Repository: kimbalear/dhis2-translations
Catalog: dhis-web-reporting/*.po
Languages: es, fr, id, lo, pt, ru, tg, vi

source: Pivot
es: Pivote
fr: Pivoter
lo: ລະບົບເສັ້ນເຄົ້າ
pt: Pivô
ru: Прикрепить
tg: Ҷамъбастӣ
vi: Bảng xoay

source: Data
es: Datos
fr: Données
lo: ຂໍ້ມູນ
pt: Dados
ru: Данные
tg: Иттилоот
vi: Lấy dữ liệu

source: Select
es: Seleccionar
fr: Sélectionner
id: Pilih
lo: ເລືອກ
pt: Seleccione
ru: Выбор
tg: Интихоб кунед
vi: Chọn

source: Criteria
es: Criterio
fr: Critères
id: Kriteria
lo: ເງື່ອນໄຂ
pt: Critérios
ru: Критерий
tg: Меъёрҳо
vi: Tiêu chuẩn

source: This indicator and periods
es: Este indicador y periodo
fr: Cet indicateur et les périodes
id: Indikator ini dan periode
lo: ຕົວຊີ້ວັດນີ້ ແລະ ຊ່ວງເວລາ
pt: Este indicador e períodos
ru: Данный индикатор и периоды
tg: Ин индикатор ва давраҳо
vi: Chỉ số và thời điểm này

source: This indicator and orgunits
es: Este indicador y unidad organizativa
fr: Cet indicateur et orgunits
id: Indikator ini dan Unit org.
lo: ຕົວຊີ້ວັດນີ້ ແລະ ໂຄງຮ່າງການຈັດຕັ້ງ
pt: Este indicador e unidades organizacionais
ru: Данный индикатор и орг.отделы
tg: Ин индикатор ва воҳидҳои сохторӣ
vi: Chỉ số và đơn vị này

source: All indicators and periods
es: Todos los indicadores y periodos
fr: Tous les indicateurs et périodes
id: Semua indikator dan periode
lo: ຕົວຊີ້ວັດ ແລະ ຊ່ວງເວລາທັງໝົດ
pt: Todos os indicadores e períodos
ru: Все индикаторы и периоды
tg: Ҳама индикаторҳо ва давраҳо
vi: Tất cả các chỉ số và thời điểm

source: All indicators and orgunits
es: Todos los indicadores y unidades organizativas
fr: Tous les indicateurs et orgunits
id: Semua indikator dan Unit org.
lo: ຕົວຊີ້ວັດ ແລະ ໂຄງຮ່າງການຈັດຕັ້ງທັງໝົດ
pt: Todos os indicadores e unidades organizacionais
ru: Все индикаторы и орг.отделы
tg: Ҳама индикаторҳо ва воҳидҳои сохторӣ
vi: Tất cả các chỉ số và đơn vị

source: Generating report
es: Generando informe
fr: Génération du rapport
id: Buat laporan
lo: ​ຜະ​ລິດ​ເອົາ​ບົດ​ລາຍ​ງານ
pt: Gerando relatório
ru: Генерировать отчет
tg: Таҳиякунии ҳисобот
vi: Đang tạo ra báo cáo

source: Use data for selected unit only
es: Usar solo datos de la unidad seleccionada
fr: Utiliser les données pour l'unité sélectionnée uniquement
id: Gunakan data untuk unit terpilih saja
lo: ​ໃຊ້​ຂໍ້​ມູນ​ເພື່ອ​ເລືອກ​ເອົາ​ຫົວ​ໜ່ວຍ​ພຽງ​ຢ່າງ​ດຽວ
pt: Use os dados apenas para a unidade seleccionada
ru: использовать данные только по выбранным ячейкам
tg: Иттилоотро танҳо барои воҳиди интихобшуда истифода баред
vi: Dùng dữ liệu chỉ cho đơn vị được chọn

source: Add to dashboard
es: Añadir al tablero
fr: Ajouter au tableau de bord
id: Tambahkan ke dashboard
lo: ເພື່ມເຂົ້າໄປໃນພື້ນທີ່ສະແດງຂໍ້ມູນ
pt: Adicionar ao painel de instrumentos
ru: Добавить к информационной панели
tg: Илова ба лавҳаи маълумот
vi: Thêm vào bảng điều khiển

source: Are you sure want to add this report to the dashboard?
es: ¿Seguro que quiere añadir este informe al cuadro de mandos?
fr: Etes-vous sûr de vouloir ajouter ce rapport au tableau de bord?
id: Apakah Anda yakin ingin menambahkan laporan ini ke dashboard?
lo: ທ່ານແນ່ໃຈທີ່ຈະເພີ່ມບໍ?
pt: Tem certeza de deseja adicionar esse relatório no painel de instrumentos?
ru: Вы уверены, что хотите добавить данный отчет в информационную панель?
tg: Оё боварӣ доред, ки ин ҳисоботро ба лавҳаи маълумот илова кардан мехоҳед?
vi: Bạn có chắc chắn muốn thêm báo cáo này vào bảng điều khiển?

source: Resource
es: Recurso
fr: Ressource
id: Sumber
lo: ​ແຫລ່ງ
pt: Recurso
ru: Ресурсы
tg: Захира
vi: Tài nguyên

source: View report
es: Ver informe
fr: Voir le rapport
id: Lihat laporan
lo: ເບີ່ງລາຍງານ
pt: Ver relatório
ru: Смотреть отчет
tg: Намоиш додани ҳисобот
vi: Xem báo cáo

source: Create new resource
es: Crear nuevo informe
fr: Créer une nouvelle ressource
id: Buat resource baru
lo: ​ສ້າງ​ແຫລ່ງ​ໃໝ່
pt: Criar novo recurso
ru: Создать новый ресурс
tg: Сохтани захираи нав
vi: Tạo mới tài nguyên

source: External URL
es: URL externo
fr: URL externe
lo: URL ພາຍນອກ
pt: URL externa
ru: Внешний URL
tg: URL-и беруна
vi: Đường dẫn bên ngoài

source: Upload file
es: Cargar fichero
fr: Charger fichier
lo: ໂຫຼດເອກະສານ
pt: Carregar arquivo
ru: Загрузить файл
tg: Боркунии файл
vi: Nạp lên một tập tin

source: File
es: Fichero
fr: Fichier
lo: ເອກະສານ
pt: Arquivo
ru: Файл
tg: Файл
vi: Tập tin

source: Attachment
fr: Pièce jointe
lo: ​ເອ​ກະ​ສານ​ຕິດ​ຄັດ

source: Display
es: Mostrar
fr: Afficher
id: Tampilan
lo: ສະແດງ
pt: Exibir
ru: Показать
tg: Намоиш додан
vi: Hiển thị

source: Visible
lo: ສະແດງ
pt: Visível
ru: Видимый
tg: Намоён
vi: Hiển thị

source: Column
es: Columna
fr: Colonne
id: Kolom
lo: ຖັນ
pt: Coluna
ru: Столбец
tg: Сутун
vi: Cột

source: Are you sure you want to add this report table to dashboard?
es: ¿Seguro que quiere añadir este informe al tablero?
fr: Etes-vous sûr de vouloir ajouter ce tableau rapport au tableau de bord?
id: Apakah Anda yakin menambahkan tabel laporan ini ke dashboard?
lo: ທ່ານແນ່ໃຈທີ່ຈະນຳເອົາບົດລາຍງານນີ້ຂື້ນສະແດງໃນພື້ນທີ່ສະແດງຂໍ້ມູນບໍ?
pt: Tem certeza que deseja adicionar esta tabela relatório ao painel?
ru: Вы уверены, что хотите добавить данную отчетную таблицу в информационную панель?
tg: Оё боварӣ доред, ки ин ҷадвали ҳисоботро ба лавҳаи маълумот илова кардан мехоҳед?
vi: Bạn có chắc chắn muốn thêm bảng báo cáo này vào bảng điều khiển?

source: Continue
es: Seguir
fr: Continuer
id: Lanjutkan
lo: ຕໍ່ໄປ
pt: Continuar
ru: Продолжить
tg: Идома додан
vi: Tiếp tục

source: Display Facility Name
es: Mostrar nombre de establecimiento
fr: Afficher nom de l'établissement
id: Tampilkan nama fasilitas
lo: ສະແດງຊື່ຂອງສະຖານທີ່ບໍລິການ
pt: Mostrar nome da unidade de sanitaria
ru: Показать название учреждения
tg: Намоиш додани номи муассиса
vi: Tên của đơn vị

source: Use A3 format
es: Usar formato A3
fr: Utilisez le format A3
id: Gunakan format A3
lo: ​ໃຊ້ ແບບ​ຂອງ A3
pt: Use o formato A3
ru: Использовать формат А3
tg: Истифодаи формати А3
vi: Dùng mẫu A3

source: Tally Sheet Name
es: Nombre de Hoja
fr: Nom feuille de pointage
id: Nama Tally Sheet
lo: ຊື່​ຂອງ​ຕາ​ຕະ​ລາງ​ຂີດ​ນັບ
pt: Nome da ficha
ru: Название учетного листка
tg: Номи варақи шамъӣ
vi: Tên bảng kiểm đếm

source: Data element
es: Elemento de datos
fr: Élément de données
id: Data elemen
lo: ອົງປະກອບຂໍ້ມູນ
pt: Elemento de dado
ru: Элемент данных
tg: Унсури иттилоот
vi: Phần tử dữ liệu

source: Clear
es: Limpiar
fr: Effacer
lo: ລຶບ
pt: Limpar
ru: Очистить
tg: Пок кардан
vi: Xóa

source: Next
es: Siguiente
fr: Suivant
id: Selanjutnya
lo: ຕໍ່ໄປ
pt: Próximo
ru: След
tg: Навбатӣ
vi: Sau

source: Prev
es: Previo
fr: Préc
id: Sebelumnya
lo: ກັບ
pt: Anterior
ru: Пред
tg: Қаблӣ
vi: Trước

source: Prev year
es: Año anterior
fr: L'année précédente
id: Tahun sebelumnya
lo: ປີກາຍ
pt: Ano anterior
ru: Пред. Год
tg: Соли қаблӣ
vi: Năm trước

source: Next year
es: Año siguiente
fr: L'année prochaine
id: Tahun berikutnya
lo: ປີຕໍ່ໄປ
pt: Próximo ano
ru: След. Год
tg: Соли навбатӣ
vi: Năm sau

source: None
es: Ninguno
fr: Aucun
lo: ບໍ່ມີ
pt: Nenhum
vi: Không

source: Facility
es: Establecimiento
fr: Etablissement
id: Fasilitas
lo: ສະຖານ ທີ່ບໍລິການ
pt: Unidade sanitaria
ru: Учреждение
tg: Муассиса
vi: Trạm Y tế

source: Month
es: Mes
fr: Mois
id: Bulan
lo: ເດືອນ
pt: Mês
ru: Месяц
tg: Моҳ
vi: Tháng

source: Year
es: Año
fr: Année
id: Tahun
lo: ປີ
pt: Ano
ru: Год
tg: Сол
vi: Năm

source: Method
es: Método
fr: Méthode
id: Metode
lo: ວິທິການ
pt: Método
ru: Метод
tg: Усул
vi: Cách thức

source: Show more options
fr: Afficher d'autres options
lo: ​ສະ​ແດງ​ໃຫ້​ເຫັນ​ທາງ​ເລືອກ​ອື່ນໆ

source: Show fewer options
fr: Afficher moins d'options
lo: ​ສະ​ແດງ​ໃຫ້​ເຫັນ​ບາງ​ທາງ​ເລືອກ

source: Please generate table before exporting
es: Por favor, genere la tabla antes de exportar
fr: Veuillez générer le tableau avant de l'exporter
id: Silahkan buat tabel sebelum mengeksport
lo: ​ກະ​ລຸ​ນາ​ສ້າງ​ຕາ​ຕະ​ລາງ​ກ່ອນ​ທີ່​ຈະ​ຜະ​ລິດ​ອອກ
pt: Por favor, gere a tabela antes de exportar
ru: Пожалуйста, сгенерируйте таблицу перед экспортом
tg: Пеш аз содирот кардан ҷадвалеро таҳия кунед
vi: Hãy tạo bảng trước khi xuất

source: Based on complete data set registrations
es: Basado en sets de datos completos
fr: Basé sur les saisies enregistrées comme finies
id: Berdasarkan data set registrasi yang lengkap
lo: ​ອີງ​ໃສ່​ການ​ລົງ​ທະ​ບຽນ​ຊຸດ​ຂໍ້​ມູນ​ທີ່​ຄົບ​ຖ້ວນ
pt: Baseado em registos completos de ficha
ru: Установить регистрацию на основе завершенных данных
tg: Дар асосои бақайдгириҳои маҷмӯъҳои анҷомёфтаи иттилоот
vi: Tùy thuộc vào sự hoàn tất các tập dữ liệu đăng ký

source: Based on compulsory data elements
es: Basado en elementos de datos obligatorios
fr: Basé sur des éléments de données obligatoires
id: Berdasarkan data elemen wajib
lo: ​ອີງ​ໃສ່​ພາກ​ບັງ​ຄັບ​ຂອງ​ອົງ​ປະ​ກອບ​ຂໍ້​ມູນ
pt: Baseado em elementos de dados obrigatórios
ru: На основе обязательных элементов данных
tg: Дар асоси унсурҳои иттилооти ҳатмӣ
vi: Tùy thuộc vào các dữ liệu bắt buộc

source: Based on number of registered data values
es: Basado en número de valores de dato introducidos
fr: Basé sur le nombre de valeurs de données saisies
id: Berdasarkan jumlah data yang teregistrasi
lo: ​ອີງ​ໃສ່​ຈຳ​ນວນ​ຂອງ​ມູນ​ຄ່າ​ຂໍ້​ມູນ​ທີ່​ໄດ້​ລົງ​ທະ​ບຽນ
pt: Baseado no número de valores de dados registrados
ru: На основе количества значений зарегистрированных данных
tg: Дар асоси қиматҳои бақайдгирифташдуаи иттиллот
vi: Tùy thuộc vào số lượng dữ liệu đăng ký

source: View and add reports based on the JasperReports library. These can be based on report tables and can be designed in iReport.
es: Ver y añadir informes basados en la librería JasprReports. Estos pueden basarse en tablas de informe y pueden ser diseñados con iReport.
fr: Voir et ajouter des rapports standards. Ces rapports peuvent être basés sur les tableaux de rapport et peuvent être conçus dans BIRT ou JasperReports.
id: Lihat dan tambah laporan berdasarkan JasperReports library. Ini dapat diperoleh dari tabel laporan dan dapat digunakan di iReport
lo: ​​ກວດ​ເບີ່ງ ແລະ​ຕື່ມ​ບົດ​ລາຍ​ງານ​ອີງ​ໃສ່​ແບບ​ການ​ລາຍ​ງານ​ຂອງ​ຈັ​ສ​ເປີ. ອາດ​ຈະ​ອີງ​ໃສ່​ຕາ​ຕະ​ລາງ​ລາຍ​ງານ ແລະ ການ​ອອກ​ແບບ​ຢູ່​ໃນ iReport.
pt: Exibir e adicionar relatórios padrão. Estes relatórios podem ser baseados em tabelas de relatórios e podem ser concebidos de BIRT ou JasperReports.
ru: Смотреть и добавить отчет на основе библиотеки Отчетов Jasper. Он основан на отчетных таблицах и может быть включен в И.отчет
tg: Дидан ва илова кардани ҳисоботҳо дар асоси китобхонаи JasperReports. Онҳо метавонанд ба ҷадвалҳои ҳисобот асос ёбанд ва дар iReport тарҳрезӣ карда шаванд.
vi: Xem và thêm các báo cáo cơ bản. Các báo cáo này dùng dữ liệu là các bảng báo cáo đã được thiết kế với trình thiết kế BIRT hay là JasperReport

source: View data set reports. These reports are based on data entry screens and will produce a report with aggregated data.
es: Ver reporte de set de datos. Estos reportes se basan en las pantallas de entrada de datos y generarán un reporte con datos agregados.
fr: Voir les rapports basés sur les formulaires. Ces rapports sont basés sur les formulaires de saisie de données et produisent un rapport avec des données agrégées.
id: Lihat laporan data set. Laporan ini berdasarkan pada tampilan layar entri data yang dapat menghasilkan laporan dengan data agregat.
lo: ​ກວດ​ເບີ່ງ​ບົດ​ລາຍ​ງານ​ຊຸດ​ຂໍ້​ມູນ. ບົດ​ລາຍ​ງານນີ້​ແມ່ນ​ອີງ​ໃສ່​ແບ​ຟອມ​ການ​ປ້ອນ​ຂໍ້​ມູນ ແລະ ຈະ​ຜະ​ລິດ​ເປັນ​ບົດ​ລາຍ​ງານ​ທີ່​ມີ​​ມູນ​ຄ່າ​ຂໍ້​ມູນສະ​ສົມ
pt: Ver os relatórios de dados agregados. Esses relatórios são baseados em telas de entrada de dados e irão produzir um relatório com dados agregados.
ru: Смотреть отчет по набору данные. Эти отчеты основаны на экраны ввода данных и производят отчет с агрегированными данными.
tg: Дидани ҳисоботҳои маҷмӯъҳои иттилоот. Ин ҳисоботҳо ба экранҳои вуруди иттилоот асос ёфтаанд ва ҳисоботи дорои иттиллоти ҳамҷояшударо таҳия мекунанд.
vi: Xem báo cáo theo tập dữ liệu. Các báo cáo này dựa vào các mẫu nhập dữ liệu và sẽ tạo ra một báo cáo với dữ liệu tổng hợp.

source: View and add resources. These resources can be uploaded documents or URLs on the web.
es: Ver y añadir recursos. Estos recursos pueden ser documentos subidos al servidor o URLs en la web.
fr: Voir et ajouter des ressources. Ces ressources peuvent être des documents téléchargées ou des URL web.
id: Lihat dan tambah sumber data Sumber data ini dapat diupload dalam bentuk dokumen atau URL di web.
lo: ກວດ​ເບີ່ງ ແລະ​ຕື່ມ​ແຫ່ງ​ທີ່​ມາ. ແຫ່ງ​ທີ່​ມາ​ອາດ​ຈະ uploaded ເອົາ​ຢູ່​ໃນ​ເອ​ກະ​ສານ ຫລື ຈະ​ເອົາ​ມາ​ຈາກ​ແວບ​ໃຊ URLs
pt: Exibir e adicionar recursos. Estes recursos podem ser documentos carregados ou URLs na web.
ru: Смотреть и добавить ресурсы. Эти ресурсы могут быть как загруженные документы или URL на вебсайте
tg: Дидан ва илова кардани захираҳо. Ин захираҳо метавонанд ҳамчун ҳуҷҷатҳо ё URLҳо ба веб бор карда шаванд.
vi: Hiển thị và thêm nguồn tài nguyên. Các nguồn tài nguyên có thể được tải lên là những tài liệu hoặc các đường dẫn Url

source: Generate tally sheets, which can be printed and used to collect data in the field.
es: Generar tablas de datos, que pueden ser imprimidas y utilizadas para recoger datos en el terreno.
fr: Générer des feuilles de pointage qui peuvent être imprimées et utilisées pour collecter des données sur le terrain.
id: Buat lembar penghitungan, yang dapat dicetak dan digunakan untuk mengumpulkan data di lapangan.
lo: ສ້າງ​ຕາ​ຕະ​ລາງ​ຂີດ​ນັບ, ທີ່​ສາ​ມາດ​ພິມ​ອອກ​ມາ​ເພື່ອ​ໄຊ້​ໃນ​ການ​ເກັບ​ກຳ​ຂໍ້​ມູນ​ຢູ່​ພາກ​ສະ​ໜາມ
pt: Gerar fichas, que podem ser impressas e usadas para recolher dados no campo.
ru: генерировать учетные листы, которые могут быть распечатаны и использованы для сбора данных в полях
tg: Таҳияи варақаҳои шамъӣ, ки онҳоро чоп карда, барои ҷамъоварии иттилоот дар ҷойҳои истифода бурдан мумкин аст.
vi: Tạo ra các bảng đếm để in và có thể sử dụng cho thu thập dữ liệu.

source: Browse pivot tables, which can be pivoted on any of the indicator, organisation unit and period dimensions.
es: Navegar tablas pivote, que se pueden pivotar en función de cualquier indicador, unidad organizativa y período.
fr: Parcourir des tableaux croisés dynamiques qui peuvent être pivotés sur les dimensions d'indicateurs, d'unités d'organisation ou de période.
id: Telusuri pivot tabel, yang bisa dipivotkan untuk setiap indikator, unit organisasi, dan dimensi peiode.
lo: ​ສ້າງ​ຕາ​ຕະ​ລາງ​ຂໍ້​ມູນ ທີ່​ສາ​ມາດ​ເຫັນ​ໄດ້​ທັງ​ຕົວ​ຊິ​ວັດ, ຫົວ​ໜ່ວຍ​ການ​ຈັດ​ຕັ້ງ ແລະ ໄລ​ຍະ​ເວ​ລາ​ໃນ​ຫລາຍ​ຮູບ​ແບບ
pt: Procurar tabelas dinâmicas, que podem ser articuladas em qualquer dos indicadores, unidades organizacionais e dimensão do período.
ru: Просмотреть сводные таблицы, которые могут сводить любое из измерений индикаторов, организаций и периодов.
tg: Паймоиш кардани ҷадвалҳои ҷамъбастӣ, ки метавонанд аз рӯи индикаторҳо, воҳидҳои сохторӣ ва андозаҳои давраи дилхоҳ ҷамъбандӣ шаванд.
vi: Xem các bảng xoay, mà được tạo ra từ các chiều dữ liệu của chỉ số, đơn vị và thời điểm.

source: Browse the reporting rates of data sets by organisation unit and period based on various criteria for submission.
es: Examinar las tasas de notificación de los sets de datos por unidad organizativa basado en diversos criterios de presentación.
fr: Parcourir les taux de rapportation des données par unité organisationnelle et la période de base sur différents critères de soumission.
id: Telusuri tingkat pelaporan data set unit organisasi dan periode berdasarkan berrbagai macam kriteria pengiriman.
lo: ເບີ່ງ​ອັດ​ຕາ​ການ​ລາຍ​ງານ​ຂອງ​ຊຸດ​ຂໍ້​ມຸນ ຕາມ​ຫົວ​ໜ່ວຍ​ການ​ຈັດ​ຕັ້ງ ແລະ ໄລ​ຍະ​ເວ​ລາ​ອີງ​ໃສ່​ເງື່ອນ​ໄຂ​ຕ່າງ​ທີ່​ຕ້ອງ​ການ​ໃຫ້​ສົ່ງ​ບົດ​ລາຍ​ງານ
pt: Percorrer as taxas de notificação de fichas por unidade organizacional e período com base em vários critérios para a apresentação.
ru: Просмотреть отчетные показатели набора данных по организациям и периоды на основе различных критериев для представления.
tg: Паймоиши зудии ҳисоботдиҳии маҷмӯъҳои иттилоот аз ҷониби воҳиди сохторӣ ва давра вобаста аз меъёрҳои гуногуни пешниҳод.
vi: Duyệt xem tỷ lệ báo cáo của các biểu nhập liệu theo đơn vị và thời điểm dựa vào các tiêu chuẩn khác nhau để trình lên

source: Browse the organisation unit distribution report based on the organisation unit group sets and its groups.
es: Examinar el informe de distribución de unidades organizativas basado en el set de grupos de unidades organizativas y sus grupos.
fr: Parcourir le rapport de distribution des unités d'organisation basé sur les ensembles de groupes d'unités d'organisation et leurs groupes.
id: Telusuri distribusi unit organisasi berdasarkan set grup unit organisasi dan grup
lo: ​ເບີ່ງ​​ບົດ​ລາຍ​ງານ​ການ​ແຈກ​ຢາຍຫົວ​ໜ່ວຍ​ການ​ຈັດ​ຕັ້ງ​ອີງ​ໃສ່​​ກຸ່ມ​ຂອງຫົວ​ໜ່ວຍ​ການ​ຈັດ​ຕັ້ງ ແລະ ກຸມ​ຂອງ​ມັນ
pt: Navegar no relatório de distribuição da unidade organizacional com base em conjuntos de grupo da unidade organizacional e dos seus grupos.
ru: Просмотреть отчет о распределении организации на основе наборов групп организаций и ихгрупп.
tg: Паймоиши ҳисоботи паҳнкунии воҳиди сохторӣ дар асоси маҷмӯъҳои гурӯҳи воҳидҳои сохторӣ ва гурӯҳҳои онҳо.
vi: Duyệt xem các báo cáo mở rộng theo đơn vị

source: View data and manage data approval by approving or unapproving, accepting or unaccepting data.
lo: ​ເບີ່ງ​ຂໍ້​ມູນ ແລະ ການ​ຮັບ​ຮອງ​ການ​ບໍ​ລິ​ຫານ​ຂໍ້​ມູນ​ດ້ວຍ​ການ​ຮັຍ​ຮອງ​ຫລືບໍ່​ຮັຍ​ຮອງ, ການຍອມ​ຮັບ​ຫລື​ການບໍ່​ຍອມ​ຮັບ​ຂໍ້​ມູນ
vi: Xem dữ liệu và quản lý phê duyệt dữ liệu bằng cách duyệt hoặc hủy duyệt, chấp nhận hoặc hủy chấp nhận dữ liệu.

source: Organisation Unit Distribution Report
es: Reporte de distribución de unidades organizativas
fr: Rapport de distribution des unités d'organisation
id: Laporan Distribusi Unit Organisasi
lo: ​ບົດ​ລາຍ​ງານ​ການ​ແຈກ​ຢາຍ​ຫົວ​ໜ່ວຍ​ການ​ຈັດ​ຕັ້ງ
pt: Relatório de distribuição de unidade organizacional
ru: Отчет о распределении организации
tg: Ҳисоботи паҳнкунии воҳиди сохторӣ
vi: Đơn vị báo cáo phân tán

source: Get current design
es: Cargar diseño actual
fr: Obtenir le design actuel
id: Buat desain terbaru
lo: ​ເອົາ​ຕາມ​ການ​ອອກ​ແບບ​ປະ​ຈຸ​ບັນ
pt: Obter o projecto actual
ru: Получить текущий дизайн
tg: Дарёфти тарҳи ҷорӣ
vi: Lấy thiết kế đang dùng

source: Organisation Unit Report
es: Reporte de unidad organizativa
fr: Rapport d'Unité d'organisation
id: Laporan Unit Organisasi
lo: ​ບົດ​ລາຍ​ງານ​ຫົວ​ໜ່ວຍ​ການ​ຈັດ​ຕັ້ງ
pt: Relatório da Unidade Organizacional
ru: Отчет организации
tg: Ҳисоботи воҳиди сохторӣ
vi: Báo cáo đơn vị

source: Select group set
es: Seleccionar set de grupos
fr: Sélectionner l'ensemble de groupes
id: Pilih set grup
lo: ​ເລືອກ​ເປັນ​ກຸ່ມ
pt: Seleccione o conjunto do grupo
ru: Выбрать набор группы
tg: Интихоби маҷмӯи гурӯҳҳо
vi: Chọn nhóm

source: Organisation unit distribution report
es: Reporte de distribución de unidades orgaznizativas
fr: Rapport de distribution d'unités d'organisation
id: Laporan distribusi unit organisasi
lo: ​ບົດ​ລາຍ​ງານ​ການ​ແຈກ​ຢາຍ​ຫົວ​ໜ່ວຍ​ການ​ຈັດ​ຕັ້ງ
pt: Relatório de distribuição de unidade organizacional
ru: Отчет о распределении организации
tg: Ҳисоботи паҳнкунии воҳиди сохторӣ
vi: Đơn vị báo cáo phân tán

source: Get chart
es: Cargar gráfico
fr: Obtenir Graphique
id: Buat grafik
lo: ​ເອົາ chart
pt: Obter gráfico
ru: Получить диаграмму
tg: Дарёфти диаграмма
vi: Lấy biểu đồ

source: Group set
es: Set de grupos
fr: Ensemble de groupes
id: set grup
lo: ກຸ່ມຂອງກຸ່ມ
pt: Conjunto do grupo
ru: Набор группы
tg: Маҷмӯи гурӯҳҳо
vi: Nhóm tập hợp

source: Select organisation unit
es: Seleccionar unidades organizativas
fr: Sélectionner unité d'organisation
id: Pilih unit organisasi
lo: ເລືືອກໂຄງຮ່າງການຈັດຕັ້ງ
pt: Seleccione unidade organizacional
ru: Выбрать организацию/отдел
tg: Интихоби воҳиди сохторӣ
vi: Chọn đơn vị

source: Get report
fr: Obtenir rapport
lo: ​ເອົາ​ບົດ​ລາຍ​ງານ
pt: Obter relatório
vi: Xuất báo cáo

source: Download as Excel
es: Descargar como Excel
fr: Télécharger en tableur
id: Download dalam bentuk Excel
lo: ດາວໂຫຼດເປັນ excel
pt: Baixar como Excel
ru: Загрузить как Excel файл
tg: Боргирӣ ҳамчун файли Excel
vi: Tải xuống với Excel

source: Download as CSV
es: Descargar como CSV
fr: Télécharger en CSV
id: Download dalam bentuk Excel
lo: ດາວໂຫຼດເປັນ CSV
pt: Baixar como CSV
ru: Загрузить в формате CSV
tg: Боргирӣ ҳамчун файли CSV
vi: Tải xuống với CSV

source: Download as PDF
es: Descargar como PDF
fr: Télécharger en PDF
id: Download dalam bentuk PDF
lo: ດາວໂຫຼດເປັນ PDF
pt: Baixar como PDF
ru: Загрузить как PDF файл
tg: Боргирӣ ҳамчун файли PDF
vi: Tải xuống với PDF

source: Download as Report
es: Descargar como reporte
fr: Télécharger comme rapport
id: Download dalam bentuk laporan
lo: ດາວໂຫຼດເປັນ ບົດລາຍງານ
pt: Baixar como relatório
ru: Загрузить как Отчет
tg: Боргирӣ ҳамчун ҳисобот
vi: Tải xuống báo cáo

source: Download as JRXML
es: Descargar como JRXML
fr: Télécharger en JRXML
id: Download dalam bentuk JRXML
lo: ດາວໂຫຼດເປັນ JRXML
pt: Baixar como JRXML
ru: Загрузить как JRXML
tg: Боргирӣ ҳамчунJRXML
vi: Tải xuống thiếu kế

source: Select category combination
fr: Sélectionner combinaison de catégories
lo: ​ເລືອກ​ເອົາ category ທີ່​ມີ​ການ​ປະ​ສົມ​ເອົາ
pt: Seleccione combinação categoria
vi: Chọn nhóm phân loại

source: Sort order
es: Criterio de ordenación
fr: Ordre de tri
id: Sortir urutan
lo: ລຽງລຳດັບ
pt: Ordem de classificação
ru: Последовательность сортировки
tg: Тартиби ҷудокунӣ
vi: Thứ tự sắp xếp

source: Low to high
es: Menor a mayor
fr: Croissant
id: Rendah ke tinggi
lo: ລຸ່ມຂື້ນເທີງ
pt: Baixo a alto
ru: Низкий - высокий
tg: Аз хурд ба калон
vi: Thấp đến cao

source: High to low
es: Mayor a menor
fr: Décroissant
id: Tinggi ke rendah
lo: ເທີງລົງລຸ່ມ
pt: Alto a baixo
ru: Высокий-низкий
tg: Аз калон ба хурд
vi: Cao xuống thấp

source: Top limit
es: Limite superior
fr: Limite supérieure
id: Batas atas
lo: ຂໍ້​ຈຳ​ກັດ​ສູງ​ສຸດ
pt: Limite superior
ru: Верхний предел
tg: Ҳудуди болоӣ
vi: Giới hạn trên

source: Data type
es: Tipo de dato
fr: Type de données
id: Tipe data
lo: ປະເພດຂໍ້ມູນ
pt: Tipo de dado
ru: Основной тип данных
tg: Навъи иттилооти асосӣ
vi: Kiểu dữ liệu

source: Indicator
es: Indicadores
fr: Indicateur
id: Indikator
lo: ຕົວຊີ້ວັດ
pt: Indicador
ru: Индикатор
tg: Индикатор
vi: Chỉ số

source: Data element group
es: Grupo de elemento de datos
fr: Groupe d'éléments de données
id: Grup elemen data
lo: ກຸ່ມຂອລອົງປະກອບຂໍ້ມູນ
pt: Grupo de elemento de dado
ru: Группы элемента данных
tg: Гурӯҳи унсурҳои иттилоот
vi: Nhóm dữ liệu

source: Grand parent organisation unit
es: Nodo abuelo de la unidad organizativa
fr: Unité d'organisation grand parent
id: Induk unit organisasi
lo: ​ຫົວ​ໜ່ວຍ​ການ​ຈັດ​ຕັ້ງ​ຂັ້ນ​ສູນ​ກາງ
pt: Parente grande da unidade organizacional
ru: Старшая на два уровня организация
tg: Воҳиди сохтории болоии сатҳи аввал
vi: Đơn vị cấp ông

source: Available reporting rates
es: Tasas de notificación disponibles
fr: Taux de rapportage disponibles
id: Tingkat pelaporan yang tersedia
lo: ​ບົດ​ລາຍ​ງານ​ກ່ຽວ​ກັບ​ອັດ​ຕາ​ການ​ລາຍ​ງານ​ທີ່​ມີ
pt: Disponíveis taxas de reporting
ru: Существующие показатели отчетов
tg: Зудии ҳисоботддиҳии мавҷуда

source: Selected reporting rates
es: Tasas de notificación seleccionadas
fr: Taux de rapportages selectionnés
id: Tingkat pelaporan terpilih
lo: ​ເລືອກ​ເອົາ​ບົດ​ລາຍ​​ງານ​ອັດ​ຕາ​ການ​ລາຍ​ງານ
pt: Selecionadas as taxas relatadas
ru: Выбранные показатели отчетов
tg: Зудии ҳисоботддиҳии интихобшуда

source: Toggle fixed periods
es: Cambiar periodos fijos
fr: Basculer vers périodes fixes
id: Periode toogle fixed
lo: ໄລ​ຍະ​ເວ​ລາ​ທີ່​ໄດ້​ກຳ​ນົດ​ໄວ້​ແລ້ວ
pt: Alterne períodos fixos
ru: Переключиться на фиксированные периоды
tg: Гузаронидани давраҳои собит
vi: Chuyển đổi các thời điểm cố định

source: Toggle fixed organisation units
es: Cambiar unidades organizativas fijas
fr: Basculer vers les unités d'organisation fixes
id: Toogle fixed unit organisasi
lo: ​ຫົວ​ໜ່ຍ​ການ​ຈັດ​ຕັ້ງ​ທີ່​ໄດ້​ກຳ​ນົດ​ໄວ້​ແລ້ວ
pt: Alternar unidades organizacionais fixos
ru: Переключиться на фиксированные организации
tg: Гузаронидани воҳидҳои сохтории собит
vi: Chuyển đổi các đơn vị cố định

source: Group
es: Grupo
fr: Groupe
id: Grup
lo: ກຸ່ມ
pt: Grupo
ru: Группа
tg: Гурӯҳ
vi: Nhóm

source: Groups
es: Grupos
fr: Groupes
lo: ກຸ່ມ
pt: Grupos
ru: Группы
tg: Гурӯҳҳо
vi: Các nhóm
