Repository: kimbalear/dhis2-translations
Catalog: dhis-web-reporting/*.po
Languages: es, fr, id, lo, pt, ru, tg, vi

source: Are you sure you want to delete this object?
es: ¿Está seguro de querer borrar este objeto?
fr: Etes-vous sûr de vouloir supprimer cet objet?
id: Apakah Anda yakin akan menghapus obyek ini
lo: ທ່ານແນ່ໃຈທີ່ຈະລົບບໍ?
pt: Tem certeza de que deseja excluir este objecto?
ru: Вы уверены, что хотите удалить данную группу пользователей?
tg: Оё боварӣ доред, ки ин гурӯҳи корбаронро нест кардан мехоҳед?
vi: Bạn có chắc muốn xóa đối tượng này không ?

source: Leaf organisation units
es: Unidad organizativa hoja
fr: Unités d'organisation feuilles
id: Cabang unit organisasi
lo: ​ຫົວ​ໜ່ວຍ​ການ​ຈັດ​ຕັ້ງ​ທີ່​ໄດ້​ຍັງ​ເຫລືອ
pt: Unidades organizacionais do nivel mais baixo
ru: Листовые организации
tg: Воҳидҳои сохтории шохавӣ
vi: Đơn vị đầu cuối

source: Reporting bimonth
es: Reporte bimensual
fr: e mois de rapportage
id: Pelaporan 2 bulanan
lo: ​ບົດ​ລາຍ​ງານ​ທຸກໆ ສອງ​ເດືອນ
pt: Relatório bi-mensal
ru: Отчетный двухмесячный период
tg: Думоҳаи ҳисоботӣ
vi: Báo cáo mỗi 2 tháng

source: Last 6 bimonths
es: Últimos 6 bimestres
fr: 6 derniers bimestres
id: 2 bulan terakhir
lo: ​ບົດ​ລາຍ​ງານ​ທຸກໆ ສອງເດືອນ ໃນ ​ຫົກ ເດືອນ
pt: Últimos 6 bi-meses
ru: Последние 6 двухмесячных периодов
tg: 6 думоҳаи охир

source: Reporting quarter
es: Reporte trimestral
fr: Trimestre de rapportage
id: Pelaporan 3 bulanan
lo: ລາຍງານໄຕມາດ
pt: Relatório trimestral
ru: Отчетный квартал
tg: Семоҳаи ҳисоботдиҳӣ
vi: Báo cáo theo quý

source: Last 5 years
es: Últimos 5 años
fr: 5 dernières années
id: 5 tahun terakhir
lo: 5 ປີຜ່ານມາ
pt: Últimos 5 anos
ru: Последние 5 лет
tg: 5 соли охир
vi: Trong 5 năm vừa qua

source: Last 12 months
es: Ultimos 12 meses
fr: 12 derniers mois
id: 12 bulan (1 tahun) terakhir
lo: 12 ເດືອນຜ່ານມາ
pt: Últimos 12 meses
ru: Последние 12 месяцев
tg: 12 моҳи охир
vi: Trong 12 tháng trước

source: Last 4 quarters
es: Últimos 4 trimestres
fr: 4 derniers trimestres
id: 3 bulan terakhir
lo: 4 ໄຕມາດຜ່ານມາ
pt: Últimos 4 trimestresÚltimo 4 trimestre
ru: Последние 4 квартала
tg: 4 семоҳаи охир
vi: Trong 4 quý vừa qua

source: Reporting Rate Summary
es: Resumen de tasas de notificación
fr: Apercu taux rapportage
id: Ringkasan tingkat pelaporan
lo: ລາຍງານແບບຟອມ
pt: Resumo de taxa de reportagem
ru: Суммарный отчетный показатель
tg: Фишурдаи зудии ҳисоботдиҳӣ
vi: Tóm lượt tỷ lệ báo cáo

source: Selected organisation unit groups
es: Grupos de unidades organizativas seleccionados
fr: Groupes sélectionnés d'unité d'organisation
id: Kelompok/Grup unit organisasi terpilih
lo: ເລືອກກຸ່ມໂຄງຮ່າງການຈັດຕັ້ງ
pt: Grupos de unidades organizacionais selecionadas
ru: Выбрать группы организаций/отделов
tg: Гурӯҳи воҳидҳои сохтории интихобшуда
vi: Các nhóm đơn vị được chọn

source: Start export
es: Iniciar exportación
fr: Commencez l'exportation
id: Mulai mengeksport
lo: ນຳອອກ
pt: Iniciar exportacão
ru: Начать экспорт
tg: Оӯози воридот
vi: Bắt đầu trích xuất

source: Period types
es: Tipos de periodo
fr: Type de période
id: Tipe periode
lo: ແບບ ຊ່ວງເວລາ
pt: Tipos de períodos
ru: Типы периодов
tg: Навъҳои давра
vi: Các loại thời điểm

source: Include cumulative
es: Incluir acumulado
fr: Inclure cumulatif
id: Masukkan perhitungan kumulatif
lo: ​ລວມ​ເອົາ​ທັງ​ການ​ສະ​ສົມ
pt: Incluir cumulativa
ru: Включить кумулятивно
tg: Бо ҷамъшавӣ
vi: Bao gồm các giá trị tính toán

source: Include regression
es: Incluir regresión
fr: Inclure régression
id: Masukkan perhitungan regresi
lo: ​ລວມ​ທັງ​ອັນທີ່​ຊ້ຳ​ກັນ
pt: Incluir regressão
ru: Включить регрессию
tg: Бо регрессия
vi: Bao gồm các hồi quy

source: Print
es: Imprimir
fr: Imprimer
lo: ພີມອອກ
pt: Imprimir
ru: Печать
tg: Чоп кардан

source: Reporting period
fr: Période de rapportage
lo: ​ໄລ​ຍະ​ເວ​ລາ​ການ​ລາຍ​ງານ
pt: Período de relatório
vi: Thời điểm báo cáo

source: Completed by
es: Completado por
fr: Fini par
id: Diselesaikan oleh
lo: ​ສຳ​ເລັດ​ໂດຍ
pt: Completado por
ru: Завершено (кем)
tg: Анҷом дода шудааст аз ҷониби

source: View resource
es: Ver recursos
fr: Voir la ressource
id: Lihat sumber data
lo: ​ເບີ່ງ​ຄືນ​ແຫລ່ງ​ທີ່​ມາ
pt: Ver pesquisa
ru: смотреть ресурсы
tg: Дидани захира

source: This financial year
es: Este ejercicio financiero
fr: Cette année financière
id: Perhitungan keuangan tahun ini
lo: ​ສົກ​ປີ​ງົບ​ປະ​ມານນີ້
pt: Este ano financeiro
ru: Текущий финансовый год
tg: Ин соли молиявӣ

source: Last financial year
es: Último ejercicio financiero
fr: Dernière année financière
id: Perhitungan keuangan tahun terakhir
lo: ​ສົກ​ປີ​ງົບ​ປະ​ມານ​ປີ​ກາຍ
pt: último ano financeiro
ru: Прошлый финансовый год
tg: Соли молиявии гузашта

source: Last 5 financial years
es: Últimos 5 ejercicios financieros
fr: 5 dernières années financières
id: Perhitungan keuangan 5 tahun terakhir
lo: ​ສົກ​ປິ​ງົບ​ປະ​ມານ 5ປີ​ຜ່ານ​ມາ
pt: Últimos 5 anos financeiros
ru: Последние 5 финансовых лет
tg: 5 соли молиявии гузашта

source: Financial Yearly
es: Ejercicio económico
fr: Année financière
id: Perhitungan keuangan tahunan
lo: ​ສົກ​ປີ​ງົບ​ປະ​ມານ
pt: Financeiro anual
ru: Финансовый ежегодно
tg: Аз рӯи солҳои молиявӣ

source: Please specify a design file
es: Por favor, seleccione un archivo de diseño.
fr: Veuillez choisir le fichier de desgn
id: Silakan menspesifikasikan desain file
lo: ກາ​ລຸນາ​ກຳ​ນົດ​ຟາຍ​ອອກ​ແບບ
pt: Por favor, especifique um arquivo de desenho
ru: Пожалуйста укажите файл дизайна
tg: Лутфан ягон файли тарҳро нишон диҳед

source: Jasper design
es: Diseño Jasper
id: Desain Jasper
lo: ​ການ​ອອກ​ແບບ ຈັ​ສະ​ເປີ
ru: Jasper дизайн
tg: Тарҳи яшмӣ

source: Write a comment, question or interpretation
es: Escriba un comentario, pregunta o interpretación
fr: Ecrire un commentaire, question ou interprétation
id: Tuliskan komentar, pertanyaan atau penafsiran
lo: ​ຂ​ຍນ​ຄຳ​ເຫັນ, ຄຳ​ຖາມ ຫລື ການ​ແປ​ຜົນ
pt: Escreve um comentário, questão ou interpretação
ru: Написать комментарий, вопрос или интерпретацию
tg: Ягон шарҳ, савол ё тафсир нависед

source: Share
es: Compartir
fr: Partager
id: Bagikan
lo: ແຈກ
pt: Partilhar
ru: Поделиться
tg: Мубодила

source: Share your interpretation
es: Compartir tu interpretación
fr: Partager votre interprétation
id: Bagikan penafsiran Anda
lo: ​ແຊ​ການ​ແປ​ຜົນ​ໃຫ້​ຜູ້​ອື່ນ​ນຳ
pt: Partilhe a sua interpretação
ru: Поделитесь Вашей интерпретацией
tg: Истифодаи муштараки тафсири шумо

source: Interpretation was shared
es: La interpretación se ha compartido con éxito
fr: L'interpretation a été partagée
id: Penafsiran telah dibagikan
lo: ​ການ​ແປ​ຜົນ​ໄດ້​ຮັບ​ການ​ແຊ
pt: Interpretação foi partilhada
ru: Интерпретация стала доступной всем
tg: Тафсир мубодила шуд

source: Reports On Time
es: Reportes a tiempo
fr: Rapports à temps
id: Laporan yang disampaikan tepat waktu
lo: ​ບົດ​ລາຍ​ງານ​ທີ່​ທັນ​ກັບ​ເວ​ລາ
pt: Relatórios a tempo
ru: Отчет представлен вовремя
tg: Ҳисоботҳои саривақтӣ
vi: Biểu nhập hoàn tất đúng hạn

source: Percent On Time
es: Porcentaje a Tiempo
fr: Pourcentage (à temps)
id: Persen laporan yang dilaporkan tepat waktu
lo: ​ເປີ​ເຊັນ​ບົດ​ລາຍ​ງານ​ທີ່​ທັນ​ກັບ​ເວ​ລາ
pt: Percentagem Actual
ru: Процент высчитан вовремя
tg: Фоизи саривақтӣ
vi: Tỉ lệ biểu nhập hoàn tất đúng hạn

source: View all
es: Ver todos
fr: Voir tout
id: Lihat semua
lo: ​ກວດ​ເບີ່ງ​ທັງ​ໝົດ
pt: Ver tudo
ru: Посмотреть все
tg: Намоиш додани ҳама
vi: Xem toàn bộ

source: Write a comment, question or interpretation of this report
es: Escriba un comentario, pregunta o interpretación de este reporte
fr: Ecrire un commentaire, question ou interprétation pour ce rapport
id: Tuliskan komentar, pertanyaan atau interpretasi dari laporan ini
lo: ​ຂຽນ​ຄຳ​ເຫັນ, ຄຳ​ຖາມ ຫລື ການ​ແປ​ຜົນ​ຂອງ​ບົດ​ລາຍ​ງານນີ້
pt: Escreva um comentário pergunta, ou interpretação do presente relatório
ru: Написать комментарий, вопрос или интерпретацию данного отчета
tg: Дар бораи ин ҳисобот ягон шарҳ, савол ё тафсир нависед
vi: Viết một chú thích, câu hỏi hoặc lời diễn giải cho báo cáo

source: Jasper report with report table data source
es: Reporte Jasper con tabla de reporte como fuente de datos
fr: Rapport Jasper avec source de données tableau
id: Laporan berformat Jasper dengan sumber data tabel laporan
lo: ​ບົດ​ລາຍ​ງານ ຈັ​ສ​ເປີ ກັບ​ຕາ​ຕະ​ລາງ​ແຫ່ງ​ຂໍ້​ມູນ
pt: Jasper report com dados provenientes de tabelas
ru: Jasper отчет с источником данных отчетной таблицы
tg: Ҳисоботи яшмӣ бо ҷадвали ҳисобот ҳамчун маъхази иттилоот
vi: Báo cáo Jasper với bảng báo cáo nguồn dữ liệu

source: Jasper report with JDBC data source
es: Reporte Jasper con fuente de datos JDBC
fr: Rapport Jasper avec source de données JDBC
id: Laporan berformat Jasper dengan sumber data JDBC
lo: ​​ບົດ​ລາຍ​ງານ ຈັ​ສ​ເປີ ກັບ JDBC ແຫຼ່ງ
pt: Jasper report com origem JDBC
ru: Jasper отчеи с источником данных JDBC
tg: Ҳисоботи яшмӣ бо маъхази иттилооти JDBC
vi: Báo cáo Jasper với nguồn dữ liệu JDBC

source: HTML report
es: Reporte HTML
fr: Rapport HTML
id: Laporan dengan format HTML
lo: ​ລາຍ​ງານ​ດ້ວຍ HTML
pt: Relatório html
ru: HTML отчет
tg: Ҳисоботи HTML
vi: Báo cáo chuẩn HTML

source: Design file
es: Archivo de diseño
fr: Fichier design
id: Desain file
lo: ຟາຍ​ການ​ອອກ​ແບບ
pt: Arquivo de desenho
ru: Составить файл
tg: Файли тарҳ
vi: Tệp thiết kế

source: Get Jasper report template
es: Generar plantilla de reporte Jasper
fr: Obtenir le modèle de rapport Jasper
id: Dapatkan template laporan dengan format Jasper
lo: ​ເອົາ​ບົດ​ລາຍ​ງານ​ແບບ Jasper
pt: Buscar template de Jasper report
ru: Получить формат отчета Jasper
tg: Дарёфти қолиби ҳисоботи яшмӣ
vi: Lấy mẫu báo cáo Jasper

source: Get HTML report template
es: Generar plantilla de reporte HTML
fr: Obtenir le modèle de rapport HTML
id: Dapatkan template laporan dengan format HTML
lo: ເອົາ​ບົດ​ລາຍ​ງານ ແບບ HTML
pt: Obtenha template do relatório em html
ru: Получить формат отчета HTML
tg: Дарёфти қолиби ҳисоботи HTML
vi: Lấy mẫu báo cáo HTML

source: Analytics tables
es: Tablas Analytics
fr: Tables d'analytique
id: Tabel Analisis
lo: ​ຕາ​ຕະ​ລາງ​ການ​ວິ​ໄຈ
pt: Tabelas analiticas
ru: Аналитические таблицы
tg: Ҷадвалҳои таҳлилӣ
vi: Bảng phân tích

source: Analytics tables update
es: Actualizar tablas Analytics
fr: Mise à jour des tables d'analytique
id: Update tabel analisis
lo: ​ປັບ​ປຸງ​ຄືນ​ຕາ​ຕະ​ລາງວິ​ໄຈ
pt: Actualização das tabelas analiticas
ru: Обновление аналитических таблиц
tg: Навсозии ҷадвалҳои таҳлилӣ
vi: Cập nhật bảng phân tích

source: Aggregation period types
es: Tipos de períodos de agregación
fr: Types de période d'agrégation
id: Tipe periode agregasi
lo: ​ການ​ສັງ​ລວມ​ໄລ​ຍະ​ເວ​ລາປະ​ເພດ​​ຕ່າງໆ
pt: Tipos de periodo de agregação
ru: Агрегация типов периодов
tg: Навъҳои давраи ҳамҷоякунӣ
vi: Loại thời điểm tổng hợp

source: Approve
es: Aprobar
lo: ​ການ​ຮັບ​ຮອງ
vi: Duyệt

source: Unapprove
lo: ​ການບໍ່​ຮັບ​ຮອງ
vi: Bỏ duyệt

source: Accept
lo: ​ການ​ຮັບ​ຮອງ
vi: Chấp nhận

source: Unaccept
lo: ບໍ່​ຍອມ​ຮັບ
vi: Bỏ chấp nhận

source: Waiting for lower levels to approve
fr: Waiting for lower level org units to approve
lo: ​ລໍ​ຖ້າ​ໃຫ້​ຂັ້ນ​ລຸ່ມ​ລົງ​ໄປ​ຮັບ​ຮອງ​ກ່ອນ
vi: Đang đợi các cấp dưới duyệt dữ liệu

source: Approved
es: Aprobado
lo: ​ຮັບ​ຮອງ
vi: Đã duyệt

source: Approved and accepted
es: Aprobado y aceptado
lo: ​ໄດ້​ຮັບ​ຮອງ ແລະ ຮັບ​ເອົາ​ແລ້ວ
vi: Đã duyệt và đã chấp nhận

source: Ready for approval
lo: ​ກຽມ​ພ້ອມ​ເພື່ອ​ການ​ຮັບ​ຮອງ
vi: Sẵn sàng duyệt

source: Approval not relevant
fr: Approbation non pertinente
lo: ບໍ່​ໄດ້​ພົວ​ພັນ​ກັບ​ການ​ຮັບ​ຮອງ
vi: Duyệt không tương thích

source: Waiting for approval elsewhere
fr: En attente d'approbation ailleurs
lo: ​ກຳ​ລັງ​ລໍ​ຖ້າ​ການ​ຮັບ​ຮອງ​ຢູ່​ບ່ອນ​ໄດ​ບ່ອນ​ນື່ງ
vi: Đợi được duyệt ở nơi khác

source: Approved elsewhere
es: Aprobado en otro lugar
fr: Approuvé ailleurs
lo: ​ຮັບ​ຮອງ​ເອົາ​ແລ້ວ​ຢູ່​ບ່ອນ​ໄດ​ບ່ອນ​ນື່ງ
vi: Đã duyệt ở nơi khác

source: Accepted elsewhere
fr: Accepté ailleurs
lo: ​ຮັບ​ຮອງ​ເອົາ​ຢູ່​ບ່ອນ​ໃດ​ບ່ອນ​ນື່ງ
vi: Đã chấp nhận ở nơi khác

source: Approved for part of this period
es: Aprobado para parte del periodo
fr: Approuvé pour une partie de la période
lo: ​ຮັບ​ຮອງ​ເອົາ​ສ່ວນ​ຂອງ
vi: Đã duyệt cho một phần của thời điểm này

source: Accepted for part of this period
fr: Accepté pour cette partie de la période
lo: ​ຮັບ​ຮອງ​ເອົາ​ສ່ວນ​ຂອງ​ໄລ​ຍະ​ເວ​ລານີ້
vi: Đã chấp nhận cho một phần của thời điểm này

source: Approved elsewhere for part of this period
fr: Approuvé ailleurs pour cette partie de la période
lo: ​ໄລ​ຍະ​ເວ​ລານີ້​ແມ່ນ​ໄດ້​ຖືກ​ຮັບ​ຮອງ​ເອົາ​ຢູ່​ບ່ອນ​ໄດ​ບ່ອ​ນ​ນື່ງ
vi: Đã duyệt ở nơi khác cho một phần của thời điểm này

source: Accepted elsewhere for part of this period
fr: Accepté ailleurs pour une partie de la période
lo: ​ໄລ​ຍະ​ເວ​ລາ​ນີ​ແມ່ນ​ໄດ້​ຮັບ​ຮອງ​ເອົາ​ຢູ່​ບ່ອນ​ໄດ​ບ່ອນ​ນື່ງ
vi: Đã chấp nhận ở nơi khác cho một phần của thời điểm này

source: Are you sure you want to approve this data set?
lo: ​ທ່ານ​ໝັ້ນ​ໃຈ​ບໍ່​ທີ່​ຈະ​ຮັບ​ຮອງ​ເອົາ​ຊຸດ​ຂໍ້​ມູນນີ້
vi: Bạn có chắc chắn muốn duyệt dữ liệu cho biểu nhập này?

source: Are you sure you want to unapprove this data set?
lo: ​ທ່ານ​ໝັ້ນ​ໃຈ​ບໍ່​ທີ່​ຈະ​ບໍ່​ຮັບ​ຮອງ​ເອົາ​ຊຸດ​ຂໍ້​ມູນນີ້
vi: Bạn có chắc chắn muốn bỏ duyệt dữ liệu cho biểu nhập này?

source: Are you sure you want to accept this data set approval?
lo: ​ທ່ານ​ໝັ້ນ​ໃຈ​ບໍ່​ວ່າ​ທີ່​ຈະ​ຮັບ​​ຮອງ​ເອົາຊຸດ​ຂໍ້​ມູນນີ້
vi: Bạn có chắc chắn chấp nhận cho biểu này được duyệt?

source: Are you sure you want to unaccept this data set approval?
lo: ​ທ່ານ​ໝັ້ນ​ໃຈ​ບໍ່​ວ່າ​ທີ່​ຈະ​ບໍ່​ຮັບ​ເອົາ​ຊຸດ​ຂໍ້​ມູນ​ຮັບ​ຮອງນີ້
vi: Bạn có chắn chắn hủy chấp nhận cho biểu này được duyệt?

source: Approval entity
lo: ​ຮັບ​ຮອງ​ເອົາ​ທັງ​ໝົດ
vi: Cá thể phê duyệt

source: Approval status
lo: ​ສະ​ພາບ​ການ​ຮັບ​ຮອງ
vi: Tình trạng phê duyệt

source: Please make a selection below
lo: ​ກະ​ລຸ​ນາ​ເລືອກ​ດັ່ງ​ລຸ່ມນີ້
vi: Hãy chọn một phần ở dưới

source: Data criteria
fr: Critères de données
lo: ​ມາດ​ຕະ​ຖານ​ເງື່ອນ​ໄຂ​ຂໍ້​ມູນ
vi: Tiêu chuẩn dữ liệu

source: Select data element group / View all
fr: Sélectionner groupe d'éléments de donneés / Afficher tout
pt: Seleccione o grupo do elemento de dado / Ver todos
vi: Chọn nhóm phần tử dữ liệu / Chọn tất cả

source: Selected data elements
fr: Eléments de données sélectionnés
pt: Os elementos de dados seleccionados
vi: Các phần tử dữ liệu đang được chọn

source: Add and generate report tables. Report tables are customizable database tables which can be used as basis for reports.
es: Añadir y generar tablas de reporte. Las tablas de reporte son tablas de base de datos personalizables que se pueden usar como base para reportes.
fr: Ajouter et générer des tableaux du rapport. Les tableaux de rapport sont des tables de base de données personnalisable qui peuvent être utilisés comme base pour les rapports.
id: Tambah dan buat tabel laporan. Tabel laporan merupakan penyesuaian dari tabel database yang dapat digunakan sebagai dasar untuk pelaporan.
pt: Adicionar e gerar tabelas do relatório. Tabelas do relatório são tabelas da base de dados personalizáveis ​​que podem ser usadas ​​como base para relatórios.
ru: Добавить и генерировать отчетные таблицы. Отчетные таблицы - это адаптируемые таблицы базы данных, которые могут быть использованы в качестве базы для отчетов.
tg: Илова кардан ва таҳияи ҷадвалҳои ҳисобот. Ҷадвалҳои ҳисобот тағйирпазир буда, метавонанд ҳамчун асос барои ҳисоботҳо истифода шаванд.
vi: Thêm và tạo ra các bảng báo cáo. Các bảng báo cáo là các bảng cơ sở dữ liệu được điều chỉnh tùy chọn để có thể được dùng như là dữ liệu cơ bản cho các báo cáo.

source: Include org unit group sets param
es: Incluir parámetro de set de grupo de unidad organizativa
fr: Inclure paramètre d'ensembles de groupe d'orgunits
id: Masukkan param set grup unit organisasi
pt: Incluir parametros de conjuntos de grupos de unidades organizacionais
ru: Включить параметры наборов группы организации/отделов
tg: Шомил кардани параметрҳои маҷмӯъҳои гурӯҳи воҳидҳои сохторӣ
vi: Gồm tham số tập đơn vị

source: Available organisation unit groups
es: Grupos de unidades organizativas disponibles
fr: Groupes unités d'organisation disponbles
id: Kelompok/Grup unit organisasi yang tersedia
pt: Grupos de unidades organizacionais disponíveis
ru: Доступные группы организаций/отделов
tg: Гурӯҳи воҳидҳои сохтории мавҷуда
vi: Các nhóm đơn vị sẵn có

source: Start date
fr: Date de début
pt: Data de início
vi: Ngày bắt đầu

source: End date
fr: Date de fin
pt: Data de término
vi: Ngày kết thúc

source: Last 3 months
fr: 3 derniers mois
id: Tiga bulan terakhir
pt: Últimos 3 meses
ru: Последние 3 месяца
tg: 3 моҳи охир

source: Get report template
es: Obtener plantilla de reporte
fr: Obtenir le modèle de rapport
id: Dapatkan template laporan
pt: Obtenha template relatório
ru: Получить форму отчета
tg: Дарёфти қолиби ҳисобот

source: Actual Reports
es: Reportes reales
fr: Rapports actuels
id: Laporan Aktual
pt: Relatórios actuais
ru: Фактические отчеты
tg: Ҳисоботҳои воқеӣ
vi: Biểu nhập đã hoàn tất

source: Expected Reports
es: Reportes Esperados
fr: Rapports attendus
id: Laporan yang diharapkan
pt: Relatórios esperados
ru: Ожидаемые отчеты
tg: Ҳисоботҳои пешбинишдуа
vi: Biểu nhập cần hoàn tất

source: Percent
es: Porcentaje
fr: Pourcentage
id: Persen
pt: Percentagem
ru: Процент
tg: Фоиз
vi: Tỉ lệ biểu nhập hoàn tất

source: Analytics tables management
fr: Gestion des tables analytiques

source: Analytics
fr: Analytiques

source: Approved at a higher level
es: Aprobado en un nivel superior
fr: Approuvé au niveau supérieur
vi: Đã được duyệt ở cấp cao hơn

source: Ready for approval at a higher level
fr: Prêt pour approbation au niveau supérieur
vi: Sẵn sàng để duyệt ở cấp cao hơn

source: URL
vi: Đường dẫn URL
