Repository: kimbalear/dhis2-translations
Catalog: dhis-web-reporting/*.po
Languages: es, fr, id, lo, pt, ru, tg, vi

# please_select_org_unit
source: Please select an organisation unit
es: Seleccionar una unidad organizativa
fr: Veuillez choisir une unité d'organisation
id: Silakan pilih unit organisasi
lo: ກະລຸນາເລືອກໂຄງຮ່າງການຈັດຕັ້ງ
pt: Por favor, seleccione uma unidade organizacional
vi: Hãy chọn một đơn vị

# please_select_period
source: Please select a period
es: Seleccionar periodo
fr: Veuillez choisir une période
id: Silakan pilih periode
lo: ກະລຸນາເລືອກຊ່ວງເວລາ
pt: Por favor, seleccione um periodo
ru: Пожалуйста выберите период
tg: Лутфан давраро интихоб кунед!
vi: Hãy chọn một thời điểm

source: Please select a group set
es: Seleccionar un conjunto de datos
fr: Veuillez choisir un ensemble de groupes
id: Silakan pilih set grup
lo: ກະລຸນາເລືອກກຸ່ມຂອງກຸ່ມ
pt: Por favor seleccione um conjunto de grupos
ru: Пожалуйста выберите набор группы
tg: Лутфан маҷмӯи гурӯҳҳоро интихоб кунед
vi: Hãy chọn một nhóm

source: Reporting unit
es: Unidad de presentacion de informe
fr: Unité du rapportant
id: Unit pelapor
lo: ຫົວໜ່ວຍລາຍ​ງານ
pt: Unidade do relatorio
ru: Информирующий/отчетный отдел
tg: Воҳиди ҳисоботдиҳӣ
vi: Đơn vị báo cáo

source: Report period
es: Periodo de presentacion de informe
fr: Période du rapport
id: Periode laporan
lo: ຊ່ວງເວລາ ການລາຍງານ
pt: Período de relatório
ru: Отчет за период
tg: Давраи ҳисобот
vi: Thời điểm báo cáo

source: Please select a data set
es: Seleccionar un conjunto de datos
fr: Veuillez choisir un ensemble de données
id: Silahkan pilih sebuah data set
lo: ກະລຸນາເລືອກ​ຊຸດ​ຂໍ້​ມູນ
pt: Por favor seleccione uma ficha
ru: Выбрать набор данных
tg: Интихоби маҷмӯи иттилоот
vi: Hãy chọn một tập dữ liệu

# select_period
source: Please select a period
es: Seleccionar un periodo
fr: Veuillez choisir une période
id: Silahkan pilih periode
lo: ກະລຸນາເລືອກຊ່ວງເວລາ
pt: Por favor seleccione um período
ru: Пожалуйста выберите период
tg: Интихоби давра
vi: Hãy chọn thời điểm

# select_organisation_unit
source: Please select an organisation unit
es: Seleccionar una unidad organizativa
fr: Veuillez choisir une unité d'organisation
id: Silahkan pilih sebuah unit organisasi
lo: ກະລຸນາເລືອກໂຄງຮ່າງການຈັດຕັ້ງ
pt: Por favor, seleccione uma unidade organizacional
ru: Пожалуйста, выберите не менее одной организации
tg: Лутфан на камтар аз як воҳиди сохториро интихоб кунед
vi: Hãy chọn một đơn vị

source: Report organisation unit
es: Padre de la unidad organizativa
fr: Unité d'organisation du rapport
id: Laporan unit organisasi
lo: ​ບົດລາຍງານ​ທາງ​ດ້ານໂຄງຮ່າງການຈັດຕັ້ງ
pt: Relatório de unidade organizacional
ru: Отчет организации/отдела
tg: Ҳисобот оид ба воҳиди сохторӣ
vi: Đơn vị báo cáo

source: Data Set Report
es: Reporte de Set de Datos
fr: Rapport basé sur le formulaire
id: Laporan data set
lo: ​ບົດລາຍງານ​ຊຸດຂໍ້ມູນ
pt: Relatório de ficha
ru: Отчет набора данных
tg: Ҳисоботи маҷмӯи иттилоот
vi: Báo cáo theo tập hợp dữ liệu có sẵn

source: Data Approval
lo: ການອານຸມັດຂໍ້ມູນ
vi: Phê duyệt dữ liệu

source: Add selected
es: Añadir seleccionados
fr: Ajouter la sélection
id: Tambahkan pilihan
lo: ເພີ່ມເອົາ​ອັນ​ທີ່​ໄດ້​ເລືອກ​ໄວ້
pt: Adicionar seleccionado
ru: Добавить выбранное
tg: Илова кардани интихобшудаҳо
vi: Thêm mục đang chọn

source: Add all
es: Añadir todo
fr: Ajouter tout
id: Tambahkan semua
lo: ເພີ່ມທັງໝົດ
pt: Adicionar todos
ru: Добавить все
tg: Илова кардани ҳама
vi: Thêm tất cả

source: Add
es: Añadir
fr: Ajouter
id: Tambah
lo: ເພີ່ມ
pt: Adicionar
ru: Добавить
tg: Илова кардан
vi: Thêm

source: Create report table
es: Crear tabla de informe
fr: Créer tableau de rapport
id: Buat tabel laporan
lo: ສ້າງຕາຕະລາງລາຍງານ
pt: Criar tabela de relatório
ru: Создать таблицу отчета
tg: Сохтани ҷавдали ҳисобот
vi: Tạo bảng báo cáo

source: Available indicators
es: Indicadores disponibles
fr: Indicateurs disponibles
id: Indikator yang tersedia
lo: ​ຕົວ​ຊີ້​ວັດ​ທີ່​ມີ​ຢູ່​ໃນ​ລະ​ບົບ
pt: Os indicadores disponíveis
ru: Имеющиеся индикаторы
tg: Индикаторҳои мавҷуда
vi: Các chỉ số hiện có

source: Select indicator group / View all
es: Seleccionar grupo de indicadores / ver todos
fr: Sélectionner le groupe d'indicateur / Voir tous
id: Pilih group indikator/ Lihat semua
lo: ເລືອກກຸ່ມຂອງຕົວຊີ້ວັດ / ເບີ່ງທັງໝົດ
pt: Seleccione o grupo de indicador / Ver todos
ru: Выбрать группу индикаторов/Посмотреть все
tg: Интихоби гурӯҳи индикаторҳо / Намоиши ҳама
vi: Chọn nhóm chỉ số / Hiển thị tất cá

source: Selected indicators
es: Indicadores seleccionados
fr: Indicateurs sélectionnés
id: Indikator yang terpilih
lo: ເລືອກ​ເອົາຕົວຊີ້ວັດ
pt: Seleccione indicador
ru: Выбранные индикаторы
tg: Индикаторҳои интихобшуда
vi: Chọn chỉ số

source: Select organsation unit level / View all
es: Selecciona nivel de Unidad organizativa / ver todos
fr: Sélectionner niveau d'unité organsation / Voir tout
id: Pilih level unit organisasi/ Lihat semua
lo: ເລືອກເອົາ​​ຂັ້ນ​ຕ່າງໆ​ຂອງຫົວ​ໜ່ວຍການຈັດຕັ້ງ / ເບີ່ງທັງໝົດ
pt: Seleccione o nível de unidade organizacional / Ver todos
ru: Выбрать уровень организации/отдела/ Смотреть все
tg: Интихоби сатҳи воҳиди сохторӣ / Намоиши ҳама
vi: Chọn đơn vị có cấp / Hiển thị tất cả

source: Select option / View all
lo: ເລືອກ​ເອົາ​ທາງເລືອກ​ຕ່າງໆ / ເບີ່ງທັງໝົດ

source: Level
es: Nivel
fr: Niveau
lo: ຂັ້ນ
pt: Nível
ru: Уровень
tg: Сатҳ
vi: Cấp

source: Available organisation units
es: Unidades organizativas disponibles
fr: Unités d'organisation disponibles
id: Unit organisasi yang tersedia
lo: ​ຫົວ​ໜ່ວຍ​ການ​ຈັດ​ຕັ້ງ​ທີ່​ມີ​ໄນ​ລະ​ບົບ​ທັງ​ໝົດ
pt: As unidades organizacionais disponíveis
ru: Имеющиеся организации/отделы
tg: Воҳидҳои сохтории мавҷуда
vi: Các đơn vị hiện có

source: Selected organisation units
es: Unidades organizativas seleccionadas
fr: Unités d'organisation choisies
id: Unit organisasi terpilih
lo: ເລືອກ​ເອົາຫົວ​ໜ່ວຍການຈັດຕັ້ງ​
pt: Unidades organizacionais selecionadas
ru: Выбранные организации/отделы
tg: Воҳидҳои сохтории интихобшуда
vi: Các đơn vị đang được chọn

source: Available periods
es: Periodos disponibles
fr: Périodes disponibles
id: Periode yang tersedia
lo: ​ໄລ​ຍະ​ເວ​ລາ​ທີ່​ມີ​ຢູ່​ໃນ​ລະ​ບົບ
pt: Períodos disponíveis
ru: Доступные периоды
tg: Давраҳои мавҷуда
vi: Các thời điểm hiện có

source: Selected periods
es: Periodos seleccionados
fr: Périodes sélectionnées
id: Periode terpilih
lo: ເລືອກຊ່ວງເວລາ
pt: Períodos seleccionados
ru: Выбранные периоды
tg: Давраҳои интихобшуда
vi: Các thời điểm được chọn

source: Add children
es: Añadir hijo
fr: Ajouter les enfants
id: Tambah sublevel
lo: ເພີ່ມລູກ
pt: Adicionar dependente(filho)
ru: Добавить детей
tg: Иловаи воҳидҳои фаръӣ
vi: Thêm các đơn vị con

source: Create
es: Crear
fr: Créer
id: Buat baru
lo: ສ້າງ
pt: Criar
ru: Создать
tg: Сохтан
vi: Tạo mới

source: Indicators
es: Indicadores
fr: Indicateurs
id: Indikator
lo: ຕົວຊີ້ວັດ
pt: Indicadores
ru: Индикаторы
tg: Индикаторҳо
vi: Các chỉ số

source: Organisation units
es: Unidades orgenizativas
fr: Unités d'organisation
id: Unit organisasi
lo: ໂຄງຮ່າງການຈັດຕັ້ງ
pt: Unidades organizacionais
ru: Организация
tg: воҳидҳои сохторӣ
vi: Đơn vị

source: Periods
es: Periodos
fr: Périodes
id: Periode
lo: ຊ່ວງເວລາ
pt: Períodos
ru: Периоды
tg: Давраҳо
vi: Thời điểm

source: Relative periods
es: Periodos relativos
fr: Périodes relatives
id: Periode relatif
lo: ​ໄລ​ຍະ​ເວ​ລາ​ໄກ້​ຄຽງ
pt: Períodos relativos
ru: Соответствующие периоды
tg: Давраҳои нисбӣ
vi: Thời điểm tương đối

source: Reporting month
es: Mes de presentacion de informe
fr: Mois du rapportage
id: Laporan bulan
lo: ​ເດືອນ​ຂອງ​ການ​ລາຍ​ງານ
pt: Mes de relatório
ru: Отчетный месяц
tg: Моҳи ҳисоботӣ
vi: Báo cáo hàng tháng

source: This year
es: Este año
fr: Cette année
id: Tahun ini
lo: ປີນີ້
pt: Ano corrente
ru: Этот год
tg: Имсол
vi: Năm nay

source: Reporting six-month
es: Mes de presentacion de informe
fr: Semestre de rapportage
id: Laporan semester 1
lo: ລາຍງານເປັນ 6 ເດືອນ
pt: Relatando os seis meses
ru: Отчет полугодовой
tg: Шашмоҳаи ҳисоботӣ

source: Last 2 six-months
es: Últimos 2 semestres
fr: 2 derniers semestres
id: Laporan semester 2
lo: 2 ເດືອນທີ່ຜ່ານມາ
pt: Último 2 seis-meses
ru: Последние два полугодия
tg: 2 шашмоҳаи охир

source: Last week
es: Última semana
fr: Semaine passée
id: Minggu lalu
lo: ອາທິດທີ່ຜ່ານມາ
pt: Última semana
ru: Последняя неделя
tg: Ҳафтаи гузашта

source: Last 4 weeks
es: Últimas 4 semanas
fr: 4 dernières semaines
id: 4 minggu lalu
lo: 4 ອາທິດຜ່ານມາ
pt: Últimas 4 semanas
ru: Последние 4 недели
tg: 4 ҳафтаи охир

source: Last 12 weeks
es: Últimas 12 semanas
fr: 12 dernières semaines
id: 12 minggu lalu
lo: 12 ອາທິດຜ່ານມາ
pt: Últimoas 12 semanas
ru: Последние 12 недель
tg: 12 ҳафтаи охир

source: Months last year
es: Meses el año pasado
fr: Mois de l'année passée
id: Bulan tahun lalu
lo: ​ເດືອນ​ໄນ​ປີ​ຜ່ານ​ມາ
pt: Meses do ano passado
ru: Месяцы последнего года
tg: Моҳҳо дар соли гузашта
vi: Tháng năm ngoái

source: Quarters last year
es: Trimestres el año pasado
fr: Trimestres de l'année passée
id: Kuartal tahun lalu
lo: ​ໄຕຼມາດ​ໄນ​ປີ​ຜ່ານ​ມາ
pt: Trimestres do ano passado
ru: Кварталы последнего года
tg: Семоҳаҳо дар соли гузашта
vi: Quý năm trước

source: Last year
es: El año pasado
fr: L'année passée
id: Tahun lalu
lo: ປີກາຍ
pt: Ano passado
ru: Последний год
tg: Соли гузашта
vi: Năm ngoái

source: Report Table
es: Tabla de informe
fr: Tableau de rapport
id: Tabel laporan
lo: ​ຕາ​ຕະ​ລາງ​ລາຍ​ງານ
pt: Tabela de relatório
ru: Отчетные таблицы
tg: Ҷадвалҳои ҳисобот
vi: Bảng báo cáo

source: Crosstab dimensions
es: Tabulacion cruzada de dimensiones
fr: Les dimensions de tableau croisé
id: Dimensi kros-tabulasi
lo: ​ຕ່າງ​ມິ​ຕິ
pt: Dimensões de referência cruzada
ru: Перекрестные измерения
tg: Андозаҳои ҷаддвали чиликӣ
vi: Các thanh chiều dữ liệu

source: Are you sure you want to remove table?
es: ¿Confirmar eliminar tabla?
fr: Etes-vous sûr de vouloir supprimer le tableau?
id: Apakah Anda yakin menghapus tabel?
lo: ທ່ານເເນ່ທີ່ຈະລົບບໍ?
pt: Tem certeza que deseja remover a tabela?
ru: Вы уверены, что хотите удалить таблицу?
tg: Оё боварӣ доред, ки ин ҷадвалро нест кардан мехоҳед?
vi: Bạn có chắc muốn xóa bảng báo cáo này?

source: Operations
es: Operaciones
fr: Opérations
id: Pengoperasian
lo: ເຄື່ອງໝາຍເລກ
pt: Operações
ru: Операции
tg: Амалиётҳо
vi: Thao tác

source: Done
es: Terminado
fr: Terminé
id: Selesai
lo: ສຳເລັດ
pt: Concluído
ru: Сделано
tg: Иҷро шуд
vi: Hoàn tất

source: Crosstab indicators
es: Tabulacion cruzada de indicadores
fr: Croiser les Indicateurs
id: Krostabulasi indikator
lo: ຕົວ​ຊີ້​ວັດ​ຕ່າງ
pt: Indicadores de referência cruzada
ru: Перекрестные индикаторы
tg: Индикаторҳои ҷадвали чиликӣ
vi: Các thanh chỉ số

source: Crosstab periods
es: Tabulacion cruzada de periodos
fr: Croiser les Périodes
id: Krostabulasi periode
lo: ​ໄລ​ຍະ​ເວ​ລາ​ຕ່າງ
pt: Períodos de referência cruzada
ru: Перекрестные периоды
tg: Давраҳои ҷадвали чиликӣ
vi: Các thanh dữ liệu

source: Crosstab organisation units
es: Tabulacion cruzada de unidades organizativas
fr: Croiser les unités d'organisation
id: Krostabulasi unit organisasi
lo: ​ຫົ​ວ​ໜ່ວຍ​ການ​ຈັດ​ຕັ້ງ​ຕ່າງ
pt: Unidades organizacionais de referência cruzada
ru: Перекрестные организации/отделы
tg: Воҳидҳои сохтории ҷадвали чиликӣ
vi: Các thanh đơn vị

source: Please select at least one indicator, data element or data set
es: Por favor, seleccione al menos un indicador, elemento de datos o conjunto de datos
fr: Veuillez sélectionner au moins un indicateur, un élément de données ou un ensemble de données
id: Silahkan pilih setidaknya satu indikator, data elemen atau data set
lo: ກະລຸນາເລືອກຕົວຊີ້ວັດ,​ ອົງປະກອບຂໍ້ມູນ ຫຼື ແບບຟອມ
pt: Por favor, seleccione pelo menos um indicador, elemento de dados ou ficha
ru: Пожалуйста, выберите по меньшей мере один индикатор, элемент данных или набор данных
tg: Лутфан ақаллан як индикатор, унсури иттилоот ё маҷмӯи иттилоотро интихоб кунед
vi: Hãy chọn tối thiểu một chỉ số, dữ liệu hay tập dữ liệu

source: Please select at least one organisation unit
es: Seleccionar al menos una unidad organizativa
fr: Veuillez sélectionner au moins une unité d'organisation
id: Silahkan pilih setidaknya satu unit organisasi
lo: ກະລຸນາເລືອກໂຄງຮ່າງການຈັດຕັ້ງ
pt: Por favor seleccione uma unidade organizacional
ru: Пожалуйста выберите, по меньшей мере, одну организацию/отдел
tg: Лутфан ақаллан як унсури иттилоотро интихоб кунед
vi: Phải chọn ít nhất một đơn vị

source: Please select at least one period
es: Seleccionar al menos un periodo
fr: Veuillez sélectionner au moins une période
id: Silahkan pilih setidaknya satu periode
lo: ກະລຸນາເລືອກຊ່ວງເວລາ
pt: Por favor, seleccione pelo menos um período
ru: Пожалуйста выберите, по меньшей мере, один период
tg: Лутфан ақаллан як давраро интихоб кунед
vi: Phải chọn ít nhất một thời điểm

source: Cannot include more that one organisation unit with regression
es: No se puede incluir mas de una unidad organizativa con regresión
fr: Ne peut pas inclure plus d'une unité d'organisation avec la régression
id: Tidak bisa memasukkan lebih dari satu unit organisasi dengan regresi
lo: ບໍ່​ສາ​ມາດ​ລວມ​ເອົາ​ເກີນກວ່າ​ນື່ງ​ຫົວ​ໜ່ວຍ​ການ​ຈັດ​ຕັ້ງ​ທີ່​ມີ ຜົນ​ທາງ​ລົບ
pt: Não é possível incluir mais de uma unidade organizacional com regressão
ru: Невозможно включить более чем одну организацию/отдел регрессионно
tg: Зиёда аз як воҳиди сохториро бо бақайдгирӣ шомил карда наметавонад
vi: Không thể thực hiện hồi quy cho nhiều hơn một đơn vị

source: Cannot select both current and parent organisation unit parameter
es: No se pueden seleccionar la unidad organizativa actual y su unidad organizativa padre
fr: Impossible de sélectionner à la fois l'organisation actuelle et l'unité parent en paramètre
id: Tidak bisa pilih kedua parameter organisasi dan level atasnya
lo: ​ບໍ່​ສາ​ມາດ​ເລືອກ​ເອົາ​​​ຂໍ້​ມູນຫົວ​ໜ່ວຍ​ການ​ຈັດ​ຕັ້ງ​ຫ​ຍ່ອຍ ແລະ ​ລວມ​ທັງ​ສອງ​ຢ່າງ​ພ້ອມ​ກັນໄດ້
pt: Não é possível seleccionar tanto o parâmetro actual e dos parente da unidade organizacional
ru: Не может выбрать параметры ни текущего ни главного организационного отдела
tg: Якбора параметри воҳиди сохтории ҷорӣ ва фаръиро интихоб карда наметавонад
vi: Không thể chọ vừa tham số đơn vị hiện tại và đơn vị cấp cha

source: Please enter a name
es: Entrar un nombre
fr: Veuillez saisir un nom
id: Silahkan masukkan nama
lo: ​ກະ​ລຸ​ນາ​ຕື່ມ​ຊື່
pt: Por favor, indique um nome
ru: Пожалуйста введите имя
tg: Лутфан номеро ворид кунед
vi: Chưa nhập tên

source: Please specify a name
es: Especificar un nombre
fr: Veuillez spécifier un nom
id: Silahkan buat sebuah nama
lo: ກະລຸນາລະບຸຊື່.
pt: Por favor, especifique um nome
ru: Пожалуйста укажите имя
tg: Лутфан номеро нишон диҳед
vi: Hãy đặt một tên

source: The name is already in use
es: El nombre ya esta en uso
fr: Le nom existe déjà
id: Nama sudah digunakan
lo: ຊື່ນີ້ຖືກນຳໃຊ້ແລ້ວ
pt: O nome já está em uso
ru: Имя используется
tg: Ном истифода мешавад
vi: Tên này đang được dùng

source: Design
es: Diseño
id: Desain
lo: ອອກແບບ
pt: Desenho/Projecto
ru: Дизайн
tg: Тарҳ
vi: Tập tin báo cáo thiết kế từ iReport

source: Home
es: Inicio
fr: Accueil
lo: ໜ້າຫຼັກ
pt: Origem
ru: Домашняя страница
tg: Саҳифаи асосӣ
vi: Đường dẫn tới thư mục chứa thiết kế BIRT (.rptdesign) ở máy chủ

source: Directory
es: Directorio
fr: Répertoire
id: Direktori
lo: ຜູ້ກຳກັບ
pt: Diretório
ru: Директория
tg: Директория
vi: Thư mục

source: Create new report
es: Crear nuevo informe
fr: Créer nouveau rapport
id: Buat laporan baru
lo: ສ້າງລາຍງານໃໝ່
pt: Criar novo relatório
ru: Создать новый отчет
tg: Сохтани ҳисоботи нав
vi: Tạo báo cáo mới

source: Create report
es: Crear informe
fr: Créer rapport
id: Buat laporan
lo: ສ້າງລາຍງານ
pt: Criar relatório
ru: Создать отчет
tg: Сохтани ҳисобот
vi: Tạo báo cáo

source: Standard Report
es: Informe Estandard
fr: Rapport standard
id: Laporan standar
lo: ​ບົດ​ລາຍ​ງານ​ແບບ​ມາດ​ຕະ​ຖານ
pt: Relatório padrão
ru: Стандартный отчет
tg: Ҳисоботи стандартӣ
vi: Báo cáo chuẩn

source: Are you sure you will delete the report?
es: ¿Confirmar eliminar informe?
fr: Etes-vous sûr de vouloir supprimer le rapport?
id: Apakah Anda yakin akan menghapus laporan?
lo: ທ່ານແນ່ໃຈທີ່ຈະລົບອອກບໍ?
pt: Tem certeza de que deseja apagar o relatório?
ru: Вы уверены, что хотите удалить отчет?
tg: Оё боварӣ доред, ки ҳисоботро нест кардан мехоҳед?
vi: Có chắc là bạn muốn xóa báo cáo này?

source: Report
es: Informe
fr: Rapport
id: Laporan
lo: ລາຍງານ
pt: Relatório
ru: Отчет
tg: Ҳисобот
vi: Báo cáo

source: completed
es: completado
fr: Terminé
id: Selesai
lo: ຄົບ
pt: Concluído
ru: Завершено
tg: Анҷомёфта
vi: Hoàn tất

source: Remove report
es: Remover informe
fr: Retirer le rapport
id: Hapus laporan
lo: ລົບລາຍງານອອກ
pt: Remover relatório
ru: Удалить отчет
tg: Тоза кардани ҳисобот
vi: Xóa báo cáo

source: Submit
es: Enviar
fr: Envoyer
lo: ສົ່ງໄປລະບົບ
pt: Submeter
ru: Представить
tg: Пешниҳод кардан
vi: Nộp

source: Edit report
es: Editar informe
fr: Modifier rapport
id: Edit laporan
lo: ແກ້ໄຂລາຍງານ
pt: Edite o relatório
ru: Редактировать отчет
tg: Таҳрири ҳисобот
vi: Chỉnh sửa báo cáo

source: Processing
es: Procesando
fr: Traitement
id: Pemrosesan
lo: ​ກຳ​ລັງ​ດຳ​ເນີນ​ການ​ຢູ່
pt: Processando
ru: Обработка
tg: Коркард
vi: Đang xử lý

source: Indicators / data elements / data sets
es: Indicadores / elementos de datos / sets de datos
fr: Indicateurs / éléments de données / ensembles de données
id: Indikator / data elemen / data set
lo: ຕົວ​ຊີ້​ວັດ​-ອົງ​ປະ​ກອບ​ຂໍ້​ມູນ-ຊຸດ​ຂໍ້​ມູນ
pt: Indicadores / elementos de dados / fichas
ru: Индикаторы/элементы данных/наборы данных
tg: Индикаторҳо / Унсурҳои иттилоот / Маҷмӯъҳои иттилоот
vi: Chỉ số / Dữ liệu / Tập dữ liệu

source: Data set
es: Set de Datos
fr: Ensemble de données
lo: ແບບຟອມ
pt: Ficha
ru: Набор данных
tg: Маҷмӯи иттилоот
vi: Tập dữ liệu

source: Organisation unit
es: Unidad organizativa
fr: Unité d'organisation
id: Unit organisasi
lo: ​ຫົວ​ໜ່ວຍ​ການ​ຈັດ​ຕັ້ງ
pt: Unidade organizacional
ru: Организация
tg: Воҳиди сохторӣ
vi: Đơn vị

source: Select data set / View all
es: Seleccione Set de Datos / Ver todos
fr: Sélectionner ensemble de données / Afficher tout
id: Pilih data set / Lihat semua
lo: ເລືອກແບບຟອມ / ເບີ່ງທັງໝົດ
pt: Seleccione ficha / Ver todos
ru: Выбрать набор данных/Смотреть все
tg: Интихоби маҷмӯи иттилоот / Дидани ҳама
vi: Chọn tập hợp dữ liệu

source: Monthly
es: Mensual
fr: Mensuel
id: Bulanan
lo: ລາຍເດືອນ
pt: Mensal
ru: Ежемесячно
tg: Моҳона
vi: Hàng tháng

source: Quarterly
es: Trimestral
fr: Trimestriel
id: Kuartalan
lo: ໄຕມາດ
pt: Trimestral
ru: Ежеквартально
tg: Семоҳа
vi: Hàng quý

source: Yearly
es: Anual
fr: Annuel
id: Tahunan
lo: ລາຍປີ
pt: Anual
ru: Ежегодно
tg: Солона
vi: Một năm

source: If selecting no report table, the user is responsible for providing the data source
es: Si no se selecciona tabla de informe, el usuario es responsable de proveer los datos de la tabla fuente
fr: Si ne choisissez aucun tableau de rapport, l'utilisateur aura la responsabilité de fournir la source de données
id: Jika tidak ada tabel laporan dipilih, pengguna bertanggung jawab untuk menyedialan sumber data
lo: ​ຖ້າ​ເລືອກ​ແຕ່ບໍ່​ມີ​ຕາ​ຕະ​ລາງ​ລາຍ​ງານ​, ຜູ້​ໃຊ້​ຈະ​ຕ້ອງ​ໄດ້​ສະ​ໜອງ​ແຫ່ງ​ທີ່​ມາ​ຂອງ​ຂໍ້​ມູນ
pt: Se não seleccionar tabela relatório, o utilizador será responsável por fornecer a fonte de dados
ru: Если не таблица отчета не выбрана, пользователь обязан указать источник данных
tg: Ҳангоми интихоб накардани ягон ҷадвали ҳисобот, корбар вазифадор аст, ки манбаи иттилоотро муҳайё кунад
vi: Nếu không chọn bảng báo cáo, người dùng chịu trách nhiệm cung cấp nguồn dữ liệu

source: Data set Completeness
es: Completitud de Sets de Datos
fr: Complétude des ensembles de données
id: Kelengkapan data set
lo: ຄວາມ​ຄົບ​ຖ້ວນ​ຂອງ​ຊຸດ​ຂໍ້​ມູນ
pt: Estado da ficha quanto ao estar completa ou não
ru: Завершенность набора данных
tg: Мукаммалии маҷмӯи иттилоот
vi: Tính hoàn tất dữ liệu

source: Report parameters
es: Parámetros de informe
fr: Les paramètres de rapport
id: Laporan parameter
lo: ​ສ່ວນ​ປະ​ກອບ​ຕ່າງໆ​ຂອງ​ບົດ​ລາຍ​ງານ
pt: Os parâmetros de relatório
ru: Параметры отчета
tg: Параметрҳои ҳисобот
vi: Tham số báo cáo

source: Parent organisation unit
es: Padre de la unidad organizativa
fr: Unité d'organisation parent
id: Unit organisasi diatasnya
lo: ໂຄງຮ່າງການຈັດຕັ້ງຂັ້ນສູງ
pt: Unidade organizacional parente
ru: Родительская организация
tg: Воҳиди сохтории болоӣ
vi: Đơn vị cha

source: Available data elements
es: Elementos de datos disponibles
fr: Eléments de données disponibles
id: Data elemen yang tersedia
lo: ​ອົງ​ປະ​ກອບ​ຂໍ້​ມູນ​ທີ່​ມີ
pt: Elementos de dados disponíveis
ru: Доступные элементы данных
tg: Унсурҳои иттилооти мавҷуда
vi: Các phần tử dữ liệu hiện có

source: Data elements
es: Elementos de datos
fr: Eléments de données
id: Data elemen
lo: ອົງປະກອບຂໍ້ມູນ
pt: Os elementos de dados
ru: Элементы данных
tg: Унсурҳои иттилоот
vi: Các phần tử dữ liệu

source: Report table parameters
es: Parametros de tablas de informe
fr: Paramètres du tableau de rapport
id: Parameter tabel laporan
lo: ​ສ່ວນ​ປະ​ກອບ​ຕ່າງໆ​ຂອງ​ຕາ​ຕະ​ລາງ​ລາຍ​ງານ
pt: Parâmetros da tabela de relatório
ru: Параметры отчета
tg: Параметрҳои ҳисобот
vi: Tham số bảng báo cáo

source: Months this year
fr: Mois cette année
lo: ​ເດືອນ​ໃນ​ປີ
pt: Meses deste ano
vi: Tháng năm nay

source: Quarters this year
fr: Trimestres cette année
lo: ​ໄຕຼມາດ​ໃນ​ປີ
pt: Trimestres deste ano
vi: Quý năm nay

source: Add Report Table
es: Tabla de informe
fr: Ajouter tableau de rapport
id: Tambah tabel laporan
lo: ​ຕື່ມ​ຕາ​ຕະ​ລາງ​ລາຍ​ງານ
pt: Adicionar Tabela de Relatório
ru: Добавить таблицу отчета
tg: Иловаи ҷадвали ҳисобот
vi: Thêm bảng báo cáo

source: Add Dataelement Dimension Table
es: Añadir Tabla de dimensión de Elemento de Datos
fr: Ajouter tableau de dimension d'élément de donné
id: Tambah dimensi tabel data elemen
lo: ​ຕື່ມ​ມິ​ຕິ​ຕ່າງໆ​ຂອງ​ອົງ​ປະ​ກອບ​ຂໍ້​ມູນ​ຂອງ​ຕາ​ຕະ​ລາງ
pt: Adicionar tabela de dimensão de elemento de dados
ru: Добавить Таблицу координатов элемента данных
tg: Иловаи ҷадвали андозаҳои унсурҳои иттилоот
vi: Thêm bảng dữ liệu đa chiều

source: Generate
es: Generar
fr: Générer
lo: ສ້າງ
pt: Gerar
ru: Генерировать
tg: Таҳия
vi: Tạo ra

source: Process completed
es: Proceso completado
fr: Processus terminé
id: Proses selesai
lo: ການທຳງານ ສຳເລັດແລ້ວ
pt: Processo concluído
ru: Процесс завершен
tg: Раванд анҷом ёфт
vi: Tiến trình hoàn tất

source: View
es: Ver
fr: Voir
id: Lihat
lo: ເບິ່ງ
pt: Vizualizar
ru: Просмотр
tg: Намоиш додан
vi: Xem

source: Chart
es: Grafico
fr: Graphique
lo: ແຜນວາດ
pt: Gráfico
ru: Диаграмма
tg: Диаграммаҳо
vi: Biểu đồ

source: Dimension
es: Dimensión
fr: Dimenssion
id: Dimensi
lo: ມິຕິ
pt: Dimensão
ru: Измерение
tg: Андоза
vi: Chiều kích

source: Pivot Table
es: Tabla pivote
fr: Tableau croisé dynamique
id: Pivot Tabel
lo: ຕາຕະລາງຂໍ້ມູນ
pt: Tabela Pivot
ru: Сводная таблица
tg: Ҷадвали ҷамъбастӣ
vi: Bảng xoay

source: Indicator group
es: Grupo de indicadores
fr: Groupe d'indicateurs
id: Group indikator
lo: ກຸ່ມຂອງຕົວຊີ້ວັດ
pt: Grupo do indicador
ru: Группа индикаторов
tg: Гурӯҳи индикаторҳо
vi: Nhóm chỉ số

source: Period type
es: Tipo de periodo
fr: Type de période
id: Tipe periode
lo: ແບບຊ່ວງເວລາ
pt: Tipo de período
ru: Виды периода
tg: Навъи давара
vi: Loại thời điểm

source: Organisation unit level
es: Nivel de unidad organizativa
fr: Niveau d'unité d'organisation
id: Level unit organisasi
lo: ​ລະ​ດັບ​ຕ່າງໆ​ຂອງ​ຫົວ​ໜ່ວຍ​ການ​ຈັດ​ຕັ້ງ
pt: Nível de unidade organizacional
ru: Уровень организации
tg: Саттҳи воҳиди сохторӣ
vi: Cấp đơn vị

source: Select period type
es: Seleccionar tipo de periodo
fr: Sélectionner type de période
id: Pilih tipe periode
lo: ​ເລືອກ​ໄລ​ຍະ​ເວ​ລາ​ປະ​ເພດ​ຕ່າງໆ
pt: Seleccione o tipo de período
ru: Выбрать тип периода
tg: Интихоби навъи давра
vi: Chọn loại thời điểm

source: Org units
es: Unidades organizativas
fr: OrgUnit
id: Unit org.
lo: ​ຫົວ​ໜ່ວຍ​ການ​ຈັດ​ຕັ້ງ
pt: Unidades organizacionais
ru: Организации
tg: воҳидҳои сохторӣ
vi: Các đơn vị

source: Get data
es: Obtener datos
fr: Obtenir données
id: Ambil data
lo: ​ເປີດ​ເອົາ​ຂໍ້​ມູນ
pt: Obter dados
ru: Получить данные
tg: Дарёфти иттилоот
vi: Lấy dữ liệu
