Repository: kimbalear/dhis2-translations
Catalog: dhis-web-importexport/*.po
Languages: ar, es, fr, id, pt_br, ru, tg, vi

source: Data Value
ar: قيمة البيانات
es: Valor del dato
fr: Valeur de données
id: Nilai Data
pt_br: Valor
vi: Giá trị

source: Import
ar: استيراد
fr: Importer
id: Impor
pt_br: Importar
vi: Tích hợp

source: Select
ar: اختر
es: Seleccionar
fr: Choisir
id: Pilih
pt_br: Seleccione
ru: Выбор
tg: Интихоб кунед
vi: Chọn

source: Period Type
ar: نوع الفترة
es: Tipo del período
fr: Type de période
id: Tipe Periode
pt_br: Tipo de Período
ru: Виды периода
tg: Навъи давара
vi: Kiểu thời điểm

source: Export
ar: تصدير
es: Exportar
fr: Exporter
id: Eksport
pt_br: Exportar
ru: Экспорт
tg: Воридот
vi: Trích xuất

source: Action
ar: اجراء
es: Acción
id: Tindakan
pt_br: Acção
ru: Действие
tg: Амал
vi: Hành động

source: From
ar: من
es: De
fr: De
id: Dari
pt_br: De
ru: С
tg: Аз
vi: Từ

source: To
ar: الى
es: A
fr: A
id: Ke
pt_br: Para
ru: По
tg: Ба
vi: Đến

source: Period
ar: فترة
es: Período
fr: Périodes
id: Periode
pt_br: Período
ru: Период
tg: Давра
vi: Thời điểm

source: Selected data elements
ar: عناصر البيانات المحددة
es: Elementos de Datos seleccionados
fr: Eléments de donnée sélectionnés
id: Elemen Data terpilih
pt_br: Elementos de dados seleccionados
ru: Выбранные элементы данных
tg: Унсурҳои иттилооти интихобшуда
vi: Các dữ liệu đã chọn

source: Available data elements
ar: عناصر البيانات المتوفرة
es: Elementos de Datos disponibles
fr: Eléments de données disponibles
id: Elemen Data yang Tersedia
pt_br: Elementos de Dados Disponiveis
ru: Имеющиеся элементы данных
tg: Унсурҳои иттилооти мавҷуда
vi: Các dữ liệu sẵn có

source: Indicators
ar: المؤشرات
es: Indicadores
fr: Indicateurs
id: Indikator
pt_br: Indicadores
ru: Индикаторы
tg: Индикаторҳо
vi: Các chỉ số

source: Data values
ar: قيم البيانات
es: Valores de los datos
fr: Valeurs de donnée
id: Nilai Data
pt_br: Valores
ru: Значения данных
tg: Қиматҳои иттлоот
vi: Các giá trị

source: Available data sets
ar: منظمة البيانات المتوفرة
es: Conjuntos de Datos disponibles
fr: Ensembles données disponibles
id: Dataset yang Tersedia
pt_br: Conjunto de Dados disponíveis
ru: Имеющиеся наборы данных
tg: Маҷмӯъҳои иттилооти мавҷуда
vi: Những biểu nhập sẵn có

source: Selected data sets
ar: منظومة البيانات المحددة
es: Conjunto de Datos seleccionados
fr: Ensembles de données sélectionnés
id: Dataset Terpilih
pt_br: Conjuntos de Dados Selecionados
ru: Выбранные наборы данных
tg: Маҷмӯъҳои иттилооти интихобшуда
vi: Các biểu nhập liệu được chọn

source: Available indicators
ar: المؤشرات المتوفرة
es: Indicadores disponibles
fr: Indicateurs disponibles
id: Indikator yang Tersedia
pt_br: Indicadores disponiveis
ru: Имеющиеся индикаторы
tg: Индикаторҳои мавҷуда
vi: Các chỉ số sẵn có

source: Selected indicators
ar: المؤشرات المحددة
es: Indicadores seleccionados
fr: Indicateurs sélectionnés
id: Indikator Terpilih
pt_br: Indicadores selecionados
ru: Выбранные индикаторы
tg: Индикаторҳои интихобшуда
vi: Các chỉ số đã chọn

source: Level
ar: المستوى
es: Nivel
fr: Niveau
pt_br: Nivel
ru: Уровень
tg: Сатҳ
vi: Cấp

source: Clear
ar: امسح
es: Limpiar
fr: Effacer
id: Hapus
pt_br: Limpar
ru: Очистить
tg: Пок кардан
vi: Xóa

source: DHIS 1.4 Import
ar: توريد DHIS 1.4
es: Importar DHIS 1.4
fr: Importation DHIS 1.4
pt_br: Importando DHIS 1.4
ru: Импорт DHIS 1.4
tg: Содироти DHIS 1.4
vi: Nhập DHIS 1.4

source: Organisation units
ar: وحدات التنظيم
es: Unidades organizativas
fr: unités d'organisation
id: Unit organisasi
pt_br: Unidades organizacionais
ru: Организация
tg: воҳидҳои сохторӣ
vi: Đơn vị

source: Periods
ar: الفترات
es: Periodos
fr: Périodes
id: Periode
pt_br: Períodos
ru: Периоды
tg: Давраҳо
vi: Các thời điểm

source: Importing...
ar: جاري الاستيراد...
es: Importando...
fr: Importation ...
id: Sedang mengimport...
pt_br: Importando...
ru: Импортированиеâ¦
tg: Содирот мешавад...
vi: Đang tích hợp

source: Done
ar: تمّ
es: Hecho
fr: Terminé
id: Selesai
pt_br: Realizado
ru: Сделано
tg: Иҷро шуд
vi: Hoàn tất

source: Compare
ar: قارن
es: Comparar
fr: Comparer
id: Bandingkan
pt_br: Comparar
ru: Сравнить
tg: Муқоиса
vi: So sánh

source: Source
ar: المصدر
es: Fuente
id: Sumber
pt_br: Fonte
ru: Источник
tg: Маъхаз
vi: Nguồn

source: Object type
ar: نوع الكائن
fr: Type d'objet
id: Tipe Objek

source: Del
ar: حذف
es: Borrar
fr: Sup
id: Hapus
pt_br: Apagar
ru: Удал
tg: Нест кардан
vi: Xóa

source: Up
ar: اعلى
es: Arriba
fr: Haut
id: Atas
pt_br: Acima
ru: Вверх
tg: Ба боло
vi: Trên

source: Please specify a file
ar: من فضلك حدد ملفا
es: Especificar un fichero
fr: Veuillez spécifier un fichier
id: Silakan menentukan file
pt_br: Por favor, especifique o ficheiro
ru: Пожалуйста, уточните файл
tg: Файлро нишон диҳед
vi: Hãy chỉ định một tập tin

source: Data sets
ar: منظومة البيانات
es: Conjunto de datos
fr: Ensembles de données
id: Data set
pt_br: Conjunto de Dados
ru: Наборы данных
tg: Маҷмӯъҳои иттилоот
vi: Biểu nhập liệu

source: File
ar: ملف
es: Fichero
fr: Fichier
pt_br: Ficheiro
ru: Файл
tg: Файл
vi: Tập tin

source: Elements
ar: العناصر
es: Elementos
fr: Eléments
id: Elemen
pt_br: Elementos
ru: Элементы
tg: Унсурҳо
vi: Phần tử

source: Data
ar: بيانات
fr: Données

source: Import Preview
ar: معاينة التوريد
es: Vista previa de importar
fr: Aperçu des importations
pt_br: Preview importação
ru: Предварительный просмотр импорта
tg: Пешнамоиши содирот
vi: Xem trước tích hợp

source: Select none
ar: لاتختر شيئا
es: Seleccionar ninguno
fr: Sélectionner aucun
id: Tidak ada yang dipilih
pt_br: Nenhum seleccionado
ru: Выбрать один
tg: Ягонтоаш интихоб нашудааст
vi: Không chọn gì

source: Unique
ar: فريد
es: Unico
pt_br: Unico
ru: Уникальный
tg: Беназир
vi: Duy nhất

source: Matching
ar: المطابقة
es: Coincidiendo
fr: Correspondance
pt_br: Correspondente
ru: Совпадение
tg: Мувофиқ
vi: Phù hợp

source: Preview
ar: معاينة
fr: Aperçu
pt_br: Visualizar
vi: Xem trước

source: Skip
ar: تخطي
es: Saltar
fr: Sauter
pt_br: Saltar
ru: Пропустить
tg: Партофта гузаштан
vi: Bỏ qua

source: Data element
ar: عنصر البيانات
es: Elemento de datos
fr: Elément de donnée
id: Elemen data
pt_br: Elemento de dado
ru: Элемент данных
tg: Унсури иттилоот
vi: Dữ liệu

source: Indicator
ar: المؤشر
es: Indicador
fr: Indicateur
id: Indikator
pt_br: Indicador
ru: Индикатор
tg: Индикатор
vi: Chỉ số

source: Indicator group
ar: مجموعة المؤشر
es: Grupo de ndicador
fr: Groupe d'indicateurs
id: Kelompok indikator
pt_br: Grupo de Indicador
ru: Группа индикаторов
tg: Гурӯҳи индикаторҳо
vi: Nhóm chỉ số

source: Data set
ar: منظومة البيانات
es: Conjunto de datos
fr: Ensemble de données
pt_br: Conjunto de dado
ru: Набор данных
tg: Маҷмӯи иттилоот
vi: Biểu dữ liệu nhập

source: Organisation unit
ar: وحدة التنظيم
es: Conjunto de grupos de unidad organizativa
fr: Unité d'Organisation
id: Unit organisasi
pt_br: Unidade organizacional
ru: Организация
tg: Воҳиди сохторӣ
vi: Đơn vị

source: Data element groups
ar: مجموعات عنصر البيانات
es: Grupos de elemento de dato
fr: Groupes d'éléments de donnée
id: Kelompok elemen data
pt_br: Grupos de Elementos de Dados
ru: Группы элементов данных
tg: Гурӯҳҳои унсурҳои иттилоот
vi: Các nhóm dữ liệu

source: Indicator groups
ar: مجموعة المؤشر
es: Grupos de indicador
fr: Groupes d'indicateurs
id: Kelompok Indikator
pt_br: Grupos de Indicadores
ru: Группы индикаторов
tg: Гурӯҳҳои индикаторҳо
vi: Các nhóm chỉ số

source: Organisation unit
ar: وحدة التنظيم
es: Unidad organizativa
fr: Unité de l'organisation
id: Unit organisasi
pt_br: Unidade organizacional
ru: Организация
tg: Воҳиди сохторӣ
vi: Đơn vị

source: Organisation unit groups
ar: مجموعات وحدة التنظيم
es: Grupos de unidad organizativa
fr: Groupes d'unités d'organisation
id: Kelompok unit organisasi
pt_br: Grupos de unidades organizacionais
ru: Группы организаций
tg: Гурӯҳҳои воҳидҳои сохторӣ
vi: Các nhóm đơn vị

source: Organisation unit group sets
ar: منظومة مجموعة وحدة التنظيم
es: Conjuntos de grupos de unidad organizativa
fr: Ensemble de groupes d'unités d'organisation
id: Set kelompok unit organisasi
pt_br: Conjuntos de grupo de unidade organizacional
ru: Наборы групп организаций
tg: Маҷмӯи гурӯҳҳои воҳидҳои сохторӣ
vi: Các tập của nhóm đơn vị

source: Export to other systems
ar: تصدير لأنظمة اخرى
es: Exportar a otros sistemas
fr: Exportation vers d'autres systèmes
id: Eksport ke sistem yang lain
pt_br: Exportar para outro sistema
ru: Экспортировать в другие системы
tg: Воридот ба системаҳои дигар
vi: Xuất ra chương trình khác

source: DHIS 1.4 Metadata Export
ar: تصدير DHIS 1.4
es: Exportar Meta datos DHIS 1.4
fr: Export de Métadonnées DHIS 1.4
id: Eksport DHIS 1.4 Metadata
pt_br: Exportação Metadados SISD 1.4
ru: Экспорт метаданных DHIS 1.4
tg: Воридоти метадатаи DHIS 1.4
vi: Trích xuất dữ liệu DHIS1.4

source: DHIS 1.4 Data Export
ar: تصدير بيانات DHIS 1.4
es: Exportar datos a DHIS 1.4
fr: Export de donnée DHIS 1.4
id: Eksport Data DHIS 1.4
pt_br: Exportar Dado DHIS 1.4
ru: Экспорт данных DHIS 1.4
tg: Воридоти иттилооти DHIS 1.4
vi: Trích xuất DHIS1.4

source: Accept incoming records
ar: قبول السجلات الواردة
es: Acceptar articulos entrando
fr: Accepter les enregistrements rentrant
id: Menerima pencatatan masuk
pt_br: Aceitar registos vindos
ru: Принять входящие записи
tg: Қабул кардани сабтҳои даромад
vi: Chấp nhận những mẫu tin vào

source: Include data values
ar: تتضمن قيم البيانات
fr: Inclure valeurs de données
id: Termasuk nilai data

source: New and Updates
ar: الجديد والتحديثات
es: Nuevos y actualizados
fr: Nouveaux et mises à jour
id: Baru dan Update
pt_br: Novo e Actualizado
ru: Новые и обновления
tg: Нав ва навсозиҳо
vi: Mới và Cập nhật

source: New ( No Updates )
ar: جديد (لا تحديثات)
es: Nuevo ( No Actualizado )
fr: Nouveau (Aucune mise à jour)
id: Baru (Tidak ada update)
pt_br: Novos (Nenhuma Actualização)
ru: Новые (нет обновлений)
tg: Нав (бе ягон навсозӣ)
vi: Mới (không có cập nhật)

source: Data element
ar: عنصر البيانات
es: Elemento de dato
fr: Elément de donnée
id: Elemen data
pt_br: Elemento de Dados
ru: Элемент данных
tg: Унсури иттилоот
vi: Thành phần dữ liệu

source: Data element group
ar: مجموعة عنصر البيانات
es: Grupo de elemento de dato
fr: Groupe d'éléments de donnée
id: Kelompok elemen data
pt_br: Grupo de Elemento de Dados
ru: Группы элемента данных
tg: Гурӯҳи унсурҳои иттилоот
vi: Nhóm dữ liệu

source: Organisation unit group
ar: مجموعة وحدة التنظيم
es: Grupo de unidad organizativa
fr: Groupe d'unités d'Organisation
id: Kelompok unit organisasi
pt_br: Grupo da unidade organizacional
ru: Группы организаций
tg: Гурӯҳи воҳидҳои сохторӣ
vi: Nhóm đơn vị

source: Organisation unit group set
ar: منظومة مجموعة وحدة البيانات
es: Conjunto de grupos de unidad organizativa
fr: Ensemble de groupes d'unités d'organisation
id: Set kelompok unit organisasi
pt_br: Conjunto de Grupo Unidade Organizacional
ru: Наборы групп организаций
tg: Маҷмӯи гурӯҳҳои воҳидҳои сохторӣ
vi: Tập của nhóm đơn vị

source: Category option
ar: خيارات الفئة
id: Pilihan kategori

source: Category option group
ar: مجموعة خيارات الفئة
id: Grup pilihan kategori

source: Option set
ar: منظومة الخيارات
fr: Série d'options

source: Element
ar: عنصر
fr: Élément
id: Elemen
pt_br: Elemento
vi: Phần tử

source: Objects
ar: الكائنات
es: Objetos
fr: Objets
id: Obyek
pt_br: Objectos
ru: Объекты
tg: Объектҳо
vi: Các đối tượng

source: Discard selected
ar: استبعد المحدد
es: Descartar seleccionados
fr: Refuser ceux sélectionnés
id: Batalkan pemilihan
pt_br: Descartar seleccionado
ru: Сбросить выбранное
tg: Лағви интихобшудаҳо
vi: Bỏ qua mục chọn

source: Discard all
ar: استبعد الكل
es: Descartar todo
fr: Refuser tout
id: Batalkan semua
pt_br: Discartar todos
ru: Сбросить все
tg: Лағви ҳама
vi: Bỏ qua tất cả

source: Match to existing
ar: تم التطابق مع الموجود
es: Coincide con existente
fr: Faire correspondre à l'existant
id: Cocokkan dengan data yang tersedia
pt_br: Corresponder com existente
ru: Совпадение с существующим
tg: Мувофиқ кардан бо мавҷудбуда
vi: Phù hợp với hiện có

source: Compare to existing
ar: قارن مع الموجود
es: Comparar con existente
fr: Comparer à l'existant
id: Bandingkan dengan data yang tersedia
pt_br: Comparar com o existente
ru: Сравнение с существующим
tg: Муқоиса бо мавҷудбуда
vi: So sánh với giá trị đã có

source: Property
ar: الخاصية
es: Propiedad
fr: Propriété
id: Properti
pt_br: Propriedade
ru: Собственность
tg: Сифат
vi: Thuộc tính

source: Existing objects
ar: الكائنات الموجودة
es: Objetos existentes
fr: Les objets existants
id: Obyek yang tersedia
pt_br: Objectos existentes
ru: Существующие объекты
tg: Объектҳои мавҷуда
vi: Đối tượng hiện có

source: Discard
ar: استبعاد
es: Descartar
fr: Refuser
id: Batalkan
pt_br: Descartar
ru: Сбросить
tg: Соқит кардан
vi: Bỏ qua

source: New object
ar: الكائنات الجديدة
es: Nuevo objeto
fr: Nouvel objet
id: Obyek
pt_br: Novo objecto
ru: Новый объект
tg: Объекти нав
vi: Đối tượng mới

source: Existing object
ar: الكائنات الموجودة
es: Objeto existente
fr: Objet existant
id: Obyek yang tersedia
pt_br: Objecto existente
ru: Существующий объект
tg: Объекти мавҷуда
vi: Đối tượng hiện có

source: File type not allowed
ar: غير مسموح بنوع الملف
es: Tipo de fichero no permitido
fr: Type de fichier non autorisé
id: Tipe file tidak dikenal
pt_br: Tipo de ficheiro não permitido
ru: Тип файла не разрешен
tg: Навъи файл иҷозат нест
vi: Tập tin không được phép

source: Import all
ar: استيراد الكل
es: Importar todo
fr: Importer tout
id: Import semua
pt_br: Importar todos
ru: Импортировать все
tg: Содироти ҳама
vi: Tích hợp tất cả

source: Factor
ar: العامل
fr: Facteur
id: Faktor
ru: Фактор
tg: Коэффисиент
vi: Thành tố

source: Match
ar: تطابق
es: Coincide
fr: Correspondre
pt_br: Corresponder
ru: Совпадение
tg: Мувофиқсозӣ
vi: Liên kết

source: Discard update
ar: استبعد التحديث
es: Descartar actualización
fr: Refuser mise à jour
id: Batalkan update
pt_br: Descartar actalização
ru: Сбросить обновление
tg: Лағви навсозӣ
vi: Bỏ qua cập nhật

source: Show advanced options
ar: اظهار الخيارات المتقدمة
es: Mostrar opciones avanzadas
fr: Afficher les options avancées
id: Perlihatkan opsi lanjut
pt_br: Mostrar opções avançadas
ru: Показать расширенные опции
tg: Нишон додани имконоти васеъ
vi: Hiển thị tùy chọn mở rộng

source: Hide advanced options
ar: إخفاء الخيارات المتقدمة
es: Ocultar opciones avanzadas
fr: Masquer les options avancées
id: Sembunyikan opsi lanjut
pt_br: Esconder opcções avançadas
ru: Скрыть расширенные опции
tg: Пинҳон кардани имконоти васеъ
vi: Ẩn tùy chọn mở rộng

source: Move selected
ar: انقل المحدد
fr: Déplacer sélection
id: Pindahkan poin terpilih
pt_br: Mover seleccionado
vi: Chuyển chọn

source: Move all
ar: انقل الكل
fr: Déplacer tout
id: Pindahkan semuanya
pt_br: Mover todos
vi: Chuyển tất cả

source: Remove selected
ar: احذف المحدد
fr: Retirer sélection
id: Hapus poin yang terpilih
pt_br: Remover seleccione
vi: Hủy bỏ được chọn

source: Remove all
ar: احذف الكل
fr: Tout déselectionner
id: Hapus semua
pt_br: Remova todos
vi: Hủy bỏ tất cả

source: PDF Metadata Export
ar: نصدير بيانات لشرح البيانات على هيئة PDF
es: Exportar Meta Datos PDF
fr: Exporter les métadonnées en PDF
id: Eksport PDF Metadata
pt_br: Exportar Metadado para PDF
ru: Экспорт метаданных PDF
tg: Воридоти метадатаи PDF
vi: Trích xuất dữ liệu PDF

source: XLS Metadata Export
ar: تصدير بيانات لشرح البيانات على هيئة XLS
es: Exportar metadatos en XLS
fr: Exportation de métadonnées XLS
id: Eksport XLS Metadata
pt_br: Exportar Metadado XLS
ru: Экспорт метаданных XLS
tg: Воридоти метадатаи XLS
vi: Xuất siêu dữ liệu ra XLS

source: Version
ar: نسخة
es: Versión
id: Versi
pt_br: Versão
ru: Версия
tg: Версия
vi: Phiên bản

source: Status
ar: الحالة
es: Estado
fr: Statut
pt_br: Estados
ru: Состояние
tg: Ҳолат
vi: Trạng thái

source: Data type
ar: نوع البيانات
es: Tipo de dato
fr: Type de données
id: Jenis data utama
pt_br: Tipo de dado
ru: Основной тип данных
tg: Навъи иттилооти асосӣ
vi: Loại dữ liệu

source: Validation rules
ar: قوانين المصادقة
es: Reglas de validación
fr: Règles de validation
id: Aturan validasi
pt_br: Regras de validação
ru: Правила проверки
tg: Қоидаҳои санҷиши эътибор
vi: Các quy tắc kiểm tra

source: Last updated
ar: التحديث الاخير
es: Ultima actualización
fr: Dernière mise à jour
id: Update terbaru
pt_br: Última actualização
ru: Последнее обновление
tg: Навсозии охирин
vi: Cập nhật gần nhất

source: Validation rule
ar: قانون المصادقة
es: Regla de validación
fr: Règle de validation
id: Aturan validasi
pt_br: Regra de validação
ru: Правило проверки
tg: Қоидаи санҷиши эътибор
vi: Quy tắc kiểm tra

source: Operator
ar: مشغل
es: Operador
fr: Opérateur
pt_br: Operador
ru: Операция
tg: Оператор
vi: Toán tử

source: Data elements
ar: عناصر البيانات
es: Elementos de dato
fr: Eléments de donnée
id: Elemen data
pt_br: Elementos de dado
ru: Элементы данных
tg: Унсурҳои иттилоот
vi: Các dữ liệu

source: Data Value
ar: قيمة البيانات
es: Valor del dato
fr: Valeur de données
id: Nilai Data
vi: Giá trị

source: Daily Data Value
ar: قيمة البيانات اليومية
id: Nilai data harian
vi: Giá trị dữ liệu hằng ngày

source: DHIS 1.4 File Configuration
ar: اعدادات الملف DHIS 1.4
es: Fichero de configuración DHIS 1.4
fr: Fichier de configuration DHIS 1.4
id: Konfigurasi file DHIS 1.4
pt_br: Configuração de Ficheiro DHIS 1.4
ru: Конфигурация файла DHIS 1.4
tg: Конфигуратсияи файли DHIS 1.4
vi: Tập tin cấu hình DHIS1.4

source: Data file
ar: ملف البيانات
es: Fichero de datos
fr: Fichier de données
pt_br: Ficheiro de dado
ru: Файл данных
tg: Файли иттилоот
vi: Tập tin dữ liệu

source: Username
ar: اسم المستخدم
es: Nombre de usuario
fr: Nom d'utilisateur
pt_br: Nome do utilizador
ru: Имя пользователя
tg: Номи корбар
vi: Tên người dùng

source: Password
ar: كلمة السر
es: Clave de usuario
fr: Mot de passe
ru: Пароль
tg: Парол
vi: Mật khẩu

source: Levels
ar: المستويات
es: Niveles
fr: Niveaux
id: Level
pt_br: Níveis
ru: Уровни
tg: Сатҳҳо
vi: Cấp

source: Import successful
ar: تم الاستيراد بنجاح
es: Importado satisfactoriamente
fr: Importation avec succès
id: Import sukses dilakukan
pt_br: sucesso na importacão
ru: Успешное импортирование
tg: Содироти бомуваффақият
vi: Tích hợp dữ liệu vào thành công

source: Import process failed - See log for details
ar: فشلت عملية الاستيراد- انظر التسجيل لمزيد من التفاصيل
es: Proceso de importado erróneo - Vea el log para los detalles
fr: Echèc du processus d'importation - voir le log pour les détails
id: Proses import gagal dilakukan - Lihat log untuk melihat detail
pt_br: Processo de importação falhou - Ver log para obter detalhes
ru: Процесс импортирования не удался - Детали смотрите в журнале
tg: Раванди содирот иҷро нашуд - Тафсилотро дар китоби қайд бинед
vi: Việc tích hợp dữ liệu vào không thành công - Xem nhật ký để biết thêm chi tiết

source: Importing constants
ar: استيراد الثوابت
es: Constantes importadas
fr: Importation des constantes
id: Mengimport konstanta
pt_br: Importando constantes
ru: Постоянные импортирования
tg: Воридоти доимиҳо
vi: Đang tích hợp các hằng số

source: Importing data element category options
ar: استيراد خيارات فئة عامل البيانات
es: Importando opciones de categoría de elementos de datos
fr: Importation des options de catégories d'élément de donnée
id: Mengimport pilihan kategori elemen data
pt_br: Importando opções de categoria de elemento de dados
ru: Опции категорий элементов данных импортирования
tg: Воридоти имконоти категорияҳои унсурҳои иттилоот
vi: Đang tích hợp các danh mục phân loại dữ liệu

source: Importing data element categories
ar: استيراد فئات عنصر البيانات
es: Importando categorías de elementos de datos
fr: Importation des catégories d'élements de données
id: Mengimport kategori elemen data
pt_br: Importando categorias de elementos de dados
ru: Категории элементов данных импортирования
tg: Воридоти категорияҳои унсурҳои иттилоот
vi: Đang tích hợp các phân loại dữ liệu

source: Importing data element category combos
ar: استيراد القوائم المنسدلة لفئة عنصر البيانات
es: Importando combos de categoría de elementos de datos
fr: Importation de combos de catégories d'éléments de donnée
id: Mengimport kategori kombo elemen data
pt_br: Importando combinacão de categoria de elemento de dados
ru: Комбинации категорий элементов данных импортирования
tg: Воридоти комбоҳои категорияҳои унсурҳои иттилоот
vi: Đang tích hợp các nhóm phân loại dữ liệu

source: Importing data element category option combos
ar: استيراد القوائم المنسدلة لخيار فئة عنصر المعلومات
es: Importando combos de categorías de elementos de datos
fr: Importation des combos d'options de catégories d'élément de donnée
id: Mengimport pilihan kategori kombo elemen data
pt_br: Importando opções de combinação de categoria de elementos de dados
ru: Комбинации опций категории элементов данных импортирования
tg: Воридоти комбоҳои имкони категорияи унсурҳои иттилоот
vi: Đang tích hợp các tập mục chọn phân loại dữ liệu

source: Importing data element category members
ar: استيراد أعضاء فئة عنصر البيانات
es: Importando miembros de categoría de elementos de datos
fr: Importation des membres de catégories d'élément de donnée
id: Mengimport anggota kategori elemen data
pt_br: Importando membros de categorias de elementos de dados
ru: Члены категорий элементов данных импортирования
tg: Воридоти аъзоёни категорияҳои унсурҳои иттилоот
vi: Đang tích hợp các thành phần phân loại dữ liệu

source: Importing data element category combo members
ar: استيراد أعضاء القائمة المنسدلة لفئة عنصر البيانات
es: Importando miembros de categoría de elementos de datos
fr: Importation des membres de combo de catégories d'éléments de donnée
id: Mengimport anggota kategori kombo elemen data
pt_br: Importando integrantes de combinação de categoria de elementos de dados
ru: Члены комбинации категорий элементов данных импортирования
tg: Воридоти аъзоёни комбоҳои категорияҳои унсурҳои иттилоот
vi: Đang tích hợp các thành phần nhóm phân loại dữ liệu

source: Importing data elements
ar: استيراد عناصر البيانات
es: Importando elementos de datos
fr: Importation d'éléments de donnée
id: Mengimport elemen data
pt_br: Importando elementos de dados
ru: Импортирование элементов данных
tg: Воридоти унсурҳои иттилоот
vi: Đang tích hợp dữ liệu

source: Importing calculated data elements
ar: استيراد عناصر البيانات المجمعة
es: Importando elementos de datos calculados
fr: Importation des éléments de données calculés
id: Mengimport elemen data yang dihitung
pt_br: Importando elementos de dados calculados
ru: Испортирование рассчитанных элементов данных
tg: Воридоти унсурҳои иттилооти ҳисобшуда
vi: Đang tích hợp dữ liệu tính toán

source: Importing indicator types
ar: استيراد أنواع مؤشرات
es: Importando tipo de indicador
fr: Importation des types d'indicateurs
id: Mengimport tipe indikator
pt_br: Importando tipos de indicadores
ru: Импортирование типов индикаторов
tg: Воридоти навъҳои индикатор
vi: Đang tích hợp các loại chỉ số

source: Importing indicators
ar: استيراد المؤشرات
es: Importando indicadores
fr: Importation des indicateurs
id: Mengimport indikator
pt_br: Importando indicadores
ru: Импортирование индикаторов
tg: Воридоти индикаторҳо
vi: Đang tích hợp các chỉ số

source: Importing data element groups
ar: استيراد مجموعات عنصر البيانات
es: Importando grupos de elementos de datos
fr: Importation des groupes d'éléments de donnée
id: Mengimport kelompok elemen data
pt_br: Importando grupos de elementos de dados
ru: Импортирование групп элементов данных
tg: Воридоти гурӯҳҳои унсурҳои иттилоот
vi: Đang tích hợp các nhóm dữ liệu

source: Importing indicator groups
ar: استيراد مجموعات المؤشرات
es: Importando grupos de indicadores
fr: Importation des groupes d'indicateurs
id: Mengimport kelompok indikator
pt_br: Importando grupos de indicadores
ru: Импортирование групп индикаторов
tg: Воридоти гурӯҳҳои индикаторҳо
vi: Đang tích hợp các nhóm chỉ số
