Repository: kimbalear/dhis2-translations
Catalog: dhis-web-importexport/*.po
Languages: ar, es, fr, id, pt_br, ru, tg, vi

source: Importing data element group members
ar: استيراد أعضاء مجموعة عنصر البيانات
es: Importando miembros de grupos de elementos de datos
fr: Importation des membres de groupe d'éléments de donnée
id: Mengimport anggota kelompok elemen data
pt_br: Importando membros de grupos de elementos de dados
ru: Импортирование членов группы элементов данных
tg: Воридоти аъзоёни гурӯҳи унсурҳои иттилоот
vi: Đang tích hợp các thành phần nhóm dữ liệu

source: Importing indicator group members
ar: استيراد أعضاء مجموعة المؤشر
es: Importando miembros de grupos de indicadores
fr: Importation des membres de groupe d'indicateurs
id: Mengimport anggota kelompok indikator
pt_br: Importando membros de grupos de indicadores
ru: Импортирование членов группы индикаторов
tg: Воридоти аъзоёни гурӯҳи индикаторҳо
vi: Đang tích hợp các thành phần nhóm chỉ số

source: Importing data dictionaries
ar: استيراد قواميس البيانات
es: Importando diccionarios de datos
fr: Importation de dictionnaires de données
id: Mengimport kamus data
pt_br: Importando dicionarios de dados
ru: Импортирование словарей данных
tg: Воридоти луғатҳои иттилоот
vi: Đang tích hợp các từ điển dữ liệu

source: Importing data dictionary data elements
ar: استيراد عنصر بيانات قاموس البيانات
es: Importando elementos de diccionario de datos
fr: Importation de éléments de données de dictionnaires de données
id: Mengimport elemen data kamus data
pt_br: Importando dicionário de dados de elementos de dados
ru: Импортирование элементов данных словарей данных
tg: Воридоти унсурҳои иттилооти луғатҳои иттилоот
vi: Đang tích hợp các thành phần dữ liệu của từ điển

source: Importing data dictionary indicators
ar: استيراد مؤشرات قاموس البيانات
es: Importando diccionarios de datos de indicadores
fr: Importation des indicateurs de dictionnaires de données
id: Import indikator kamus data
pt_br: Importando dicionário de dados de indicadores
ru: Импортирование индикаторов словарей данных
tg: Воридоти индикаторҳои луғатҳои иттилоот
vi: Đang tích hợp các chỉ số của từ điển

source: Importing data sets
ar: استيراد منظومة البيانات
es: Importando sets de datos
fr: Importation des ensembles de données
id: Import data set
pt_br: Importando conjunto de dados
ru: Импортирование наборов данных
tg: Воридоти маҷмӯъҳои иттилоот
vi: Đang tích hợp các tập biểu nhập

source: Importing data sets daily capture
ar: استيراد الالتقاط اليومي لمنظومة البيانات
id: Impor data set setiap hari

source: Importing data set members
ar: استيراد أعضاء منظومة البيانات
es: Importando miembros de sets de datos
fr: Importation d'ensembles de donnés
id: Import anggota data set
pt_br: Importando membros de conjuto de dados
ru: Импортирование членов наборов данных
tg: Воридоти аъзоёни маҷмӯи иттилоот
vi: Đang tích hợp thành phần biểu nhập

source: Importing data set source associations
ar: استيراد تعاون مصدر منظومة البيانات
es: Importando asociaciones de fuente de set de datos
fr: Importation des associations ensembles de données et source
id: Import asosiasi sumber data set
pt_br: Importando associações de conjuntos de dados
ru: Импортирование ассоциаций источников наборов данных
tg: Воридоти иттиҳодҳои маъхазҳои маҷмӯи иттилоот
vi: Đang tích hợp các liên kết nguồn dữ liệu

source: Importing data set data entry form associations
ar: استيراد تعاون استمارة ادخال بيانات منظمة البيانات
es: Importando asociaciones de formulario de entrada de set de datos
fr: Importation des associations ensembles de données et formulaire
id: Import data set asosiasi form entri data
pt_br: Importando associações de conjunto de dados e formulário de entrada de dados
ru: Импортирование ассоциаций форм ввода данных наборов данных
tg: Воридоти иттиҳодҳои шакли вуруди иттилооти маҷмӯи иттилоот
vi: Đang tích hợp các liên kết biểu nhập dữ liệu

source: Importing organisation units
ar: استيراد وحدات التنظيم
es: Importando unidades organizativas
fr: Importation des unités d'organisation
id: Import unit organisasi
pt_br: Importando unidades organizacionais
ru: Импортирование организаций
tg: Воридоти воҳидҳои сохторӣ
vi: Đang tích hợp các đơn vị

source: Importing organisation unit groups
ar: استيراد مجموعات وحدة التنظيم
es: Importando grupos de unidades organizativas
fr: Importation des groupes d'unités d'organisation
id: Import kelompok unit organisasi
pt_br: Importando grupos de unidades organizacionais
ru: Импортирование групп организаций
tg: Воридоти гурӯҳҳои воҳидҳои сохторӣ
vi: Đang tích hợp các nhóm đơn vị

source: Importing organisation unit group members
ar: استيراد أعضاء مجموعة وحدة التنظيم
es: Importando miembros de grupos de unidades organizativas
fr: Importation des membres de groupe d'unités d'organisation
id: Import anggota kelompok unit organisasi
pt_br: Importando os membros de grupos de unidades organizacionais
ru: Импортирование членов группы организаций
tg: Воридоти аъзоёни гурӯҳҳои воҳидҳои сохторӣ
vi: Đang tích hợp các thành viên nhóm đơn vị

source: Importing organisation unit group sets
ar: استيراد منظومات مجموعة وحدة التنظيم
es: Importando sets de grupos de unidades organizativas
fr: Importation des ensembles de groupes d'unités d'organisation
id: Import set grup unit organisasi
pt_br: Importando conjuntos de grupo de unidades organizacionais
ru: Импортирование наборов группы организаций
tg: Воридоти маҷмӯъҳои гурӯҳҳои воҳидҳои сохторӣ
vi: Đang tích hợp các tập của nhóm đơn vị

source: Importing organisation unit group set members
ar: استيراد أعضاء منظومة مجموعة وحدة المنظمة
es: Importando miembros de sets de grupos de unidades organizativas
fr: Importation des membres d'ensembles de groupes d'unités d'organisation
id: Import anggota set grup unit organisasi
pt_br: Importando membros de conjuntos de grupos de unidades organizacionais
ru: Импортирование членов наборов группы организаций
tg: Воридоти аъзоёни маҷмӯъҳои гурӯҳҳои воҳидҳои сохторӣ
vi: Đang tích hợp các thành viên của tập các nhóm đơn vị

source: Importing organisation unit structures
ar: استيراد هياكل وحدة التنظيم
es: Importando estructuras de unidades organizativas
fr: Importation des structures d'unités d'organisation
id: Import struktur unit organisasi
pt_br: Importando estruturas unidades organizacionais
ru: Импортирование структур организации
tg: Воридоти сохторҳои воҳидҳои сохторӣ
vi: Đang tích hợp các cấu trúc đơn vị

source: Importing organisation unit relationships
ar: استيراد علاقات وحدة التنظيم
fr: Importation des relations des unités d'organisation
id: Import hubungan grup unit organisasi
pt_br: Importando relacionamentos de unidade organizacionais
vi: Đang tích hợp các liên kết của đơn vị

source: Importing organisation unit hierarchy
ar: استيراد سلسلة وحدة التنظيم
es: Importando jerarquía de unidades organizativas
fr: Importation de la hiérarchie des unités d'organisation
id: Import hierarki unit organisasi
pt_br: Importando hierarquia unidades organizacionais
ru: Импортирование иерархии организации
tg: Воридоти иерархияи воҳидҳои сохторӣ
vi: Đang tích hợp phân cấp đơn vị

source: Importing organisation unit levels
ar: استيراد مراحل وحدة التنظيم
es: Importando niveles de unidades organizativas
fr: Importation des niveaux d'unités d'organisation
id: Import level unit organisasi
pt_br: Importando níveis de unidades organizacionais
ru: Импортирование уровней организации
tg: Воридоти сатҳҳои воҳидҳои сохторӣ
vi: Đang tích hợp các cấp đơn vị

source: Importing periods
ar: استيراد الفترات
es: Importando periodos
fr: Importation des periodes
id: Import periode
pt_br: Importando periodos
ru: Импортирование периодов
tg: Воридоти давраҳо
vi: Đang tích hợp các thời điểm

source: Importing routine data values
ar: استيراد قيم البيانات المعتادة
es: Importando valores de datos rutinarios
fr: Importation des valeurs de données de routine
id: Import nilai data rutin
pt_br: Importando valores de dados de rotina
ru: Импортирование стандартных значений данных
tg: Воридоти қиматҳои иттилооти рӯзмарра
vi: Đang tích hợp các số liệu

source: Importing on-change periods
ar: استيراد الفترات المتغيرة
es: Importando periodos de cambio
fr: Importation des periodes sur-changement
id: Import periode on-charge
pt_br: Importando períodos em mudança
ru: Импортирование изменяющихся периодов
tg: Воридоти давраҳои тағйирёбанда
vi: Đang tích hợp các thời điểm tùy biến

source: Importing semi-permanent data values
ar: استيراد قيم البيانات الشبه دائمة
es: Importando valores de datos semipermanentes
fr: Importation des valeurs de données semi-permanentes
id: Import nilai data semi permanen
pt_br: Importando valores de dados semi-permanentes
ru: Импортирование полу-постоянных значений данных
tg: Воридоти қиматҳои иттилооти нимдоимӣ
vi: Đang tích hợp các số liệu thay đổi tương đối

source: Importing aggregated data values
ar: استيراد قيم البيانات المجمعة
es: Importando valores de datos agregados
fr: Importation de données agrégées
id: Import nilai agregat data
pt_br: Importando valores de dados agregados
ru: Импортирование аггрегированных значений данных
tg: Воридоти қиматҳои иттилооти ҳамҷояшуда
vi: Đang tích hợp dữ liệu tổng hợp

source: Importing aggregated indicator values
ar: استيراد قيم المؤشر المجمعة
es: Importando valores de indicadores agregados
fr: Importation de valeurs agrégées d'indicateurs
id: Import nilai indikator agregat
pt_br: Importando valores dos indicadores agregados
ru: Импортирование аггрегированных значений индикаторов
tg: Воридоти қиматҳои индикаторҳои ҳамҷояшуда
vi: Đang tích hợp các số liệu tổng hợp

source: Importing validation rules
ar: استيراد قيم المصادقة
es: Importando reglas de validación
fr: Importation des règles de validation
id: Import aturan validasi
pt_br: Importando regras de validação
ru: Импортирование правил проверки
tg: Воридоти қоидаҳои санҷиши эътибор
vi: Đang tích hợp các điều kiện

source: Importing data values
ar: استيراد قيم بيانات
es: Importando valores de datos
fr: Importation des valeurs de données
id: Import nilai data
pt_br: Importando valores de dados
ru: Импортирование значений данных
tg: Воридоти қиматҳои иттилоот
vi: Đang tích hợp các giá trị dữ liệu

source: Importing previewed meta data
ar: استيراد بيانات لشرح البيانات المعاينة مسبقا
es: Importando metadatos previsualizados
fr: Importation des métadonnées prévisualisées
id: Import preview meta data
pt_br: Importando meta dados visualizados
ru: Импортирование предварительно просмотренных мета данных
tg: Воридоти метадатаи пешнамоишшуда
vi: Đang tích hợp siêu dữ liệu

source: Importing previewed data
ar: استيراد البيانات المعاينة مسبقا
es: Importando los datos previsualizados
fr: Importation des données prévisualisées
id: Import preview data
pt_br: Importando dados visualizados
ru: Импортирование предварительно просмотренных данных
tg: Воридоти иттилооти пешнамоишшуда
vi: Đang tích hợp dữ liệu xem trước

source: Importing complete data set registrations
ar: استيراد تسجيلات كاملة لمنظومة البيانات
es: Importando sets de datos completos
fr: Importation de l'enregistrement des formaulaires achevés
id: Import data set registrasi lengkap
pt_br: Importando registos completos de conjunto de dados
ru: Импортирование завершенных регистраций наборов данных
tg: Воридоти бақайдгирии маҷмӯъҳои иттилооти мукаммал
vi: Đang tích hợp các đăng ký biểu nhập liệu hoàn chỉnh

source: Importing report tables
ar: استيراد جداول التقارير
es: Importando tablas de informe
fr: Importation des tableaux de rapport
id: Import tabel laporan
pt_br: Importando tabelas do relatórios
ru: Импортирование отчетных таблиц
tg: Воридоти ҷадвалҳои ҳисобот
vi: Đang tích hợp các bảng báo cáo

source: Importing OLAP URLs
ar: استيراد URLs OLAP
es: Importando OLAP URLs
fr: Importation des URLs OLAP
id: Import URL OLAP
pt_br: Importando URLs OLAP
ru: Импортирование URL OLAP
tg: Воридоти OLAP URL
vi: Đang tích hợp các liên kết OLAP (tiến trình phân tích trực tuyến)

source: Importing data set organisation unit associations
ar: استيراد تعاون وحدة التنظيم لمنظومة البيانات
es: Importando asociaciones de sets de datos con unidades organizativas
fr: Importation des associations ensembles de données et unités d'organisation
id: Import data set asosiasi unit organisasi
pt_br: Importando associações de unidades organizacionais de conjuntos de dados
ru: Импортирование наборов данных ассоциаций организаций
tg: Воридоти алоқамандии воҳиди сохтории маҷмӯи иттилоот
vi: Đang tích hợp các liên kết đơn vị của biểu nhập

source: Importing routine data daily capture periods
ar: استيراد فترات التقاط اليومي للبيانات المعتادة
id: Impor data rutin setiap periode harian

source: Importing routine data daily capture
ar: استيراد الالتقاط اليومي للبيانات المعتادة
id: Impor data rutin harian

source: No import process running
ar: لا تجري عملية استيراد
es: No hay proceso de importar corriendo
fr: Aucun processus d'importation cours
id: Proses import tidak berjalan
pt_br: Nenhum processo de importação está sendo executanda
ru: Не выполняется процесс импорта
tg: Ягон раванди воридот иҷро нашуда истодааст
vi: Không có tích hợp được thực hiện

source: Skip check for matching data values
ar: تجاوز تفحص قيم البيانات المتطابقة
es: Saltar comprobar para valores de datos coincidentes
fr: Passer le controle pour la correspondance des valeurs des donnees.
id: Skip proses periksa kecocokkan nilai data
pt_br: Saltar para verificar valores dados correspondentes
ru: Пропустить проверку на совпадение значений данных
tg: Тафтишро барои қиматҳои мувофиқомадаи иттилоот партофта гузаред
vi: Lượt bỏ kiểm tra giá trị

source: Yes (empty database)
ar: نعم (قاعدة بيانات فارغة)
es: Si (base de datos vacia)
fr: Oui (vider la base de données)
id: Ya (database kosong)
pt_br: Sim (base de dado vázia)
ru: Да (пустая база данных)
tg: Ҳа (пойгоҳи иттилооти холӣ)
vi: Đúng (CSDL rỗng)

source: Report tables
ar: جداول التقارير
es: Tablas de informes
fr: Tableaux de rapport
id: Tabel laporan
pt_br: Tabelas do relatório
ru: Отчетные таблицы
tg: Ҷадвалҳои ҳисобот
vi: Bảng báo cáo

source: Reports
ar: التقارير
es: Informes
fr: Rapports
id: Laporan
pt_br: Relatórios
ru: Отчеты
tg: Ҳисоботҳо
vi: Báo cáo

source: Charts
ar: الرسوم البيانية
es: Gráficos
fr: Graphiques
id: Grafik
pt_br: Gráficos
ru: Диаграммы
tg: Диаграммаҳо
vi: Biểu đồ

source: Please set the configuration in order for the import to work properly
ar: من فضلك رتب اعدادات الاستيراد لتعمل بشكل ملائم
es: Configurar correctamente para que importar pueda trabajar bien
fr: S'il vous plaît définir la configuration pour que l'importation fonctionne correctement
id: Silakan mengatur konfigurasi agar proses impor dapat bekerja dengan baik
pt_br: Por favor, defina a configuração para que o módulo de relatório para funcionar corretamente
ru: Пожалуйста, настройте конфигурацию, для надлежащей работы импорта
tg: Барои дуруст кор кардани воридот конфигуратсияиро танзим кунед
vi: Hãy thiết lập cấu hình để việc tích hợp diễn ra tốt đẹp

source: Last updated (Leave blank for all)
ar: التحديث الأخير(اتركه فارغ للكل )
es: Ultima actualización (dejar en blanco para señalar todas)
fr: Dernière mise à jour (Laisser vide pour tout)
id: Update terbaru (biarkan semua kosong)
pt_br: Última atualização (Deixe em branco para todos)
ru: Последнее обновление (оставить пустым для всех)
tg: Навсозии охирин (Барои ҳамааш холӣ гузоред)
vi: Cập nhật gần nhất (Để trống cho tất cả)

source: Organisation unit with children
ar: وحدة التنظيم مع الاطفال
es: Unidad organizativa con hijo
fr: Unité d'Organisation avec les enfants
id: Unit organisasi dengan cabang di bawahnya
pt_br: Unidades Organizacionais com dependentes
ru: Организация с детьми
tg: Воҳиди сохторӣ бо воҳидҳои фаръӣ
vi: Đơn vị với cấp con

source: Organisation unit only
ar: وحدة التنظيم فقط
es: Solo unidad organizativa
fr: Unité d'Organisation seulement
id: Hanya unit organisasi saja
pt_br: Só unidade organizacional
ru: Только организация
tg: Танҳо воҳиди сохторӣ
vi: Chỉ có đơn vị

source: Current import file
ar: الملف المستورد الحالي
es: Fichero para importar en uso
fr: Fichier d'import courant
id: Import file terbaru
pt_br: Ficheiro corrente de importação
ru: Текущий файл импорта
tg: Файли воридоти ҷорӣ
vi: Tập tin tích hợp hiện tại

source: No current file
ar: لا يوجد ملف حالي
es: No hay fichero en uso
fr: Aucun fichier courant
id: Tidak ada file terbaru
pt_br: Nenhum ficheiro corrente
ru: Нет текущего файла
tg: Файли воридоти ҷорӣ нест
vi: Không có tập tin hiện tại

source: Please select at least one organisation unit
ar: من فضلك حدد وحدة تنظيم واحدة على الاقل
es: Seleccionar al menos una unidad organizativa
fr: Veuillez sélectionner au moins une unité d'organisation
id: Silakan pilih min 1 unit organisasi
pt_br: Selecione unidade organizacional
ru: Пожалуйста, выберите не менее одной организации
tg: Лутфан на камтар аз як воҳиди сохториро интихоб кунед
vi: Hãy chọn ít nhất một đơn vị

source: Please select a start date
ar: من فضلك حدد تاريخ بدء
es: Seleccionar fecha de inicio
fr: Veuillez choisir une date de début
id: Silakan pilih tanggal mulai
pt_br: Por favor, seleccione a data de inicio
ru: Пожалуйста, выберите дату начала
tg: Лутфан ягон санаи оғозро интихоб кунед
vi: Hãy chọn một ngày bắt đầu

source: Please select an end date
ar: من فضلك حدد تاريخ انتهاء
es: Seleccionar fecha final
fr: Veuillez choisir une date de fin
id: Silakan pilih tanggal berakhir
pt_br: Por favor, seleccione uma data final
ru: Пожалуйста, выберите дату конца
tg: Лутфан ягон санаи анҷомро интихоб кунед
vi: Hãy chọn một ngày kết thúc

source: Please select at least one data set
ar: من فضلك حدد منظمة بيانات واحدة على الاقل
es: Seleccionar al menos un conjunto de datos
fr: Veuillez sélectionner au moins un ensemble de données
id: Silakan pilih min 1 dataset
pt_br: Selecione ao menos um conjunto de dados
ru: Пожалуйста, выберите не менее обного наборы данных
tg: Лутфан на камтар аз як маҷмӯи иттилоотро интихоб кунед
vi: Hãy chọn it nhất một biểu nhập liệu

source: Please select one or more object types
ar: من فضلك حدد نوع او عدة أنواع من الكائنات
es: Seleccionar uno o mas tipos de objetos
fr: Veuillez sélectionner un ou plusieurs types d'objets
id: Silakan pilih 1/lebih tipe obyek
pt_br: Por favor selecione um ou mais tipos de objetos
ru: Пожалуйста, выберите один или более тип объектов
tg: Лутфан боз як ё зиёда навъи объектро интихоб кунед
vi: Hãy chọn it nhất một loại đối tượng

source: Geo code
ar: رمز Geo
es: Codigo geográfico
fr: Géocode
pt_br: Código Geo
ru: Геокод
tg: Рамзи ҷуғрофӣ
vi: Mã địa lý

source: View all
ar: عرض الكل
es: Ver todos
fr: Afficher tout
id: Lihat semua
pt_br: Visualizar todos
ru: Посмотреть все
tg: Намоиш додани ҳама
vi: Xem tất cả

source: Data dictionaries
ar: قواميس التاريخ
es: Diciionarios de datos
fr: Dictionnaires de données
id: Kamus data
pt_br: Dicionários de Dados
ru: Словари данных
tg: Луғатҳои иттилоот
vi: Từ điển dữ liệu

source: Report table
ar: جدول التقرير
es: Tabla de informe
fr: Tableau de rapport
id: Tabel laporan
pt_br: Tabelas de Relatório
ru: Отчетные таблицы
tg: Ҷадвалҳои ҳисобот
vi: Bảng báo cáo

source: Data dictionary
ar: قاموس التاريخ
fr: Dictionnaire de données
id: Kamus data
pt_br: Dicionário de Dados
vi: Từ điển dữ liệu

source: Region
ar: المنطقة
es: Región
fr: Région
id: Wilayah
pt_br: Região
ru: Регион
tg: Минтақа
vi: Vùng

source: Import process not initialized
ar: لم تبتدأ عملية الاستيراد
es: Proceso de importación no iniciado
fr: Processus d'importation non initialisé
id: Proses import tidak dapat dijalankan
pt_br: Processo de Importacão não inicializado
ru: Не инициирован процесс импорта
tg: Раванди воридот шурӯъ нашуд
vi: Tiến trình tích hợp chưa được khởi tạo

source: Aggregated data
ar: البيانات المجمعة
es: Datos agregados
fr: Données agrégées
id: Data agregrat
pt_br: Dados agregados
ru: Аггрегированные данные
tg: Иттилооти ҳамҷояшуда
vi: Dữ liệu tổng hợp

source: Regular data
ar: البيانات المنتظمة
es: Datos regulares
fr: Données régulières
id: Data regular
pt_br: Dado Regular
ru: Стандартные данные
tg: Иттилооти муқаррарӣ
vi: Dữ liệu thông thường

source: Data source
ar: مصدر البيانات
es: Fuente de datos
fr: Source de données
id: Sumber data
pt_br: Fonte de dado
ru: Источник данных
tg: Маъхази иттилоот
vi: Nguồn dữ liệu

source: Use existing data
ar: استخدام البيانات الموجودة
es: Usar datos existentes
fr: Utiliser données existantes
id: Gunakan data yang ada
pt_br: Use os dados agregados existentes
ru: Использовать существующие данные
tg: Истифодаи иттилооти мавҷуда
vi: Dùng dữ liệu sẵn có

source: Generate data
ar: انشاء بيانات
es: Generar dato
fr: Générer des données
id: Hasilkan data
pt_br: Gerar dado
ru: Генерировать данные
tg: Таҳияи иттилоот
vi: Tạo dữ liệu

source: Exporting data for data elements
ar: تصدير بيانات لعناصر البيانات
es: Datos de los elementos de datos exportados
fr: Exportation de données pour les éléments de donnée
id: Eksport elemen data
pt_br: Exportando dados de elementos de dados
ru: Экспортирование данных для элементов данных
tg: Содироти иттилоот барои унсурҳои иттилоот
vi: Đang trích xuất cho dữ liệu

source: Exporting data for indicators
ar: تصدير بيانات للمؤشرات
es: Exportando datos para indicadores
fr: Exportation de données pour les indicateurs
id: Eksport indikator
pt_br: Exportando dados para os indicadores
ru: Экспортирование данных для индикаторов
tg: Содироти иттилоот барои индикаторҳо
vi: Đang trích xuất cho chỉ số

source: Export process done
ar: تمت عملية الاستيراد
es: Proceso de exportación terminado
fr: Processus d'exportation terminée
id: Proses eksport berhasil dijalankan
pt_br: Processo de exportação efectuado
ru: Процесс экспортирования завершен
tg: Раванди содирот иҷро шуд
vi: Tiến trình trích xuất hoàn thành

source: Data file is not valid
ar: ملف البيانات غير صالح
es: Fichero de datos no válido
fr: Fichier de données non valide
id: File data tidak valid
pt_br: Ficheiro de dado não é valido
ru: Файл данных недействителен
tg: Файли иттилоот беэътибор аст
vi: Tập tin dữ liệu không hợp lệ

source: Analysis
ar: تحليل
es: Analisis
fr: Analyse
id: Analisis
pt_br: Analise
ru: Анализ
tg: Таҳлил
vi: Phân tích

source: Import analysis
ar: استيراد التحليل
es: Importar analisis
fr: Analyse d'importations
id: Import analisis
pt_br: Análise de importação
ru: Анализ импорта
tg: Таҳлили воридот
vi: Tích hợp phân tích

source: Unique constraint violations
ar: اختراقات التقييد الفريدة
es: Violación de restricción de unicidad
fr: Violation de contrainte d'unicité
id: Terjadi pelanggaran unique
pt_br: Únicas violações de restrição
ru: Уникальные нарушения ограничения
tg: Вайронкунии доимии беназир
vi: Lỗi về tính duy nhất

source: Entity
ar: فرد
es: Entidad
fr: Entité
id: Entitas
pt_br: Entidade
ru: Учреждение
tg: Муассиса
vi: Phần tử

source: Value
ar: قيمة
es: Valor
fr: Valeur
id: Nilai
pt_br: Valor
ru: Значение
tg: Қимат
vi: Giá trị

source: DHIS 1.4 File Import
ar: DHIS 1.4 استيراد ملف
es: Importar fichero del DHIS 1.4
fr: Fichier d'import DHIS 1.4
id: Import file DHIS 1.4
pt_br: Importação Ficheiro SISD 1.4
ru: Импорт файла DHIS 1.4
tg: Воридоти файли DHIS 1.4
vi: Tập tin DHIS1.4 tích hợp

source: DHIS 1.4 XML Import
ar: DHIS 1.4 XMLاستيراد
es: Importar XML de DHIS 1.4
fr: Import XML DHIS 1.4
id: Import XML DHIS 1.4
pt_br: Importação SISD 1.4 XML
ru: Импорт XML DHIS 1.4
tg: Воридоти DHIS 1.4 XML
vi: Trích xuất DHIS1.4 XML

source: DHIS 1.4 Detailed Metadata Export
ar: تصدير بيانات لشرح البيانات مفصلة ل DHIS 1.4
es: Exportar Meta Datos detallados DHIS 1.4
fr: Export de de données detaillées DHIS 1.4
id: Eksport Detail Metadata DHIS 1.4
pt_br: Exportar Metadados detalhados de DHIS 1.4
ru: Экспорт детальных мета данных DHIS 1.4
tg: Воридоти метадатаи муфассали DHIS 1.4
vi: Trích xuất DHIS1.4 dữ liệu đầy đủ

source: Detailed Metadata Export
ar: تصدير بيانات لشرح البيانات مفصلة
es: Exportar Meta Datos detallados
fr: Export métadonnées détaillées
id: Eksport Detail Metadata
pt_br: Exportar Metadado Detalhado
ru: Экспорт детальных мета данных
tg: Воридоти метадатаи муфассал
vi: Trích xuất dữ liệu đầy đủ
