Repository: kimbalear/dhis2-translations
Catalog: dhis-web-importexport/*.po
Languages: ar, es, fr, id, pt_br, ru, tg, vi

source: Available Attribute Types
fr: Types d'Attributs disponibles
id: Ketersediaan tipe Attribute

source: Selected Attribute Types
fr: Types d'attributs sélectionnés
id: Tipe Attribute terpilih

source: Category Combinations
fr: Combinaisons de catégories
id: Kombinasi-kombinasi kategori

source: Available Category Combinations
fr: Combinaisons de catégories disponibles
id: Kombinasi-kombinasi kategori yang tersedia

source: Selected Category Combinations
fr: Combinaisons de catégories sélectionnées
id: Kombinasi-kombinasi kategori terpilih

source: Selected Constants
fr: Constantes sélectionnées
id: Konstanta yang terpilih

source: Available Data Dictionaries
fr: Dictionnaires de Données disponibles
id: Kamus data yang tersedia

source: Selected Data Dictionaries
fr: Dictionnaires de données sélectionnés
id: Kamus data yang terpilih

source: Available Data Element Group Sets
fr: Ensemble de Groupes d'Eléments de Données disponibles
id: Grup Elemen data yang tersedia

source: Selected Data Element Group Sets
fr: Ensembles de groupes d'éléments de données sélectionnés
id: Grup Elemen data yang terpilih

source: Option sets
fr: Ensemble d'options

source: Available Option Sets
fr: Ensembles d'Options disponibles
id: Option sets yang tersedia

source: Available Report Tables
fr: Tableux de rapports disponibles
id: Tabel laporan yang tersedia

source: Selected Report Tables
fr: Tableaux de rapports sélectionnés
id: Tabel laporan yang terpilih

source: Available Reports
fr: Rapports disposnibles
id: Laporan yang tersedia

source: Gzip
vi: Nén kiểu Gzip
