Repository: kimbalear/dhis2-translations
Catalog: dhis-web-importexport/*.po
Languages: ar, es, fr, id, pt_br, ru, tg, vi

source: Set the configuration for the DHIS 1.4 file import process, such as the location of the data file.
ar: ضبط الاعدادات لعملية تصدير ملف DHIS 1.4 ، مثل موقع ملف البيانات
es: Establecer la configuración para el proceso de importación de archivos de DHIS 1.4, como la ubicación del archivo de datos.
fr: Définir la configuration pour le processus d'importation des fichiers DHIS 1.4 telle que le chemin d'acces du fichier de données
id: Set konfigurasi proses import file DHIS 1.4 , seperti lokasi file data
pt_br: Definir a configuração para o processo de importação DHIS 1.4 de arquivos, como a localização do arquivo de dados.
ru: Настроить конфигурацию для процесса импортирования файлов DHIS 1.4, такиой как местоположение файла данных.
tg: Конфигуратсияи раванди воридоти DHIS 1.4-ро, аз қабили ҷойгиршавии файли иттилоот, танзим кунед.
vi: Thiết lập cấu hình cho tích hợp DHIS1.4, như là thư mục chứa tập tin tích hợp.

# intro_metadata_import
source: Import meta-data like data elements and organisation units using the standard DHIS 2 exchange format called DXF 2.
ar: استيراد ... بيانات مثل عناصر البيانات ووحدات التنظيم باستخدام صيغة التبادل الثابتة في DHIS 2 وهي DXF 2
es: Importar meta-datos como elementos de datos y unidades organizativas usando DXF 2, formato de intercambio estándar de DHIS 2.
fr: Importer des métadonnées comme les éléments de données et les unités d'organisation en utilisant le format d'échange standard deDHIS 2 appelé DXF 2.
id: Impor meta-data seperti data elemen dan unit organisasi dengan menggunakan format standar pertukaran DHIS 2 yaitu DXF 2.
pt_br: Importação de meta-dados, como elementos de dados e unidades organizacionais, utilizando o formato de troca padrão DHIS 2 chamado DXF 2.
ru: Импортировать мета-данные, такие как элементы данных и организации, используя стандартный формат обмена DHIS 2, называемый DXF 2.
tg: Воридот кардани метадата аз қабили унсурҳои иттилоот ва воҳидҳои сохторӣ бо формати мубодилаи стандартии DHIS 2, ки DXF 2 ном дорад.

source: Export event data for programs, stages and persons on the DXF 2 format.
ar: تصدير بيانات الاحداث للبرامج والمراحل والأشخاص على صيغة DXF 2
fr: Exporter les données d'évènements pour les programmes, stades et personnes en format DXF 2.
id: Ekspor data event untuk program, stages dan persons dalam format DXF 2.

# intro_xml_metadata_import
source: Import meta-data like data elements and organisation units using the standard DHIS 2 exchange format called DXF 2.
ar: استيراد البيانات لشرح البيانات مثل عناصر البيانات ووحدات التنظيم باستخدام صيغة DHIS 2 الثابتة المتبادلة المسماة DXF 2.
id: Impor meta-data seperti elemen data dan unit-unit organisasi menggunakan standar DHIS 2 yang sudah diubah formatnya, hal ini disebut DXF 2

source: Import meta-data using CSV format. Currently only import of data elements is supported.
ar: استيراد بيانات لشرح البيانات باستخدام صيغة CSV . حاليا يتم دعم استيراد عناصر البيانات فقط
id: Impor meta-data menggunakan format CSV. Saat ini hanya impor elemen data yang diperbolehkan

source: Import geographic data for organisation units using GML format. GML is an XML grammar for expressing geographical features.
ar: استيراد بيانات جغرافية لوحدات التنظيم باستخدام صيغة GML . ان GML هي قواعد XML للتعبير عن المظاهر الجغرافية
fr: Importer les données géographiques pour les unités d'organisation depuis le format GML. Ce format est une grammaire XML pour les éléments géographiques.
id: Impor data geografis untuk unit-unit organisasi menggunakan format GML. GML adalah XML grammer untuk menerjemahkan gambar-gambar geografis.

source: Note: Only import of GML data for existing organisation units is supported.
ar: ملاحظة: المدعوم هو فقط المستورد من بيانات GML لوحدات التنظيم الموجودة
id: Catatan : Hanya impor data GML untuk unit-unit organisasi yang didukung

source: There is no selected item to match
ar: لا توجد عناصر محددة متطابقة
es: No hay ningún elemento seleccionado para asignar
fr: Désolé, il n'y a aucun élément sélectionné à faire correspondre
id: Tidak ada data yang dipilih untuk dicocokkan
pt_br: Sorry, there is no any selected item to match.
ru: Нет совпадения с выбранным пунктом
tg: Ягон ҷузъи интихобшуда барои мувофиқа нест
vi: Xin lỗi, không có phần tử nào được chọn để so khớp.

source: Dry run
ar: تشغيل جاف
es: Simular ejecución
fr: Exécution sans effet
pt_br: Simulação
ru: Пробный прогон программы
tg: Иҷрои хушк
vi: Chạy kiểm tra trước

source: Strategy
ar: استراتيجية
es: Estrategia
fr: Stratégie
id: Strategi
pt_br: Estratégia
ru: Стратегия
tg: Стратегия
vi: Chiến lược

source: New only
ar: الجديد فقط
es: Solo nuevos
fr: Nouveaux seuls
pt_br: Apenas novo
ru: Только новый
tg: Танҳо нав
vi: Chỉ cái mới

source: Updates only
ar: فقط التحديثات
es: Solo actualizaciones
fr: Mises à jour seules
pt_br: Actualizar apenas
ru: Только обновления
tg: Танҳо навсозиҳо
vi: Chỉ cập nhật

source: Data Import
ar: استيراد البيانات
es: Importar datos
fr: Importation de données
id: Import Data
pt_br: Importação de Dados
ru: Импортирование данных
tg: Воридоти иттилоот

source: Import summary
ar: ملخص الاستيراد
es: Importar resumen
fr: Sommaire de l'importation
id: Import kesimpulan
pt_br: Importar resumo
ru: Краткая информация об импорте
tg: Фишурдаи воридот

source: Data set completed on
ar: منظومة بيانات مكتملة عن
es: Set de datos concluido
fr: Ensemble de données achevé le
id: Data set diselesaikan pada
pt_br: Conjunto de dados concluída em
ru: Набор данных завершен
tg: Маҷмӯи иттилоот дар ин сана анҷом ёфтааст
vi: Biểu nhập hoàn thành lúc

source: Import count
ar: تعداد الاستيراد
es: Importar cuenta
fr: Nombre d'importations
id: Import jumlah
pt_br: Importar contar
ru: Подсчет импорта
tg: Шумори воридот

source: Import total count
ar: تعداد الكلي للاستيراد
fr: Nombre total d'importations
id: Impor jumlah hitungan total
ru: Импортировать общее количество/общий подсчет
tg: Шумораи умумии воридот

source: Imported
ar: المستورد
es: Importado
fr: Importé
id: Diimport
pt_br: Importado
ru: Импортировано
tg: Воридот шуд
vi: Tích hợp

source: Updated
ar: المُحدّث
es: Actualizado
fr: Mis à jour
pt_br: Actualizar
ru: Обновлено
tg: Навсозишуда
vi: Đã cập nhật

source: Ignored
ar: متجاهل
es: Ignorado
fr: Ignoré
id: Abaikan
pt_br: Ignorado
ru: Пропущено/Игнорируется
tg: Сарфи назар карда шуд
vi: Đã bỏ qua

source: Conflicts
ar: تعارضات
es: Conflictos
fr: Conflits
id: Konflik
pt_br: Conflitos
ru: Конфликты
tg: Ихтилофҳо

source: No conflicts found
ar: لم يتم العثور على تعارضات
es: No se encontraron conflictos
fr: Aucun conflit trouvé
id: Tidak ada pelanggaran yang ditemukan
pt_br: Nenhum conflito encontrado
ru: Не найдено конфликтов
tg: Ягон ихтилоф ёфт нашуд

source: Type
ar: النوع
es: Tipo
id: Tipe
pt_br: Tipo
ru: Тип
tg: Навъ

source: Count
ar: تعداد
es: Recuento
fr: Nombre
id: Jumlah
pt_br: Contar
ru: Счет
tg: Шумора
vi: Đếm

source: Export as XML
ar: تصدير على هيئة XML
es: Exportar como XML
fr: Exporter en XML
id: Eksport dalam bentuk XML
pt_br: Exportar como XML
ru: Экспортировать как XML
tg: Содирот ҳамчун XML

source: Export as JSON
ar: تصدير على هيئة JSON
fr: Exporter sous format JSON
id: Ekspor sebagai JSON

source: Export as CSV
ar: تصدير على هيئة CSV
es: Exportar como CSV
fr: Exporter en CSV
id: Eksport dalam bentuk CSV
pt_br: Exportar como CSV
ru: Экспортировать как CSV
tg: Содирот ҳамчун CSV

source: CSV
ar: CVS

source: XML Data Import
ar: تصدير بيانات على هيئة XML
es: Importar datos XML
fr: Importation de données XML
id: Import Data XML
pt_br: Importar Dados XML
ru: Импортирование данных XML
tg: Воридоти иттилооти XML

source: CSV Data Import
ar: CSV تصدير بيانات
es: Importar datos CSV
fr: Importation donnée CSV
id: Import Data CSV
pt_br: Importar Dados CSV
ru: Импортирование данных CSV
tg: Воридоти иттилооти CSV

source: PDF Data Import
ar: استيراد بيانات على هيئة PDF
es: Importación de Datos de PDF
fr: Importation de données PDF
id: Data Impor PDF
ru: Иипортирование данных PDF
tg: Воридоти иттилооти PDF

source: Event Import
ar: استيراد الحدث
fr: Importation d'évènements
id: Impor Event

source: Event Export
ar: تصدير الاحداث
fr: Exportation d'évènements
id: Ekspor Event

source: Programs
ar: البرامج
fr: Programmes
id: Program-program
ru: Программы
tg: Барномаҳо

source: Program Stages
ar: مراحل البرنامج
fr: Etapes de programme
ru: Стадии программы
tg: Марҳилаҳои барнома

source: Format
ar: التنسيق
ru: Форматировать
tg: Формат
vi: Định dạng

source: Skip First Row
ar: تجاوز الصف الاول
fr: Ignorer première ligne
id: Lewati baris pertama
vi: Bỏ qua dòng đầu

source: Compression
ar: الضغط
id: Kompresi
ru: Сжатие
tg: Таъзиқ
vi: Nén

source: Uncompressed
ar: غير مضغوط
fr: Non compressé
ru: Несжато
tg: Таъзиқ нашуда
vi: Giải nén

source: No programs available
ar: لاتتوافر اية برامج
fr: Aucun programme disponible
id: Tidak ada program yang tersedia
ru: Нет доступных программ
tg: Ягон барнома мавҷуд нест
vi: Không có chương trình nào

source: No program stages available
ar: لا توجد مراحل برنامج متوفرة
fr: Aucune étape de programme disponible
id: Tidak ada program stages yang tersedia
ru: Нет доступных стадий программы
tg: Ягон марҳилаи барнома мавҷуд нест

source: No data values found
ar: لم يتم إيجاد قيم بيانات
es: No se encontraron valores de datos
fr: Aucune valeur de donnée trouvée
id: Tidak ada nilai data ditemukan
pt_br: Nenhum dado foi encontrado
ru: Не найдено значений данных
tg: Ягон қимати иттилоот ёфт нашуд
vi: Không tìm thấy giá trị dữ liệu

source: All program stages
ar: كل مراحل البرنامج
fr: Toutes les étapes du programme
id: Semua program stages
ru: Все стадии программы
tg: Ҳамаи марҳилаҳои барнома

source: Data element ID scheme
ar: خطة هوية عنصر البيانات
es: Esquema de identificador de elemento de datos
fr: Scéma de ID éléments de donnée
id: element data ID scheme
pt_br: Esquema de ID elemento de dados
ru: ID схема элемента данных
tg: Нақшаи идентификатори унсури итилоот
vi: Mã hệ thống Phần tử dữ liệu

source: Enable
ar: تفعيل
es: Habilitar
fr: Activer
id: Aktifkan
pt_br: Activo
ru: Включить
tg: Фаъол кардан
vi: Cho phép

source: Disable
ar: تعطيل
es: Deshabilitar
fr: Désactiver
id: Nonaktifkan
pt_br: Desactivo
ru: Отключить
tg: Ғайри фаъол кардан
vi: Không cho phép

source: Org unit ID scheme
ar: خطة هوية وحدة التنظيم
es: Esquema de identificador de unidad organizativa
fr: Schéma ID catégorie
pt_br: ID do esquema da unid org
ru: ID схема организации
tg: Нақшаи идентификатори воҳиди сохторӣ
vi: Mã hệ thống đơn vị

source: Category ID scheme
ar: خطة هوية الفئة
id: Kategori skema ID

source: Name
ar: الاسم
es: Nombre
fr: Nom
id: Nama
pt_br: Nome
ru: Имя
tg: Ном
vi: Tên

source: Code
ar: الرمز
es: Modo
id: Kode
pt_br: Código
ru: Код
tg: Рамз
vi: Chế độ

source: More options
ar: خيارات أخرى
es: Más opciones
fr: Plus d'aoptions
id: Pengaturan lain
pt_br: Mais opçãoes
ru: Дополнительные опции
tg: Имконоти бештар

source: Existing record check
ar: إيجاد فحص التسجيل
es: Comprobar registro existente
fr: Vérification de données existantes
id: Pemeriksaan catatan yang ada
pt_br: Verificação de registro existente
ru: Проверка существующих записей
tg: Тафтиши сабти мавҷудбуда

source: Check (safe, recommended)
ar: تفحص(الامان،مطلوب)
es: Comprobar (guardar + recomendado)
fr: Vérifier(sûr + recommandé)
id: Periksa (aman, dianjurkan)
pt_br: Verifique (seguro + recomendado)
ru: Проверка (безопасно, рекомендовано)
tg: Тафтиш (бехатар, тавсишуда)

source: Skip check (fast)
ar: تخطي التفحص(سريع)
es: Saltar comprobación (rápido)
fr: Passer la vérification(rapide)
id: Skip periksa (cepat)
pt_br: Ignorar verificação
ru: Пропустить проверку (быстрая)
tg: Партофта гузаштани тафтиш (зуд)

source: XML Meta-Data Import
ar: استيراد بيانات حول البيانات على شكل XML
id: Impor XML Meta-Data

source: CSV Meta-Data Import
ar: استيراد بيانات لشرح البيانات على شكل CSV
id: Impor Meta-Data CSV

source: Meta-Data Import
ar: استيراد بيانات لشرح البيانات
es: Importar Meta-Datos
fr: Importation de métadonnées
id: Import Meta-Data
pt_br: Importar Meta-Dados
ru: Импорт мета данных
tg: Воридоти метадата

source: GML Import
ar: استيراد GML
es: Importar GML
fr: Importation GML
id: Impor GML
pt_br: Import GML
ru: Импорт GML
tg: Воридоти GML

source: Data element or type is null or empty
ar: عنصر البيانات او النوع هو فارغ او غير صالح
es: El elemento de datos o tipo es null o está vacío
fr: L'élément de donnée ou le type est nul ou vide
id: Elemen data atau tipenya nol atau kosong
ru: Элемент или тип данных нулевой или пустой
tg: Унсур ё навъи иттилоот сифр ё холӣ аст
vi: Phần tử dữ liệu hoặc phân loại rỗng

source: Value is greater than max length
ar: القيمة اكبر من الطول الاقصى
es: Valor superior a la longitud máxima
fr: La valeur est plus grande que la longeur maximale
id: Nilai lebih besar dari panjang maksimal
ru: Значение больше чем макс длина
tg: Қимат аз дарозии максималӣ калонтар аст
vi: Giá trị lớn hơn chiều dài cho phép

source: Value is not numeric
ar: القيمة ليست رقمية
es: El valor no es numérico
fr: La valeur n'est pas numérique
id: Nilainya tidak dalam angka (tidak numerik)
ru: Не числовое значение
tg: Қимат ададӣ нест
vi: Giá trị không phải là con số

source: Value is not a valid integer
ar: القيمة ليست عدد صحيحا صالحا
es: El valor no es un entero válido
fr: La valeur n'est pas un entier valide
id: Nilainya bukan merupakan bilangan bulat yang valid
ru: Значение не является действительным целым числом
tg: Қимат адади бутуни муътабар нест
vi: Giá trị không phải là số nguyên hợp lệ

source: Value is not a valid positive integer
ar: القيمة ليست عددا صحيحا موجبا صالحا
es: El valor no es un entero positivo válido
fr: La valeur n'est pas un entier positif
id: Nilainya bukan nilai bilangan bulat yang positif
ru: Значение не является действительным положительным целым числом
tg: Қимат адади бутуни мусбии муътабар нест
vi: Giá trị không phải là số nguyên dương hợp lệ

source: Value is not a valid negative integer
ar: القيمة ليست عددا صحيحا سالبا صالحا
es: El valor no es un entero negativo válido
fr: La valeur n'est pas un entier négatif valide
id: Nilai tidak valid bilangan bulat negatif
ru: Значение не является действительным отрицательным целым числом
tg: Қимат адади бутуни манфии муътабар нест
vi: Giá trị không phải là số nguyên âm hợp lệ

source: Value is zero and not zero-significant
ar: القيمة هي صفر وليست صفرا معتبرا
es: El valor es cero / no-cero significativo
fr: La valeur est nulle et insignifiante
id: Nilainya adalah nol dan tidak nol-signifikan
ru: Значение является нулевым, а не нулевого значения
tg: Қимат сифр аст ва сифр-муҳим нест

source: Value is not a valid zero or positive integer
ar: القيمة ليست صفرا صالحا او عدد صحيحا موجبا
fr: La valeur n'est pas un entier positif ou nul valide
id: Nilai tidak valid nol atau bilangan bulat positif

source: Comment is too long
ar: التعليق طويل جدا
es: El comentario es demasiado largo
fr: Le commentaire est trop long
id: Komentar terlalu panjang
ru: Комментарий слишком длинный
tg: Шарҳ аз ҳад дароз аст

source: Export filtered meta-data like data elements and organisation units to the standard DHIS 2 exchange format.
ar: استيراد بيانات لشرح البيانات مثل عناصر البيانات ووحدات التنظيم الى صيغة تبادل DHIS 2 الثابتة
fr: exporter les méta-données filtrées comme les éléments de données et les unités d'organisation au format d'échange standard de DHIS 2.
id: Ekspor filter meta-data seperti elemen data dan unit-unit organisasi ke format standar DHIS 2 yang sudah diubah

source: Meta-Data Detailed Export
ar: استيراد مفصل بيانات لشرح البيانات
fr: Exportation Détaillée de Méta-Données
id: Detail ekspor meta-data

source: Apply
ar: تطبيق
fr: Appliquer
id: Terapkan
vi: Áp dụng

source: Sort
ar: ترتيب
fr: Trier
vi: Sắp xếp

source: Options
ar: خيارات
vi: Tùy chọn

source: Add new Filter
ar: اضف مرشحا جديدا
fr: Ajouter un nouveau filtre
id: Tambah Filter baru
vi: Thêm bộ lọc mới

source: Create new Filter
ar: انشاء مرشح جديد
fr: Créer un nouveau Filtre
id: Buat filter baru
vi: Tạo bộ lọc mới

source: Filter sort order
ar: ترتيب نوع المرشح
fr: Filtrer
vi: Sắp xếp thứ tự bộ lọc

source: Edit Filter
ar: تحرير المرشح
fr: Modifier le Filtre
vi: Sửa bộ lọc

source: Filter Details
ar: تفاصيل المرشح
fr: Détails du Filtre
id: Detail Filter
vi: Chi tiết bộ lọc

source: Filter name cannot be empty.
ar: الاسم المرشح لا يمكن ان يكون فارغا
fr: Le nom du filtre ne peut être vide.
id: Nama filter tidak boleh kosong.

source: Export with dependencies
ar: تصدير مع
fr: Exporter avec les dépendances
id: Ekspor dengan ketergantungan

source: Categories
ar: الفئات
fr: Catégories
id: Kategori-kategori
vi: Phân loại

source: Available Categories
ar: الفئات المتوفرة
fr: Catégories disponibles
id: Kategori yang tersedia
vi: Phân loại hiện có

source: Selected Categories
ar: الفئات المحددة
fr: catégories sélectionnés
id: Kategori yang terpilih
vi: Loại đã chọn:

source: Available Charts
ar: الرسوم البيانية المتاحة
fr: Graphiques disponibles
id: Diagram yang tersedia
vi: Biểu đồ hiện có

source: Selected Charts
ar: الرسوم البيانية المحددة
fr: Graphiques sélectionnés
id: Diagram yang terpilih
vi: Biểu đồ được chọn

source: Available Constants
ar: الثوابت المتوفرة
fr: Constantes disponibles
id: Konstanta yang tersedia
vi: Hằng số hiện có

source: Available Data Element Groups
ar: مجموعات عنصر البيانات المتوفر
fr: Groupes d'Eléments de Données disponibles
id: Grup elemen data yang tersedia

source: Selected Data Element Groups
ar: مجموعات عنصر البيانات المحددة
fr: Groupes d'éléments de données sélectionnés
id: Grup elemen data yang terpilih

source: Documents
ar: المستندات
id: Dokumen

source: Available Documents
ar: المستندات المتوفرة
fr: Documents disponibles
id: Dokumen yang tersedia

source: Selected Documents
ar: المستندات المتوفرة
fr: Documents sélectionnés
id: Dokumen yang terpilih

source: Available Indicator Group Sets
ar: منظومات مجموعة المؤشر المتوفرة
fr: Ensembles de Groupes d'Indicateurs disponibles
id: Grup indikator yang tersedia
vi: Các chỉ số sẵn có

source: Selected Indicator Group Sets
ar: منظومات مجموعة المؤشر المتوفرة
fr: Ensembles de groupes d'indicateurs sélectionnés
id: Grup Indikator Terpilih
vi: Các chỉ số đã chọn

source: Available Indicator Groups
ar: مجموعات المؤشر المتوفرة
fr: Groupes d'Indicateurs disponibles
id: Grup indikator yang tersedia
vi: Các chỉ số sẵn có

source: Selected Indicator Groups
ar: مجموعات المؤشر المحددة
fr: Groupes d'indicateurs sélectionnés
id: Grup Indikator Terpilih
vi: Các chỉ số đã chọn

source: Indicator types
ar: أنواع المؤشر
fr: Types d'indicateurs
id: Tipe-tipe indikator
vi: Loại chỉ số

source: Available Indicator Types
ar: أنواع المؤشر المتوفرة
fr: Types d'Indicateurs disponibles
id: Tipe Indikator yang Tersedia
vi: Các chỉ số sẵn có

source: Selected Indicator Types
ar: أنواع المؤشر المحددة
fr: Types d'indicateurs sélectionnés
id: Tipe indikator yang terpilih
vi: Các chỉ số đã chọn

source: Map legend sets
ar: ال
fr: Ensemble de légendes de carte
id: Legenda Peta

source: Available Map Legend Sets
ar: منظومات الخريطة لالمتوفرة
fr: Ensembles de Légende de Carte disponibles
id: Tersedia Legenda Peta

source: Selected Map Legend Sets
ar: منظمات الخريطةالمحددة
fr: Ensembles de légendes de cartes sélectionnés
id: Legenda Peta yang terpilih

source: Maps
ar: الخرائط
fr: Cartes
id: Peta
vi: Bản đồ

source: Available Maps
ar: الخرائط المتوفرة
fr: Cartes disponibles
id: Peta-peta yang tersedia

source: Selected Maps
ar: الخرائط المحددة
fr: Cartes sélectionnés
id: Peta-peta yang terpilih

source: Selected Option Sets
ar: منظومات الخيارات المتوفرة
fr: Ensembles d'options sélectionnés
id: Option terpilih

source: Available Organisation Unit Group Sets
ar: منظومات مجموعة وحدة التنظيم المتوفرة
fr: Ensembles de Groupes d'Unités d'Organisation disponibles
id: Grup unit organisasi yang tersedia

source: Selected Organisation Unit Group Sets
ar: منظومات مجموعة وحدة التنظيم المحددة
fr: Ensembles de groupes d'unités d'organisation sélectionnés
id: Grup unit organisasi yang terpilih

source: Available Organisation Unit Groups
ar: مجموعات وحدة التنظيم المتوفرة
fr: Groupes d'Unité d'Organisation disponibles
id: Grup unit organisasi yang tersedia

source: Selected Organisation Unit Groups
ar: مجموعات وحدة التنظيم االمحددة
fr: Groupes d'unités d'organisation sélectionnés
id: Grup unit organisasi yang terpilih

source: Available Organisation Unit Levels
ar: مستويات وحدة التنظيم المتوفرة
fr: Niveaux d'Unités d'Oragnaisation disponibles
id: Tingkat unit organisasi yang tersedia

source: Selected Organisation Unit Levels
ar: مستويات وحدة التنظيم المحددة
fr: Niveaux d'unités d'organisation sélectionnés
id: Tingkat unit organisasi yang terpilih

source: Available Organisation Units
ar: وحدات التنظيم المتوفرة
fr: Unités d'Organisation disponibles
id: Unit organisasi yang tersedia

source: Selected Organisation Units
ar: وحدات التنظيم المحددة
fr: Unités d'organisation sélectionnés
id: Unit organisasi yang terpilih

source: Selected Reports
ar: التقارير المحددة
fr: rapports sélectionnés
id: Laporan yang terpilih

source: SQL views
ar: عرض SQL
fr: Vues Sql
id: Tampilan SQL

source: Available SQL Views
ar: عرض SQL المتوفرة
fr: Views Sql disponibles
id: Tersedia Tampilan SQL

source: Selected SQL Views
ar: عرض SQL المحددة
fr: Vues Sql sélectionnées
id: Tampilan SQL yang terpilih

source: Available User Groups
ar: مجموعات المستخدم المتوفرة
fr: Groupes d'Utilisateurs disponibles
id: Grup User yang tersedia

source: Selected User Groups
ar: مجموعات المستخدم المحددة
fr: Groupes d'utilisateurs sélectionnés
id: Grup User yang terpilih

source: Available User Roles
ar: أدوار المستخدم المتاحة
fr: Rôles d'utilisateurs disponibles

source: Selected User Roles
ar: أدوار المستخدم المحددة
fr: Groupes d'utilisateurs sélectionnés

source: Available Users
ar: المستخدمون المتوفرون
fr: utilisateurs disponibles
id: User yang tersedia

source: Selected Users
ar: المستخدمون المحددون
fr: Utilisateurs sélectionnés
id: User yang terpilih

source: Validation rule groups
ar: مجموعات دور المصادقة
fr: Groupes de règles de validation

source: Available Validation Rule Groups
ar: مجموعات دور المصادقة المتوفرة
fr: Groupes de Règles de validation disponibles

source: Selected Validation Rule Groups
ar: مجموعات دور المصادقة المحددة
fr: Groupes de règles de validation sélectionnés

source: Available Validation Rules
ar: أدوار المصادقة المتوفرة
fr: Règles de Validation disponibles

source: Selected Validation Rules
ar: أدوار المصادقة المحددة
fr: Règles de validation sélectionnées

source: Select All Values
ar: تحديد كل القيم
fr: Sélectionner toutes les valeurs
id: Pilih semua nilai

source: Deselect All Values
ar: الغاء كل القيم
fr: Déselectionner toutes les valeurs
id: Tidak memilih semua nilai

source: Inclusion
ar: تضمين
id: Inklusi

source: Selected organisation unit
ar: وحدة التنظيم المحددة
fr: Unité d'organisation sélectionnée
id: Unit organisasi yang terpilih

source: Include children of organisation unit
ar: تضمين الأطفال في وحدة التنظيم
fr: Iclure les filles des unités d'organisation
id: Termasuk anak dari unit organisasi

source: Include descendants of organisation unit
ar: تضمين الاحفاد لوحدة التنظيم
fr: Inclure les descendants l'unité d'organisation

source: Import from other systems
fr: Importer depuis d'autres systèmes
id: Impor dari sistem yang lain

source: Preload cache
fr: Précharger cache

source: DHIS 1.4 XML
es: Fichero XML del DHIS 1.4
fr: XML DHIS 1.4

source: No summary available
fr: Aucun résumé disponible
id: Tidak tersedia rangkuman

source: ID scheme
fr: Schéma ID
id: Skema ID

source: all objects
fr: Tous les objets
id: Semua objek

source: Meta-Data Export
fr: Exportation de méta-données
id: Ekspor Meta-Data

source: Faster for small imports
fr: Plus rapide pour importations de petite taille
id: Lebih cepat untuk impor yang kecil

source: Ad-hoc export
fr: Exportation ad hoc
id: Ekspor Ad-hoc

source: Attribute Types
fr: Types d'Attrribut
id: Tipe Attribute
