Repository: kimbalear/dhis2-translations
Catalog: dhis-web-importexport/*.po
Languages: ar, es, fr, id, pt_br, ru, tg, vi

source: Import process started
ar: بدأت عملية الاستيراد
es: Proceso de importación iniciado
fr: Début du processus d'importation
id: Proses import dimulai
pt_br: Processo de importação iniciado
ru: Начался процесс импортирования
tg: Раванди воридот оғоз шуд
vi: Tiến trình tích hợp đã bắt đầu

source: Imported meta data
ar: بيانات لشرح البيانات مستوردة
es: Meta datos importados
fr: Métadonnées importées
id: Import meta data
pt_br: Metadados importados
ru: Импортированны мета данные
tg: Метадата воридот шуд
vi: Siêu dữ liệu đã được tích hợp

source: Saved
ar: تم الحفظ
fr: Enregistré
id: Tersimpan
pt_br: Salvado
vi: Đã lưu

source: Calculated data element
ar: عنصر بيانات محسوب
es: Elemento de dato calculado
fr: élément de donnée calculé
id: Elemen data dihitung
pt_br: Elemento de dado calculado
ru: Рассчитаны элементы данных
tg: Унсури иттилооти ҳисобшуда
vi: Dữ liệu tính toán

source: DHIS 1.4 File
ar: ملف DHIS 1.4
es: Fichero del DHIS 1.4
fr: Fichier DHIS 1.4
id: File DHIS 1.4
pt_br: Ficheiro DHIS 1.4
ru: Файл DHIS 1.4
tg: Файли DHIS 1.4
vi: Tập tin DHIS1.4

source: Url
ar: وصلة إنترنت
vi: Địa chỉ Url

source: Table name
ar: اسم الجدول
es: Nombre de la tabla
fr: Nom de tableau
id: Nama Tabel
pt_br: Nome da tabela
ru: Название таблицы
tg: Номи ҷадвал
vi: Tên bảng

source: Mode
ar: نمط
es: Modo
pt_br: Modo
ru: Режим
tg: Реҷа
vi: Chế độ

source: Reporting month
ar: تقرير عن شهر
es: Meses de presentacion de informes
fr: Mois de rapportage
id: Pelaporan bulanan
pt_br: Meses relatórios
ru: Отчетный месяц
tg: Моҳи ҳисоботӣ
vi: Tháng báo cáo

source: Last 3 months
ar: اخر 3 اشهر
es: Ultimos 3 meses
fr: 3 derniers mois
id: 3 bulan terakhir
pt_br: Últimos 3 meses
ru: Последние 3 месяца
tg: 3 моҳи охир
vi: trong 3 tháng vừa qua

source: Last 6 months
ar: اخر 6 اشهر
es: Ultimos 6 meses
fr: Les 6 derniers mois
id: 6 bulan terakhir
pt_br: Últimos 6 meses
ru: Последние 6 месяцев
tg: 6 моҳи охир
vi: trong 6 tháng vừa qua

source: Last 12 months
ar: اخر 12 شهرا
es: Ultimos 12 meses
fr: 12 derniers mois
id: 12 bulan terakhir
pt_br: Últimos 12 meses
ru: Последние 12 месяцев
tg: 12 моҳи охир
vi: trong 12 tháng vừa qua

source: So far this year
ar: حتى الان في هذه السنة
es: Hasta ahora, este año
fr: Jusqu'à présent cette année
id: Sepanjang tahun ini
pt_br: Até este ano
ru: До сих пор за год
tg: Соли равон то ба имрӯз
vi: Từ đầu năm đến nay

source: Last 3 to 6 months
ar: اخر 3 الى 6 اشهر
es: Ultimos 3 a 6 meses
fr: Les 3 à 6 dernier mois
id: 3 - 6 bulan terakhir
pt_br: Últimos 3 a 6 meses
ru: Последние 3 - 6 месяцев
tg: Аз 3 то 6 моҳи охир
vi: từ 3 đến 6 tháng vừa qua

source: Last 6 to 9 months
ar: اخر 6 الى 9 اشهر
es: Ultimos 6 a 9 meses
fr: 6 à 9 derniers mois
id: 6 - 9 bulan terakhir
pt_br: Últimos 6 a 9 meses
ru: Последние 6 - 9 месяцев
tg: Аз 6 то 9 моҳи охир
vi: từ 6 đến 9 tháng vừa qua

source: Last 9 to 12 months
ar: اخر 9 الى 12 شهر
es: Ultimos 9 a 12 meses
fr: Les 9 à 12 derniers mois
id: 9 - 12 bulan terakhir
pt_br: Últimos 9 a 12 meses
ru: Последние 9 - 12 месяцев
tg: Аз 9 то 12 моҳи охир
vi: từ 9 đến 12 tháng vừa qua

source: Last 12 individual months
ar: اخر 12 شهر منفرد
es: Ultimos 12 meses individuales
fr: 12 derniers mois individuels
id: 12 bulan terakhir
pt_br: Últimos 12 meses individual
ru: Последние 12 отдельных месяцев
tg: Ҳар яке аз 12 моҳҳои охир
vi: trong mỗi 12 tháng vừa qua

source: Individual months this year
ar: الأشهر المفردة هذا العام
es: Meses individuales de este año
fr: Chaque mois cette année
id: Pelaporan bulanan di tahun ini
pt_br: Mês individuais este ano
ru: Отдельные месяцы текущего года
tg: Ҳар яке аз моҳҳои соли равон
vi: Mỗi tháng của năm

source: Individual quarters this year
ar: الارباع المنفردة لهذه السنة
es: Trimestres individuales de este año
fr: Chaque trimestres cette année
id: Pelaporan 3 bulanan di tahun ini
pt_br: Trimestres individuais este ano
ru: Отдельные кварталы текущего года
tg: Ҳар яке аз семоҳаҳи соли равон
vi: Mỗi quý của năm

source: Organisation unit levels
ar: مستويات وحدة التنظيم
es: Niveles de unidad organizativa
fr: Niveaux d'unité d'Organisation
id: Level unit organisasi
pt_br: Níveis unidade organizacional
ru: Уровни организации
tg: Саттҳҳои воҳидҳои сохторӣ
vi: Cấp đơn vị

source: Organisation unit level
ar: مرحلة وحدة التنظيم
es: Nivel de unidad organizativa
fr: Niveau de l'unité d'Organisation
id: Level unit organisasi
pt_br: Nivel de unidade organizacional
ru: Уровень организации
tg: Саттҳи воҳиди сохторӣ
vi: Cấp đơn vị

source: Importing meta data
ar: استيراد بيانات لشرح البيانات
es: Importando metadatos
fr: Importation des métadonnées
id: Import meta data
pt_br: Importando metadados
ru: Импортирование мета данных
tg: Воридоти метадата
vi: Đang tích hợp siêu dữ liệu

source: Non-existing data element identifiers
ar: معرفات عنصر البيانات الغير موجودة
es: Identificadores de elementos de datos no existentes
fr: Identifiants d'élément de donnée non existant
id: Pengenal elemen data yang tidak ditemukan
pt_br: Não existente identificadores deelemento dados
ru: Идентификаторы несуществующих элементов данных
tg: Идентификаторҳои вуҷуднадоштаи унсурҳои иттилоот
vi: Định danh dữ liệu không tồn tại

source: Formula
ar: صيغة
es: Fórmula
fr: Formule
id: Rumus
pt_br: Fórmula
ru: Формула
tg: Формула
vi: Công thức

source: Identifier
ar: المعرف
es: Identificador
fr: Identifiant
id: Pengenal
pt_br: Identificador
ru: Идентификатор
tg: Идентификатор
vi: Định danh

source: There are data elements registered for data sets with different period types, please go to data integrity checks for more information and then correct this before exporting
ar: هناك عناصر بيانات مسجلة لمنظومة البيانات بأنواع فترات مختلفة. من فضلك اذهب الى تفحص صحة البيانات لمزيد من المعلومات وصحح قبل التصدير
es: Existen elementos de datos registrados para conjuntos de datos con tipos de periodos diferentes, ir a verificación de integridad para mas información y despues corregir antes de exportar
fr: Il ya des éléments de données membres des ensembles de données ayant des types période différents, Veuillez aller au Controle d'intégrité des données pour plus d'informations et ensuite corriger ceci avant
id: Ada elemen data terdaftar untuk set data dengan periode yang berbeda, silakan melihat pemeriksaan integritas data untuk informasi lebih lanjut dan kemudian perbaiki elemen data sebelum melakukan eksport
pt_br: Existem elementos de dados registrados para conjuntos de dados com tipos de períodos diferentes, por favor, vá para verificações de integridade de dados para obter mais informações e corrigir antes de exportação
ru: Элементы данных зарегистрированы для наборов данных с различными типами периодов, пожалуйста, перейдите к проверке точности данных за более подробной информацией, а затем исправьте это перед экспортированием
tg: Унсурҳои иттилооте ҳастанд, ки барои навъҳои гуногуни давраҳо қайд шудаанд, барои маълумоти иловагӣ лутфан ба санҷишҳои мукаммалии иттилоот гузаред ва пеш аз содирот кардан ислоҳ намоед
vi: Các dữ liệu đăng ký cho biểu nhập với thời điểm khác nhau, hãy vào mục kiểm tra thời điểm để biết thêm chi tiết trước khi trích xuất.

source: Data element group sets
ar: منظومات مجموعة عنصر البيانات
es: Conjuntos de grupos de elementos de datos
fr: Ensembles de groupes d'éléments de donnée
id: Set kelompok elemen data
pt_br: Conjuntos grupo de elemento dados
ru: Наборы групп элементов данных
tg: Маҷмӯъҳои гурӯҳҳои унсурҳои иттилоот
vi: Tập của nhóm dữ liệu

source: Indicator group sets
ar: منظومات مجموعة المؤشر
es: Conjuntos de grupos de indicadores
fr: Ensembles de groupes d'indicateurs
id: Set kelompok indikator
pt_br: Conjuntos de grupo de indicador
ru: Наборы групп индикаторов
tg: Маҷмӯъҳои гурӯҳҳои индикаторҳо
vi: Tập của nhóm chỉ số

source: Data element group set
ar: منظومة مجموعة عنصر البيانات
es: Conjunto de grupos de elementos de datos
fr: Ensemble de groupes d'éléments de donnée
id: Set kelompok elemen data
pt_br: Conjunto de grupo elemento de dado
ru: Набор группы элементов данных
tg: Маҷмӯъи гурӯҳҳои унсурҳои иттилоот
vi: Tập của nhóm dữ liệu

source: Indicator group set
ar: منظومة مجموعة المؤشر
es: Conjunto de grupos de indicadores
fr: Ensemble de groupes d'indicateurs
id: Set kelompok indikator
pt_br: Conjunto de grupo de indicador
ru: Набор группы индикаторов
tg: Маҷмӯъҳои гурӯҳи индикаторҳо
vi: Tập của nhóm chỉ số

source: Routine data values out of range (2^31) exist
ar: قيم البيانات الاعتيادية خارج نطاق وجود (2^31)
es: Hay valores de datos rutinarios fuera de rango (2^31)
fr: Des données de route aberrantes (2^31) existent
id: Nilai data rutin berada di luar rentang yang tersedia (2^31)
pt_br: Existem valores de dados de rotina fora da faixa (2 ^ 31)
ru: Существуют стандартные значения данных, выходящие за пределы диапазона (2^31)
tg: Қиматҳои иттилооти рӯзмарраи аз ҳудуд берун (2^31) вуҷуд доранд
vi: Giá trị dữ liệu thường lệ vượt quá phạm vi (2^31)

source: Semi-permanent data value out of range (2^31) exist
ar: قيمة البيانات الشبه دائمة خارج نطاق وجود (2^31)
es: Hay valores de datos semi permanentes fuera de rango (2^31)
fr: Des données semi-permanentes aberrantes (2^31) existent
id: Nilai data semi-permanen berada di luar rentang yang tersedia (2^31)
pt_br: Existem valores de dados semi-permanentes fora do intervalo (2 ^ 31)
ru: Существуют полу-постоянное значение данных, выходящее за пределы диапазона (2^31)
tg: Қиматҳои иттилооти нимдоимии аз ҳудуд берун (2^31) вуҷуд доранд
vi: Giá trị dữ liệu kiểu thay đổi tương đối vượt quá phạm vi (2^31)

source: Process completed
ar: تم اتمام العملية
es: Proceso completado
fr: Processus terminé
id: Proses telah selesai dijalankan
pt_br: Processo concluído
ru: Процесс завершен
tg: Раванд анҷом ёфт
vi: Tiến trình hoàn tất

source: Process started
ar: بدأت العملية
es: Proceso comenzado
fr: Début du processus
id: Proses dimulai
pt_br: Processo iniciado
ru: Процесс начался
tg: Раванд оғоз шуд
vi: Tiến trình bắt đầu

source: Process failed - See log for details
ar: فشلت العملية - انظر التسجيل لمزيد من التفاصيل
es: Proceso erróneo - Vea el log para los detalles
fr: Echec du processus - voir le log pour les détails
id: Proses gagal - Silakan lihat log untuk melihat detail
pt_br: Processo falhou - Ver log para obter detalhes
ru: Процесс не удался - Детали смотрите в журнале
tg: Раванд иҷро нашуд - Барои маълумоти муфассал ба сабтҳо нигаред
vi: Tiến trình thực hiện không thành công - Xem thêm ở nhật ký hệ thống

source: Configuration
ar: الإعدادات
fr: Paramétrage
id: Konfigurasi
pt_br: Configuração
vi: Cấu hình

source: Size
ar: الحجم
es: Tamaño
fr: Taille
pt_br: Tamanho
ru: Размер
tg: Андоза
vi: Kích cỡ

source: Dimension
ar: البعد
es: Dimensión
id: Dimensi
pt_br: Dimensão
ru: Измерение
tg: Андоза
vi: Chiều

source: Hide legend
ar: إخفاء العنوان
es: Ocultar leyenda
fr: Masquer la légende
id: Sembunyikan legenda
pt_br: Esconder legenda
ru: Скрыть условное обозначение
tg: Пинҳон кардани аломатҳои шартӣ
vi: Ẩn legend

source: Vertical labels
ar: رقعات عمودية
es: Etiquetas verticales
fr: Etiquettes verticales
id: Label vertikal
pt_br: Etiquetas vertical
ru: Вертикальные ярлыки
tg: Барчаспҳои амудӣ
vi: Tên chiều dọc

source: Horizontal plot orientation
ar: توجيه تخطيط افقي
es: Orientación horizontal
fr: Orientation horizontale du champs
id: Orientasi plot horizontal
pt_br: Orientação horizontal do gráfico
ru: Горизонтальное расположение участка
tg: Ҷойгиршавии уфуқии нақша
vi: Hướng ngang

source: Regression
ar: تراجع
fr: Régression
id: Regresi
pt_br: Regressão
vi: Tiến trình

source: Design
ar: تصميم
es: Diseño
id: Desain
pt_br: Desenho
ru: Дизайн
tg: Тарҳ
vi: Thiết kế

source: Report
ar: تقرير
es: Informe
fr: Rapport
id: Laporan
pt_br: Relatórios
ru: Отчет
tg: Ҳисобот
vi: Báo cáo

source: Chart
ar: المخطط البياني
es: Gráfico
fr: Graphique
id: Grafik
pt_br: Gráfico
ru: Диаграмма
tg: Диаграммаҳо
vi: Biểu đồ

source: Do an import from an XML based format. DHIS 1.4 is the predecessor of DHIS 2.
ar: قم باستيراد من صيغة قاعدة XML . ان DHIS 1.4 هو السابق لـ DHIS 2.
es: Importar de un formato basado en XML. DHIS 1.4 es el predecesor de DHIS 2.
fr: Faire une importation à partir d'un fichier XML. DHIS 1.4 est le prédécesseur de DHIS 2
id: Melakukan impor dari format berbasis XML. DHIS 1.4 merupakan pendahulu dari DHIS 2.
pt_br: Fazer uma importação de um formato baseado em XML. DHIS 1.4 é o antecessor do DHIS 2.
ru: Произвести импортирование из формата на базе XML . DHIS 1.4 является предшественником DHIS 2.
tg: Содирот кардан аз формати XML. DHIS 1.4 пешгузаштаи DHIS 2 мебошад.
vi: Thực hiện trích xuất từ tập tin XML . DHIS1.4 là tiền thân của DHIS2.

source: Do an import from an Access data file. DHIS 1.4 is the predecessor of DHIS 2.
ar: قم باستيراد ملف دخول بيانات. DHIS 1.4 هو السابق ل DHIS 2
es: Importar de un archivo de datos Access. DHIS 1.4 es el predecesor de DHIS 2.
fr: Faire une importation à partir de fichier de données Access. DHIS 1.4 est le prédécesseur de DHIS 2
id: Melakukan imprt dari Access data file. DHIS 1.4 merupakan pendahulu dari DHIS 2
pt_br: Fazer uma importação de um arquivo de dados do Access. DHIS 1.4 é o antecessor do DHIS 2.
ru: Произвести импортирование из файла данных Access. DHIS 1.4 является предшественником DHIS 2.
tg: Содирот кардан аз файли иттилоотии Access. DHIS 1.4 пешгузаштаи DHIS 2 мебошад.
vi: Thực hiện trích xuất của giá trị dữ liệu từ tập tin Access. DHIS1.4 là tiền thân của DHIS2

source: Do an export of meta-data or dimensional data describing the facts. DHIS 1.4 is the predecessor of DHIS 2.
ar: قم بتصدير البيابنات لشرح البيانات او البينات البعدية التي تصف الحقائق . ان DHIS 1.4 هو السابق لDHIS 2
es: Exportar metadatos o datos dimensionales que describen los hechos. DHIS 1.4 es el predecesor de DHIS 2.
fr: Faire une exportation de métadonnées ou de données dimensionnelles décrivant des faits. DHIS 1.4 est le prédécesseur de DHIS 2
id: Melakukan eksport metadata atau dimensi data yang menggambarkan fakta. DHIS 1.4 adalah pendahulu dari DHIS 2.
pt_br: Fazer uma exportação de metadados ou dados dimensional descrevendo os fatos. DHIS 1.4 é o antecessor do DHIS 2.
ru: Произвести импортирование мета данных или размерных данных, описывающих факты. DHIS 1.4 является предшественником DHIS 2.
tg: Содирот кардани метадата ё иттилооти андозадор бо тавсифи далелҳо. DHIS 1.4 пешгузаштаи DHIS 2 мебошад.
vi: Thực hiện trích xuất của giá trị đầy đủ dữ liệu hay sự kiện đa chiều. DHIS1.4 là tiền thân của DHIS2

source: Do an export of an detailed selection of meta-data. DHIS 1.4 is the predecessor of DHIS 2.
ar: قم بتصدير اختيار مفصل لبيانات شرح البيانات. ان DHIS 1.4 هو السابق ل DHIS 2
es: Hacer una exportación de una selección de metadatos. DHIS 1.4 es el predecesor de DHIS 2.
fr: Faire l'exportation pour une selection détaillée de métadonnées. DHIS 1.4 est le prédécesseur de DHIS 2
id: Melakukan eksport detail rincian meta-data. DHIS 1.4 adalah pendahulu DHIS 2.
pt_br: Fazer uma exportação de uma seleção detalhada de metadados. DHIS 1.4 é o antecessor do DHIS 2.
ru: Произвести импортирование детально отобранных мета данных. DHIS 1.4 является предшественником DHIS 2.
tg: Содирот кардани ягон мунтахаби муфассали метадата. DHIS 1.4 пешгузаштаи DHIS 2 мебошад.
vi: Thực hiện trích xuất của giá trị dữ liệu đầy đủ. DHIS1.4 là tiền thân của DHIS2

source: Do an export of data values or facts. DHIS 1.4 is the predecessor of DHIS 2.
ar: قم بتصدير قيم بيانات او حقائق. DHIS 1.4 هو السابق ل DHIS 2
es: Hacer una exportación de valores de datos o hechos. DHIS 1.4 es el predecesor de DHIS 2.
fr: Faire une exportation des valeurs de données ou des faits. DHS 1.4 est le prédécesseur de DHIS 2
id: Eksport nilai data. DHIS 1.4 merupakan pendahulu dari DHIS 2.
pt_br: Fazer uma exportação de valores de dados ou factos. DHIS 1.4 é o antecessor do DHIS 2.
ru: Произвести импортирование значений данных или фактов. DHIS 1.4 является предшественником DHIS 2.
tg: Содирот кардани қматҳои иттилоот ё далелҳо. DHIS 1.4 пешгузаштаи DHIS 2 мебошад.
vi: Thực hiện trích xuất của giá trị dữ liệu hay sự kiện. DHIS1.4 là tiền thân của DHIS2

source: Portable Document Format (PDF) is a commonly used file format for document exchange.
ar: تنسيق الوثيقة المتنقلة (PDF) هي ملف شائع الاستخدام لتبادل الوثائق
es: PDF es un formato de archivo muy utilizado para intercambio de archivos.
fr: Portable Document Format (PDF) est un format de fichier couramment utilisé pour l'échange de documents.
id: PDF merupakan format file yang sering digunakan untuk pertukaran dokumen.
pt_br: Portable Document Format (PDF) é um formato de arquivo normalmente usado para troca de documentos.
ru: Переносимый формат документа (PDF) является часто используемым форматом файлов для обмена документами.
tg: Формати сайёри ҳуҷҷат (PDF) формати маъмулан истифодашаванда барои мубодилаи ҳуҷҷатҳо мебошад.
vi: Định dạng PDF là được dùng thông thường để chuyển đổi tài liệu.

source: Excel Spreadsheet (XLS) is a commonly used spreadsheet file format from Microsoft.
ar: صفحة اكسل هي صيغة ملف صفحات شائع الاستخدام من مايكروسوفت
es: Las hojas de Cálculo Excel (XLS) son un formato muy común de hoja de cálculo de Microsoft.
fr: Tableur Excel (XLS) est un format de tableur couramment utilisés par Microsoft.
id: XLS merupakan format file spreadsheet yang sering digunakan di Microsoft.
pt_br: Planilha do Excel (XLS) é um formato de arquivo comumente usados ​​planilha da Microsoft.
ru: Таблицы Excel (XLS) являются часто используемым форматом электронных табличных файлов от Microsoft.
tg: Ҷадвали электронии Excel (XLS) ормати маъмулан истифодашавандаи ҷадвали электронӣ аз Microsoft мебошад.
vi: Bảng tính Excel (XLS) là một tập tin định dạng với các trang bảng tính.

source: Import data values on the DXF 2 XML, JSON, CSV and PDF formats. DXF 2 is the standard exchange format for DHIS 2.
ar: استيراد قيم بيانات على صيغ DXF 2 XML, JSON, CSV, PDF . ان DXF 2 هي التنسيق الثابت المتبادل بالنسبة لـ DHIS 2
fr: Importer les valeurs de données en format DXF 2, XML, JSON, CSV et PDF. DXF 2 est le format d'échange standard de DHIS2
id: Impor nilai data pada format DXF 2 XML, JSON, CSV dan PDF. DXF 2 merupakan standar format perubahanuntuk DHIS 2

source: Import data values on the CSV format which is used for data exchange by DHIS 2 and other third-party software.
ar: استيراد قيم بيانات عن تنسيق CSV والذي يتم استخدامه لتبادل البيانات من قبل DHIS 2 و اطراف برمجية ثالثة اخرى
es: Importados los valores de datos en el formato CSV que es usado para el intercambio de datos por DHIS y otros software de terceros.
fr: Importer des valeurs de données dans un format CSV qui est utilisé pour l'échange de données entre DHIS et des logiciels tierce partie
id: Import nilai data dengan format CSV yang biasa digunakan untuk pertukaran data DHIS 2 dan software lainnya.
pt_br: Valores de dados de importação sobre o formato CSV, que é usado para troca de dados por DHIS e outros softwares de terceiros.
ru: Импортировать значения данных в формате CSV, который используется для обмена данными DHIS 2 и прочим программным обеспечением третих сторон.
tg: Воридот кардани қиматҳои иттилоот бо формати CSV, ки ки барои мубодилаи иттилоот байни DHIS 2 ва нармафзори дигар тарафҳои сеюм истифода мешавад..

source: Import data from a PDF data entry form. PDF forms can be generated from the data set module.
ar: استيراد بيانات من صيغة ادخال بيانات على شكل PDF . ان صيغ PDF يمكن توليدها من مجموعة منظومة البيانات.
es: Importar valores de datos del formulario en PDF.
fr: Importer les données d'un formulaire de saisie PDF. Les formulaires PDF peuvent être générés à partir du module ensemble de données.
id: Impor data dari formulir data entri PDF. Formulir PDF dapat digeneralisasi dari modul data set.
ru: Импортировать значения данных в форме Ввода данных PDF.
tg: Воридот кардани қиматҳои иттилоот бо Шакли вуруди иттилооти PDF.

source: Import events for programs, stages and persons on the DXF 2 format.
ar: استيراد احداث البرامج، المراحل والأشخاص على شكل DXF 2
fr: Importer des évènments pour les programmes, étapes et entités suivies dans le format DXF2.
id: Impor events untuk program, stage dan orang-orang dalam format DXF 2.

source: Import data from DHIS 1.4 installations. DHIS 1.4 is the predecessor of DHIS 2.
ar: استيراد البيانات من تنصيبات DHIS 1.4 . ان DHIS 1.4 هو السابق DHIS 2
es: Importar datos de una instalación DHIS 1.4. DHIS 1.4 es el predecesor de DHIS 2.
fr: Importer des données venant de DHIS 1.4. DHIS 1.4 est le prédécesseur de DHIS 2
id: Import data dari instalasi DHIS 1.4. DHIS 1.4 merupakan pendahulu DHIS 2.
pt_br: Importar dados de 1.4 dhis instalações. DHIS 1.4 é o antecessor do DHIS 2.
ru: Импортировать данные из установок DHIS 1.4. DHIS 1.4 является предшественником DHIS 2.
tg: Воридот кардани қиматҳои иттилоот аз DHIS 1.4. DHIS 1.4 пешгузаштаи DHIS 2 мебошад.
vi: Tích hợp dữ liệu từ cài đặt DHIS1.4. DHIS1.4 là tiền thân của DHIS2.

source: Export data values. This is the regular export function which exports data to the DHIS 2 exchange format called DXF 2.
ar: تصدير قيم البيانات. هذه هي وظيفة التصدير المنتظمة والتي تصدر بيانات الى صيغ تبادل DHIS 2 المسماة DXF 2
es: Exportar valores. Exportación habitual en el formato de intercambio de DHIS2 llamado DXF.
fr: Exporter des valeurs de données. C'est la fonction d'exportation régulière qui exporte les données au format d'échange DHIS 2 appelé DXF.
id: Ekspor nilai data. Fungsi ekspor reguler ini untuk mengekspor data ke format pertukaran DHIS 2 yang disebut DXF 2.
pt_br: Exportação valores de dados. Esta é a função de exportação regular que exporta os dados para o formato de troca de DHIS 2 chamado DXF.
ru: Экспортировать значения данных. Это стандартная функция экспорта, экспортирующая данные в формат обмена DHIS 2, называемый DXF 2.
tg: Содирот кардани қиматҳои иттилоот. Ин функсияи муқаррарии содирот буда, иттилоотро ба формати мубодилаи DHIS 2, ки DXF 2 ном дорад, содирот мекунад.
vi: Trích xuất giá trị. Đây là chức năng thông dụng với cấu trúc chuyển đổi của hệ thống DHIS2, được gọi là DXF.

source: Export meta data like data elements and organisation units to the standard DHIS 2 exchange format.
ar: تصدير بيانات لشرح البيانات مثل عناصر البيانات ووحدات التنظيم لصيغ DHIS 2 المتبادلة الثابتة
es: Exportar metadatos en el formato de intercambio de DHIS 2. Metadatos son Elementos de Datos y otros Objetos que describen los datos.
fr: Exporter des données vers le format d'échange de DHIS 2. Les métadonnées signifient des éléments de de données et autres objets décrivant les données.
id: Eksport meta data seperti elemen data dan unit organisasi ke standar pertukaran format DHIS 2.
pt_br: Exportação de metadados para o formato de intercâmbio DHIS2. Meta meta implica elementos de dados e outros objetos que descreve os dados.
ru: Экспортировать мета данные, такие как элементы данные и организации в стандантный формат обмена DHIS 2.
tg: Содирот кардани метадата аз қабили унсурҳои иттилоот ва воҳидҳои сохторӣ ба формати мубодилаи стандартии DHIS 2.
vi: Trích xuất siêu dữ liệu ra cấu trúc chuyển đổi DHIS2. Siêu dữ liệu (hay gọi là dữ liệu đầy đủ) chỉ về các dữ liệu và đối tượng khác dùng để mô tả dữ liệu.

source: Export data and meta data to formats such as PDF, Excel and the DHIS 1.4 exchange format.
ar: تصدير
es: Exportar datos y metadatos en formato PDF, Excel y DHIS 1.4.
fr: Exporter des données et des méta-données aux formats tels que PDF, Excel et DHIS 1.4.
id: Eksport data dan meta data ke format bentuk PDF, Excel, dan format pertukaran DHIS 1.4.
pt_br: Exportação de dados e metadados para formatos como PDF, Excel e DHIS 1.4.
ru: Экспортировать данные и мета данные в такие форматы, как PDF, Excel и формат обмена DHIS 1.4.
tg: Содирот кардани иттилоот ва метадата ба форматҳои мисли PDF, Excel ва формати мубодилаи DHIS 1.4.
vi: Trích xuất dữ liệu và siêu dữ liệu ra dạng: PDF, XLS và DHIS1.4.
