Repository: kimbalear/dhis2-translations
Catalog: dhis-web-importexport/tet.po
Languages: tet

source: Available Data Element Groups
tet: Grupus Elementus Dadus Disponíveis

source: Selected Data Element Groups
tet: Grupus Elementus Dadus Selesionadus

source: Documents
tet: Dokumentus

source: Available Documents
tet: Dokumentus Disponíveis

source: Selected Documents
tet: Dokumentus Selesionadus

source: Available Indicator Group Sets
tet: Pakotes Grupu Indikador Disponíveis

source: Selected Indicator Group Sets
tet: Pakotes Grupu Indikador Selesionadus

source: Available Indicator Groups
tet: Grupus Indikador Disponíveis

source: Selected Indicator Groups
tet: Grupus Indikador Selesionadus

source: Indicator types
tet: Tipus Indikador

source: Available Indicator Types
tet: Tipus Indikador Disponíveis

source: Selected Indicator Types
tet: Tipus Indikador Selesionadus

source: Map legend sets
tet: Pakotes Lejenda Mapa

source: Available Map Legend Sets
tet: Pakotes Lejenda Mapa Disponíveis

source: Selected Map Legend Sets
tet: Pakotes Lejenda Mapa Selesionadus

source: Maps
tet: Mapas

source: Available Maps
tet: Mapas Disponíveis

source: Selected Maps
tet: Mapas Selesionadus

source: Option sets
tet: Pakotes Opsaun

source: Available Option Sets
tet: Pakotes Opsaun Disponíveis

source: Selected Option Sets
tet: Pakotes Opsaun Selesionadus

source: Available Organisation Unit Group Sets
tet: Pakotes Grupu Unidade Organizasional Disponíveis

source: Selected Organisation Unit Group Sets
tet: Pakotes Grupu Unidade Organizasional Selesionadus

source: Available Organisation Unit Groups
tet: Grupus Unidade Organizasional Disponíveis

source: Selected Organisation Unit Groups
tet: Grupus Unidade Organizasional Selesionadus

source: Available Organisation Unit Levels
tet: Níveis Unidade Organizasional Disponíveis

source: Selected Organisation Unit Levels
tet: Níveis Unidade Organizasional Selesionadus

source: Available Organisation Units
tet: Unidades Organizasionais Disponíveis

source: Selected Organisation Units
tet: Unidades Organizasionais Selesionadas

source: Available Report Tables
tet: Tabelas Relatóriu Disponíveis

source: Selected Report Tables
tet: Tabelas Relatóriu Selesionadas

source: Available Reports
tet: Relatórius Disponíveis

source: Selected Reports
tet: Relatórius Selesionadus

source: SQL views
tet: Vizualizasoens SQL

source: Available SQL Views
tet: Vizualizasoens SQL Disponíveis

source: Selected SQL Views
tet: Vizualizasoens SQL Selesionadas

source: Available User Groups
tet: Grupus Utilizador Disponíveis

source: Selected User Groups
tet: Grupus Utilizador Selesionaduas

source: Available User Roles
tet: Funsoens Utilizador Disponíveis

source: Selected User Roles
tet: Funsoens Utilizador Selesionadas

source: Available Users
tet: Utilizadores Disponíveis

source: Selected Users
tet: Utilizadores Selesionadus

source: Validation rule groups
tet: Grupus Regra Validaasaun

source: Available Validation Rule Groups
tet: Grupus Regra Disponíveis

source: Selected Validation Rule Groups
tet: Grupus Regra Selesionadas

source: Available Validation Rules
tet: Regras Validasaun Disponíveis

source: Selected Validation Rules
tet: Regras Validasaun Selesionadas

source: Select All Values
tet: Selesiona Valorus Hotu-hotu

source: Deselect All Values
tet: Deselesiona Valores Hotu-hotu

source: Inclusion
tet: Inkluzaun

source: Selected organisation unit
tet: Unidade organizasional selesionada

source: Include children of organisation unit
tet: Inklui unidade organizasional oan/sanak

source: Include descendants of organisation unit
tet: Inklui desendentes unidade organizasional
