Repository: kimbalear/dhis2-translations
Catalog: dhis-web-importexport/tet.po
Languages: tet

source: Data Value
tet: Valor Dadus

source: Select
tet: Selesiona

source: Period Type
tet: Tipu Períodu

source: Export
tet: Exporta

source: Action
tet: Asaun

source: From
tet: Husi

source: To
tet: Bá

source: Period
tet: Períodu

source: Selected data elements
tet: Elementus dadus selesionadus

source: Available data elements
tet: Elementus dadus disponíveis

source: Indicators
tet: Indikadores

source: Data values
tet: Valores dadus

source: Available data sets
tet: Pakotes dadus disponíveis

source: Selected data sets
tet: Pakotes dadus selesionadus

source: Available indicators
tet: Indikadores disponíveis

source: Selected indicators
tet: Indikadores selesionadus

source: Level
tet: Nível

source: Clear
tet: Klaru

source: DHIS 1.4 Import
tet: Importa DHIS 1.4

source: Organisation units
tet: Unidades organizasionais

source: Periods
tet: Períodus

source: Importing...
tet: Importa daudaun...

source: Done
tet: Halo hotu ona

source: Compare
tet: Kompara

source: Source
tet: Fonte

source: Object type
tet: Tipu objetu

source: Up
tet: Sae

source: Please specify a file
tet: Favor espesifika arkivu ida

source: Data sets
tet: Pakotes dadus

source: File
tet: Arkivu

source: Elements
tet: Elementus

source: Data
tet: Dadus

source: Import Preview
tet: Prevé Importasaun

source: Select none
tet: La hili nein ida

source: Unique
tet: Úniku

source: Matching
tet: Korrespondente

source: Skip
tet: Hakat liu

source: Data element
tet: Elementu dadus

source: Indicator
tet: Indikador

source: Indicator group
tet: Grupu indikadores

source: Data set
tet: Pakote dadus

source: Organisation unit
tet: Unidade organizasional

source: Data element groups
tet: Grupus elementus dadus

source: Indicator groups
tet: Grupus indikadores

source: Organisation unit
tet: Unidade organizasional

source: Organisation unit groups
tet: Grupus unidades organizasionais

source: Organisation unit group sets
tet: Pakotes grupu unidades organizasinais

source: Export to other systems
tet: Exporta ba sistema seluk

source: Import from other systems
tet: Importa husi sistema seluk

source: DHIS 1.4 Metadata Export
tet: Exporta Metadata DHIS 1.4

source: DHIS 1.4 Data Export
tet: Exporta Dadus DHIS 1.4

source: Accept incoming records
tet: Simu rejistus ne'ebé tama

source: New and Updates
tet: Foun no Atualizadus

source: New ( No Updates )
tet: Foun ( Laiha atualizadus )

source: Data element
tet: Elementu dadus

source: Data element group
tet: Grupu elementu dadus

source: Organisation unit group
tet: Grupu unidade organizasional

source: Organisation unit group set
tet: Pakote grupu unidade organizasional

source: Category option
tet: Opsaun kategoria

source: Category option group
tet: Grupu opsasun kategoria

source: Option set
tet: Pakote opsaun

source: Objects
tet: Objetus

source: Discard selected
tet: Soe sira ne'ebe selesionadus

source: Discard all
tet: Soe hotu

source: Match to existing
tet: Kombina ho ne'ebé iha ona

source: Compare to existing
tet: Kompara ho ne'ebé iha ona

source: Property
tet: Propriedade

source: Existing objects
tet: Objetus existentes

source: Discard
tet: Soe

source: New object
tet: Objetu foun

source: Existing object
tet: Objetu ezistenten

source: File type not allowed
tet: La permite arkivu tipu ida ne'e

source: Import all
tet: Importa hotu

source: Factor
tet: Faktor

source: Match
tet: Korresponde ba malu

source: Discard update
tet: Soe atualizasaun

source: Show advanced options
tet: Hatudu opsoens avansadas

source: Hide advanced options
tet: Subar opsoens avansadas

source: PDF Metadata Export
tet: Exporta Metadata PDF

source: XLS Metadata Export
tet: Exporta Metadata XLS

source: Version
tet: Versaun

source: Status
tet: Estadu

source: Data type
tet: Tipu dadus

source: Validation rules
tet: Regras validasaun

source: Last updated
tet: Atualiza ikusLast updated

source: Validation rule
tet: Regra validasaun

source: Operator
tet: Operador

source: Data elements
tet: Elementus dadus

source: Data Value
tet: Valores Dadus

source: Daily Data Value
tet: Valor Dadus Diárius

source: DHIS 1.4 File Configuration
tet: Arkivu Konfigurasaun DHIS 1.4

source: Data file
tet: Arkivu dadus

source: Username
tet: Utilizador

source: Password
tet: Seña

source: Levels
tet: Níveis

source: Preload cache
tet: Cache Pre-karga

source: Import successful
tet: Konsege importa ho susesu

source: Import process failed - See log for details
tet: La konsege halo prosesu importansaun - Haré detalles iha log

source: Importing constants
tet: Importa daudaun konstantes

source: Importing data element category options
tet: Importa daudaun opsoens kategoria elementus dadus

source: Importing data element categories
tet: Importa daudaun kategorias elementus dadus

source: Importing data element category combos
tet: Importa daudaun kombinasaun kategorias elementus dadus

source: Importing data element category option combos
tet: Importa daudaun kombinasan opsoens kategoria elementus dadus

source: Importing data element category members
tet: Importa daudaun membrus kategoria elementus dadus

source: Importing data element category combo members
tet: Importa dadaun membrus kombinasaun kategorias elementus dadus

source: Importing data elements
tet: Importa daudaun elementus dadus

source: Importing calculated data elements
tet: Importa daudaun elementus dadus ne'ebé kalkula tiha ona

source: Importing indicator types
tet: Importa daudaun tipu indikadores

source: Importing indicators
tet: Importa daudaun indikadores

source: Importing data element groups
tet: Importa daudaun grupus elementus dadus

source: Importing indicator groups
tet: Importa daudau grupus indikadores

source: Importing data element group members
tet: Importa daudaun membrus grupus elementus dadus

source: Importing indicator group members
tet: Importa daudaun membrus grupus indikadores

source: Importing data dictionaries
tet: Importa daudaun disionárius dadus

source: Importing data dictionary data elements
tet: Importa daudaun elementus dadus disionáriu dadus

source: Importing data dictionary indicators
tet: Importa daudaun indikadores disionáriu dadus

source: Importing data sets
tet: Importa daudaun pakotes dadus

source: Importing data sets daily capture
tet: Importa daudaun kapturasaun diária pakotes dadus

source: Importing data set members
tet: Importa daudaun membrus pakote dadus

source: Importing data set source associations
tet: Importa daudaun asosiasoens pakotes dadus

source: Importing data set data entry form associations
tet: Importa daudaun aosiasoens formuláriu entrada pakote dadus

source: Importing organisation units
tet: Importa daudaun unidades organizasionais

source: Importing organisation unit groups
tet: Importa daudaun grupus unidades organizasionais

source: Importing organisation unit group members
tet: Importa daudaun membrus grupus unidades organizasionais

source: Importing organisation unit group sets
tet: Importa daudaun pakotes grupus unidades organizasionais

source: Importing organisation unit group set members
tet: Importa daudaun membrus pakote grupus unidades organizasionais

source: Importing organisation unit structures
tet: Importa daudaun estruturas unidades organizasionais

source: Importing organisation unit hierarchy
tet: Importa daudaun ierarkia unidades organizasionais

source: Importing organisation unit levels
tet: Importa daudaun níveis unidades organizasionais

source: Importing periods
tet: Importa daudaun períodus

source: Importing routine data values
tet: Importa daudaun valores dadus rotina

source: Importing on-change periods
tet: Importa daudaun períodus ein-mudansa

source: Importing aggregated data values
tet: Importa daudaun valores dadus

source: Importing aggregated indicator values
tet: Importa daudaun valores indikadores agregadus

source: Importing validation rules
tet: Importa daudaun regras validasaun

source: Importing data values
tet: Importa daudaun valores daudus

source: Importing previewed meta data
tet: Importa daudaun metadata ne'ebé prevé tiha ona

source: Importing previewed data
tet: Importa dadaun dadus ne'ebé prevé tiha ona

source: Importing complete data set registrations
tet: Importa daudaun rejistu pakoes dadus kompletu

source: Importing report tables
tet: Importa daudaun tabelas relatórius

source: Importing OLAP URLs
tet: Importa daudaun OLAP URLs

source: Importing data set organisation unit associations
tet: Importa daudaun asosiasoens unidades organizasoens pakotes dadus

source: Importing routine data daily capture periods
tet: Importa daudaun períodus kaptura dadus rotina

source: Importing routine data daily capture
tet: Importa daudaun kaptura diária dadus rotina

source: No import process running
tet: La iha prosesu importasaun ne'ebé lao daudaun

source: Skip check for matching data values
tet: Hakat liu verifikasaun ba valores dadus ne'ebé konkorda malu

source: Yes (empty database)
tet: Sim (banku dadus mamuk)

source: Report tables
tet: Tabelas relatórius

source: Reports
tet: Relatórius

source: Charts
tet: Gráfikus

source: Please set the configuration in order for the import to work properly
tet: Favor tau konfigurasaun ein ordem atu prosesu importasaun bele lao ho diak

source: Last updated (Leave blank for all)
tet: Atualizasaun ikus (Husik mamuk hela ba sira hotu)

source: Organisation unit with children
tet: Unidade organizasional ho oan/sanak

source: Organisation unit only
tet: Unidade organizasional deit

source: Current import file
tet: Arkivu importasaun atual

source: No current file
tet: Laiha arkivu atual

source: Please select at least one organisation unit
tet: Favor hili pelu menus unidade organizasional ida

source: Please select a start date
tet: Favor hili data hahú ida

source: Please select an end date
tet: Favor hili data remata ida

source: Please select at least one data set
tet: Favor hili pelu menus pakote dadus ida

source: Please select one or more object types
tet: Favor hili tipu objetu ida ou liu

source: Geo code
tet: Kódigu Jeo

source: View all
tet: Haré hotu

source: Data dictionaries
tet: Disionárius dadus

source: Report table
tet: Tabela relatóriu

source: Region
tet: Rejiaun

source: Import process not initialized
tet: Prosesu importasaun seidauk hahú

source: Aggregated data
tet: Dadus agregadus

source: Regular data
tet: Dadus regular

source: Data source
tet: Fonte dadus

source: Use existing data
tet: Uza dadus ne'ebé iha

source: Generate data
tet: Kria dadus

source: Exporting data for data elements
tet: Exporta daudaun dadus ba elementus dadus

source: Exporting data for indicators
tet: Exporta daudaun dadus ba indikadores

source: Export process done
tet: Prosesu exportasaun hotu ona

source: Data file is not valid
tet: Arkivu dadus inválidu

source: Analysis
tet: Análize

source: Import analysis
tet: Análize importasaun

source: Unique constraint violations
tet: Violasoens restrisaun únika

source: Entity
tet: Entidade

source: Value
tet: Valor

source: DHIS 1.4 File Import
tet: Importa Arkivu DHIS 1.4

source: DHIS 1.4 XML Import
tet: Importa DHIS 1.4 XML

source: DHIS 1.4 Detailed Metadata Export
tet: Exporta Metadata Detallada DHIS 1.4

source: Detailed Metadata Export
tet: Exporta Metadata Detallada

source: Import process started
tet: Prosesu importasaun hahú ona

source: Imported meta data
tet: Metada data importada

source: Calculated data element
tet: Elementus dadus kalkuladus

source: DHIS 1.4 XML
tet: DHIS 1.4 nia XML

source: DHIS 1.4 File
tet: Arkivu DHIS 1.4

source: Table name
tet: Tabela nia naran

source: Mode
tet: Modu

source: Reporting month
tet: Fulan ne'ebé relata

source: Last 3 months
tet: Fulan 3 ikus

source: Last 6 months
tet: Fulan 6 ikus

source: Last 12 months
tet: Fulan 12 ikus

source: So far this year
tet: To'o oras ne'e iha tinan ne'e nia laran

source: Last 3 to 6 months
tet: Fulan 3 to'o 6 ikus

source: Last 6 to 9 months
tet: Fulan 6 to'o 9 ikus

source: Last 9 to 12 months
tet: Fulan 9 to'o 12 ikus

source: Last 12 individual months
tet: Fulan 12 individual ikus

source: Individual months this year
tet: Fulan ida-idak tinan ida ne'e

source: Individual quarters this year
tet: Trimestre ida-idak tinan ida ne'e

source: Organisation unit levels
tet: Níveis unidades organizasionais

source: Organisation unit level
tet: Nível unidade organizasional

source: Importing meta data
tet: Importa daudaun meta data

source: Non-existing data element identifiers
tet: Identifikadores elementus dadus ne'ebé laiha

source: Formula
tet: Fórmula

source: Identifier
tet: Identifikador

source: There are data elements registered for data sets with different period types, please go to data integrity checks for more information and then correct this before exporting
tet: Iha elementus dadus ne'ebé rejista ba pakote dadus ho tipus períodus la hanesan, favor halo verifikasaun iha integridade dadus atu hetan informasaun klean liu hodi korrije situasaun ida ne'e antes de exporta

source: Data element group sets
tet: Pakotes grupu elementus dadus

source: Indicator group sets
tet: Pakotes grupus indikadores

source: Data element group set
tet: Pakote grupu elementu dadus

source: Indicator group set
tet: Pakote grupu indikadores

source: Routine data values out of range (2^31) exist
tet: Iha valores dadus rotina ne'ebé la tama iha intervalu (2^31)

source: Semi-permanent data value out of range (2^31) exist
tet: Iha valores valor dadus semi-permanente nee'ebé la tama iha intervalu (2^31)

source: Process completed
tet: Proesu kompleta ona

source: Process started
tet: Prosesu hahú ona

source: Process failed - See log for details
tet: La konsege halo prosesu importansaun - Haré detalles iha log

source: Size
tet: Tamañu

source: Dimension
tet: Dimenssaun

source: Hide legend
tet: Subar lejenda

source: Vertical labels
tet: Rótulus vertikais

source: Horizontal plot orientation
tet: Orientasaun gráfiku plot orizontal

source: Design
tet: Dezeñu

source: Report
tet: Relatóriu

source: Chart
tet: Gráfiku

source: Do an import from an XML based format. DHIS 1.4 is the predecessor of DHIS 2.
tet: Halo importasaun ida husi formatu bazeia ba XML. DHIS 1.4 mak antesesor ba DHIS 2.

source: Do an import from an Access data file. DHIS 1.4 is the predecessor of DHIS 2.
tet: Halo importasaun ida husi arkivu dadus Access. DHIS 1.4 mak antesesor ba DHIS 2.

source: Do an export of meta-data or dimensional data describing the facts. DHIS 1.4 is the predecessor of DHIS 2.
tet: Halo exportasaun ida ba meta-data ou dadus dimensional ne'ebé deskreve faktus. DHIS 1.4 mak antesesor ba DHIS 2

source: Do an export of an detailed selection of meta-data. DHIS 1.4 is the predecessor of DHIS 2.
tet: Halo exportasaun ida ba seksaun detallada ida husi meta-data. DHIS 1.4 mak antesesor ba DHIS 2.

source: Do an export of data values or facts. DHIS 1.4 is the predecessor of DHIS 2.
tet: Halo exportasaun ida ba faktus ou valores dadus. DHIS 1.4 mak antesesor ba DHIS 2.

source: Portable Document Format (PDF) is a commonly used file format for document exchange.
tet: Formatu arkivu ne'ebé jeralmente uza ba interkambiu dokumentus mak "Portable Document Format (PDF)".

source: Excel Spreadsheet (XLS) is a commonly used spreadsheet file format from Microsoft.
tet: Planilla Excel (XLS) ne'e formatu arkivu planilla husi Microsoft ne'ebé jeralmente uza. is a commonly used spreadsheet file format from Microsoft.

source: Import data values on the DXF 2 XML, JSON, CSV and PDF formats. DXF 2 is the standard exchange format for DHIS 2.
tet: Valores dadus importasaun iha formatu DXF 2 XML, JSON, CSV no PDF. Formatu padraun ba interkambiu iha DHIS 2 mak DXF.

source: Import data values on the CSV format which is used for data exchange by DHIS 2 and other third-party software.
tet: Valores dadus importasaun iha formatu CSV, ne'ebé uza ba interkambiu dadus entre DHIS 2 ho software seluk.

source: Import data from a PDF data entry form. PDF forms can be generated from the data set module.
tet: Dadus importasaun husi formuláriun entrada dadus ho formatu PDF. Formulárius PDF bele kria husi módulu pakote dadus.

source: Import events for programs, stages and persons on the DXF 2 format.
tet: Eventus importasaun ba programas, estájius no ema iha formatu DXF 2.

source: Import data from DHIS 1.4 installations. DHIS 1.4 is the predecessor of DHIS 2.
tet: Dadus importasaun husi instalasoens DHIS 1.4. DHIS 1.4 mak antesesor ba DHIS 2.

source: Export data values. This is the regular export function which exports data to the DHIS 2 exchange format called DXF 2.
tet: Valores dadus exportasaun. Ida ne'e funsaun exportasaun regular ne'ebé exporta dadus ba DHIS 2 nia formatu interkambiu ho naran DXF 2.

source: Export meta data like data elements and organisation units to the standard DHIS 2 exchange format.
tet: Exporta meta data hanesan elementus dadus no unidades organizasionais ba DHIS 2 nia formatu interkambiu padraun.

source: Export data and meta data to formats such as PDF, Excel and the DHIS 1.4 exchange format.
tet: Exporta dadus no meta data ba formatus sira hanesan PDF, Excel no formatu interkambiu DHIS 1.4.

source: Set the configuration for the DHIS 1.4 file import process, such as the location of the data file.
tet: Define konfigurasaun ba prosesu importasaun arkivu DHIS 1.4, hanesan lokalizasaun arkivu dadus.

# intro_metadata_import
source: Import meta-data like data elements and organisation units using the standard DHIS 2 exchange format called DXF 2.
tet: Importa meta data hanesan elementus dadus no unidades organizasionais uza DHIS 2 nia formatu interkambiu padraun naran DXF 2.

source: Export event data for programs, stages and persons on the DXF 2 format.
tet: Exporta dadus eventus ba programas, estájius no ema ho formatu DXF 2.

# intro_xml_metadata_import
source: Import meta-data like data elements and organisation units using the standard DHIS 2 exchange format called DXF 2.
tet: Importa meta-data hanesan elementus dadus no unidades organizasionais ba DHIS 2 nia formatu interkambiu ho naran DXF 2.

source: Import meta-data using CSV format. Currently only import of data elements is supported.
tet: Importa uza formatu CSV. Atualmente só suporta deit importasaun elementus dadus.

source: Import geographic data for organisation units using GML format. GML is an XML grammar for expressing geographical features.
tet: Importa dadus jeográfikus ba unidades organizasinais uza formatu GML. GML mak gramátika XML atu expresa karakterístikas jeográfikas.

source: Note: Only import of GML data for existing organisation units is supported.
tet: Nota: Suporta deit importasaun dadus GML ba unidades organizasinais ezistentes.

source: There is no selected item to match
tet: La iha item selesionadu ida atu kombina.

source: Dry run
tet: Ezersísiu

source: Strategy
tet: Estratéjia

source: New only
tet: Foun eit

source: Updates only
tet: Atualizasaun deit

source: Data Import
tet: Importasaun Dadus

source: Import summary
tet: Sumáriu Importasaun

source: Data set completed on
tet: Pakote dadus kompleta iha

source: Import count
tet: Kontajen Importasaun

source: Import total count
tet: Kontajen total importasaun

source: Imported
tet: Importadu

source: Updated
tet: Atualizadu

source: Ignored
tet: Ignoradu

source: Conflicts
tet: Konflitus

source: No conflicts found
tet: La hetan konflitu ida

source: Type
tet: Tipu

source: Count
tet: Kontajen

source: Export as XML
tet: Exporta hanesan XML

source: Export as JSON
tet: Exporta hanesan JSON

source: Export as CSV
tet: Exporta hanesan CSV

source: XML Data Import
tet: Importasaun Dadus XML

source: CSV Data Import
tet: Importasaun Dadus CSV

source: PDF Data Import
tet: Importasaun Dadus PDF

source: Event Import
tet: Importasaun Eventu

source: Event Export
tet: Exportasaun Eventu

source: Programs
tet: Programas

source: Program Stages
tet: Estájius Programas

source: Format
tet: Formatu

source: Skip First Row
tet: Hakat liu Primeira Liña

source: Compression
tet: Kompresaun

source: Uncompressed
tet: Seidauk La komprimidu

source: No programs available
tet: La iha programas disponíveis

source: No program stages available
tet: La iha estájius programas disponíveis

source: No data values found
tet: La iha valores dadus

source: All program stages
tet: Estájius programas hotu-hotu

source: ID scheme
tet: Eskema ID

source: Data element ID scheme
tet: Eskema ID elementus dadus

source: Enable
tet: Posibilita

source: Disable
tet: Inkapasita

source: Org unit ID scheme
tet: Eskema ID unid org ID

source: Category ID scheme
tet: Eskema ID kategoria

source: all objects
tet: objetus hotu-hotu

source: Name
tet: Naran

source: Code
tet: Kódigu

source: More options
tet: Opsoens seluk tan

source: Existing record check
tet: Verifikasaun rejistu ezistente

source: Check (safe, recommended)
tet: Verifika (seguru, rekomendadu)

source: Skip check (fast)
tet: Hakat liu verifikasaun (lalais)

source: XML Meta-Data Import
tet: Importa Meta-Data XML

source: CSV Meta-Data Import
tet: Importa Meta-Data CSV

source: Meta-Data Import
tet: Importa Meta-Data

source: GML Import
tet: Importa GML

source: Faster for small imports
tet: Lalais liu ba importasaun kiik

source: Data element or type is null or empty
tet: Elementu dadus ou tipu nulu ou mamuk

source: Value is greater than max length
tet: Valor bo'ot liu kumprimentu máximu

source: Value is not numeric
tet: Valor laós numériku

source: Value is not a valid integer
tet: Valor laós íntegru ida

source: Value is not a valid positive integer
tet: Valor laós íntegru pozitivu válidu ida

source: Value is not a valid negative integer
tet: Valor laós íntegru negativu válidu ida

source: Value is zero and not zero-significant
tet: Valor zero no laós zero-signifikante

source: Value is not a valid zero or positive integer
tet: Valor laós zero ou íntegru pozitivu válidu ida

source: Comment is too long
tet: Komentáriu naruk demais

source: Export filtered meta-data like data elements and organisation units to the standard DHIS 2 exchange format.
tet: Exporta meta-data ne'ebé filtru tiha ona hanesan elementus dadus no unidades organizasionais ba DHIS 2 nia formatu interkambiu.

source: Meta-Data Detailed Export
tet: Exportasaun Meta-Data Detallada

source: Apply
tet: Apikla

source: Sort
tet: Klasifika

source: Options
tet: Opsoens

source: Add new Filter
tet: Aumente filtru foun

source: Ad-hoc export
tet: Exportasaun ad-hoc

source: Create new Filter
tet: Kria filtru foun

source: Filter sort order
tet: Filtra ordem klasifikasaun

source: Edit Filter
tet: Edita Filtru

source: Filter Details
tet: Detalles Filtru

source: Filter name cannot be empty.
tet: Filtru nia naran labele mamuk.

source: Export with dependencies
tet: Exporta ho dependensias

source: Attribute Types
tet: Tipu Atributu

source: Available Attribute Types
tet: Tipus Atributu Disponíveis

source: Selected Attribute Types
tet: Tipus Atributu ne'ebé Selesionadu

source: Categories
tet: Kategorias

source: Available Categories
tet: Kategorias Disponíveis

source: Selected Categories
tet: Kategorias Selesionadas

source: Category Combinations
tet: Kombinasoens Kategoria

source: Available Category Combinations
tet: Kombinasoens Kategoria Disponíveis

source: Selected Category Combinations
tet: Kombinasoens Kategoria Selesionadas

source: Available Charts
tet: Gráfikus Disponíveis

source: Selected Charts
tet: Gráfikus Selesionadus

source: Available Constants
tet: Konstantes Disponíveis

source: Selected Constants
tet: Konstantes Selesionadus

source: Available Data Dictionaries
tet: Disionárius Dadus Disponíveis

source: Selected Data Dictionaries
tet: Disionárius Dadus Selesionadus

source: Available Data Element Group Sets
tet: Pakotes Grupu Elementus Dadus Disponíveis

source: Selected Data Element Group Sets
tet: Pakotes Grupu Elementus Dadus Selesionadus
