Repository: kimbalear/dhis2-translations
Catalog: dhis-web-validationrule/*.po
Languages: lo, ru, tg, vi

source: Group Members
lo: ສະມາຊິກກຸ່ມ
vi: Các thành viên nhóm

source: Available data elements
lo: ອົງ​ປະ​ກອບ​ຂໍ້​ມູນ​ທີ່​ມີ
vi: Các dữ liệu hiện có

source: Saving Validation Rule failed
lo: ບໍ່ສາມາດບັນທຶກ
ru: Сбой сохранения правила проверки
tg: Қоидаи санҷиши эътибори ришта иҷро нашуд
vi: Không thành công lưu điều kiện

source: Operator
lo: ເຄື່ອງໝາຍເລກ
ru: Операция
tg: Оператор
vi: Toán tử

source: Adding validation rule failed
lo: ບໍ່ສາມາດເພີ່ມ
ru: Сбой добавления правила проверки
tg: Иловаи қоидаи санҷиши эътибор иҷро нашуд
vi: Không thành công thêm điều kiện

source: Validation failed
lo: ການ​ຮັບ​ຮອງບໍ່​ສຳ​ເລັດ
ru: Сбой проверки
tg: Санҷиши эътибор иҷро нашуд
vi: Điều kiện không thành công

source: Right side
lo: ເບື້ອງຂວາ
ru: Правая сторона
tg: Тарафи рост
vi: Bên phải

source: Left side
lo: ເບື້ອງຊ້າຍ
ru: Левая сторона
tg: Тарафи чап
vi: Bên trái

source: Left brackets
lo: ວົງເລັບຊ້າຍ
ru: Скобки слева
tg: Қавсҳои чап
vi: Ngoặc trái

source: Right brackets
lo: ວົງເລັບຂວາ
ru: Скобки справа
tg: Қавсҳои рост
vi: Ngoặc phải

source: Multiply
lo: ຄູນ
ru: Умножить
tg: Зарб
vi: Nhân

source: Divide
lo: ຫານ
ru: Разделить
tg: Тақсим
vi: Chia

source: Plus
lo: ບວກ
ru: Плюс
tg: Ҷамъи
vi: Cộng

source: Minus
lo: ລົບ
ru: Минус
tg: Тарҳ
vi: Trừ

source: Number of days
lo: ຈຳນວນວັນ
ru: Количество дней
tg: Шумораи рӯзҳо
vi: Số ngày

source: Please specify the left side
lo: ກະລຸນາກຳນົດພາກເບື້ອງຊ້າຍ
ru: Пожалуйста укажите левую сторону
tg: Лутфан тарафи чапро нишон диҳед
vi: Xin vui lòng xác định vế trái

source: Please specify the right side
lo: ກະລຸນາກຳນົດພາກເບື້ອງຂວາ
ru: Пожалуйста укажите правую сторону
tg: Лутфан тарафи ростро нишон диҳед
vi: Xin vui lòng xác định vế phải

source: Please specify an operator
lo: ກະລຸນາເລືອກເຄື່ອງໝາຍເລກ
ru: Пожалуйста укажите оператора
tg: Лутфан оператореро нишон диҳед
vi: Xin vui lòng xác định một toán tử

source: Please specify a name
lo: ກະລຸນາລະບຸຊື່
ru: Пожалуйста укажите имя
tg: Лутфан номеро нишон диҳед
vi: Chọn tên

source: Please specify a start date
lo: ກະລຸນາເລືອກວັນທີ່ເລີ່ມຕົ້ນ
ru: Пожалуйста укажите дату начала
tg: Лутфан санаи оғозеро нишон диҳед
vi: Chọn ngày bắt đầu

source: Please specify an ending date
lo: ກະລຸນາເລືອກວັນທີ່ຈົບ
ru: Пожалуйста укажите дату завершения
tg: Лутфан санаи анҷомеро нишон диҳед
vi: Chọn ngày kết thúc

# specify_description
source: Please specify a description
lo: ​ກະ​ລຸ​ນາ​ພັນ​ລະ​ນາ
ru: Пожалуйста укажите описание
tg: Лутфан тавсиферо нишон диҳед
vi: Xin vui lòng xác định một mô tả

# specify_expression
source: Please specify an expression
lo: ກະລຸນາເລືອກເຄື່ອງໝາຍເລືອກ
ru: Пожалуйста укажите выражение
tg: Лутфан ифодаеро нишон диҳед
vi: Xin vui lòng xác định một biểu thức

source: Please enter a valid start date
lo: ກະລຸນາເລືອກວັນທີ່ທີ່ເລີ່ມ
ru: Пожалуйста введите действующую дату начала
tg: Лутфан санаи оғози дурустеро нишон диҳед
vi: Vui lòng nhập ngày bắt đầu hợp lệ

source: Please enter a valid end date
lo: ກະລຸນາເລືອກວັນທີ່ທີ່ຈົບ
ru: Пожалуйста введите действующую дату завершения
tg: Лутфан санаи анҷоми дурустеро нишон диҳед
vi: Vui lòng nhập ngày kết thúc hợp lệ

source: End date can not be before start date
lo: ວັນຈົບບໍ່ສາມາດເລີ່ມກ່ອນວັນທີ່ເລີ່ມຕົ້ນ
ru: Дата завершения не может быть указана перед датом начала
tg: Санаи анҷом наметавонад пеш аз санаи оғоз бошад
vi: Ngày kết thúc không được trước ngày bắt đầu

source: The name is in use
lo: ​ຊື່ນີ້​ແມ່ນ​ກຳ​ລັງ​ໃຊ້​ງານ​ຢູ່
ru: Имя используется
tg: Ном истифода мешавад
vi: Tên đã được sử dụng

source: The data elements on the left side must be of type numbers
lo: ອົງປະກອບຂໍ້ມູນພາກເບື້ອງຊ້າຍມືຕ້ອງເປັນຕົວເລກ
ru: Элементы данных слева должны быть типовыми числами
tg: Унсурҳои иттилоот дар тарафи чап бояд ададҳо бошанд
vi: Các dữ liệu ở vế trái phải là định dạng số

source: The data elements on the right side must be of type numbers
lo: ອົງປະກອບຂໍ້ມູນພາກເບື້ອງຂວາມືຕ້ອງເປັນຕົວເລກ
ru: Элементы данных справа должны быть типовыми числами
tg: Унсурҳои иттилоот дар тарафи рост бояд ададҳо бошанд
vi: Các dữ liệu ở vế phải phải là định dạng số

source: Create new validation rule
lo: ກຳນົດຫຼັກການໃໝ່
ru: Создать новое правило валидации/проверки
tg: Сохтани қоидаи нави санҷиши эътибор
vi: Tạo mới quy tắc

source: Validate
lo: ກວດສອບ
ru: Валидация/проверка
tg: Санҷиши эътибор
vi: Kiểm tra

source: Are you sure you want to delete the validation rule?
lo: ທ່ານແນ່ໃຈທີ່ຈະລົບອອກບໍ?
ru: Вы уверены, что Вы хотите удалить правило проверки/валидации
tg: Оё боварӣ доред, ки ин қоидаи санҷиши эътиборро нест кардан мехоҳед?
vi: Bạn có chắc muốn xóa quy tắc không?

source: Are you sure you want to delete the validation rule group?
lo: ທ່ານແນ່ໃຈທີ່ຈະລົບບໍ?
ru: Вы уверены, что Вы хотите удалить группу правил проверки/валидации
tg: Оё боварӣ доред, ки ин гурӯҳи қоидаи санҷиши эътиборро нест кардан мехоҳед?
vi: Bạn có chắc muốn xóa nhóm quy tắc không?

source: Edit left side
lo: ແກ້ໄຂພາກຊ້າຍ
ru: Редактировать левую сторону
tg: Таҳрири тарафи рост
vi: Chỉnh vế trái

source: Edit right side
lo: ແກ້ໄຂພາກຂວາ
ru: Редактировать правую сторону
tg: Таҳрири тарафи чап
vi: Chỉnh vế phải

source: Select operator
lo: ເລືອກເຄື່ອງໝາຍເລກ
ru: Выбрать оператора
tg: Интихоби оператор
vi: Chọn toán tử

source: Left
lo: ຊ້າຍ
ru: Слева
tg: Чап
vi: Trái

source: Right
lo: ຂວາ
ru: Справа
tg: Рост
vi: Phải

source: Textual expression description
lo: ​ພັນ​ລະ​ນາ​ເປັນ​ບົດ​ຂຽນ​ອອກ​ມາ
ru: Описание текстового выражения
tg: тавсифи ифодаи матнӣ
vi: Mô tả biểu thức với ký tự

source: Edit validation rule
lo: ​ດັດ​ແກ້​ຫລັກ​ການ​ການ​ຮັບ​ຮອງ
ru: Редактировать правило проверки/валидации
tg: Таҳрири қоидаи санҷиши эътибор
vi: Chỉnh quy tắc

source: Validation Rule
lo: ​ຫລັກ​ການ​ການ​ຮັບ​ຮອງ
ru: Правило проверки
tg: Қоидаи санҷиши эътибор
vi: Quy tắc hợp lệ

source: Run validation
lo: ກວດສອບ
ru: Запустить проверку
tg: Иҷро кардани санҷиши эътибор
vi: Kiểm tra

source: Value
lo: ຄ່າ
ru: Значение
tg: Қимат
vi: Giá trị

source: Data element
lo: ອົງປະກອບຂໍ້ມູນ
ru: Элемент данных
tg: Унсури иттилоот
vi: Dữ liệu

source: Organisation unit
lo: ໂຄງຮ່າງການຈັດຕັ້ງ
ru: Организация
tg: Воҳиди сохторӣ
vi: Đơn vị

source: Period
lo: ຊ່ວງເວລາ
ru: Период
tg: Давра
vi: Thời điểm

source: Source
lo: ​ແຫ່​ລງ​ທີ່​ມາ
ru: Источник
tg: Маъхаз
vi: Đơn vị

source: Done
lo: ສຳເລັດ
ru: Сделано
tg: Иҷро шуд
vi: Hoàn tất

source: Validation
lo: ​ການຢັ້ງ​ຢືນ
ru: Проверка
tg: Санҷиши эътибор
vi: Việc kiểm tra

source: Data quality report
lo: ລາຍຄຸນນະພາບຂໍ້ມູນ
ru: Отчет качества данных
tg: Ҳисобот оид ба сифати иттилоот
vi: Báo cáo Chất Lượng về Dữ liệu

source: Validation result details
lo: ລາຍລະອຽດຂອງຜົນການກວດສອບ
ru: Детали результатов проверки/валидации
tg: Маълумоти муфассали натиҷаи санҷиши эътибор
vi: Chi tiết kết quả kiểm tra

source: Validation rule
lo: ​ຫລັກ​ການຢັ້ງ​ຢຶນ
ru: Правило проверки/валидации
tg: Қоидаи санҷиши эътибор
vi: Điều kiện kiểm tra

source: Data element identifier must be a number
lo: ​ອົງ​ປະ​ກອບ​ຂໍ້​ມູນ​ຈະ​ຕ້ອງ​ແມ່ນ​ຕົວ​ເລກ
ru: Идентификатором элементов данных должно быть число
tg: Идентификатори унсури иттилоот бояд адад бошад
vi: Dữ liệu định danh phải là một số

source: Category option combo identifier must be a number
lo: ​ທາງ​ເລືອກ ປະ​ເພດ ກໍ​ຕ້ອງ​ແມ່ນ​ໂຕ​ເລກ
ru: Комбинированной опцией категории должно быть число
tg: Комбои имкони категория identifier must be a number
vi: Tập tùy chọn phân loại định danh phải là một số

source: Identifier does not reference a data element
lo: ຜູ້​ຄົ້ນ​ຫາບໍ່​ໄດ້​ອີງ​ໃສ່​ອົງ​ປະ​ກອບ​ຂໍ້​ມູນ
ru: Элемент данных не существует
tg: Унсурҳои иттилоот вуҷуд надорад
vi: Định danh không tham chiếu đến dữ liệu

source: Identifier does not reference a category option combo
lo: ​ຜູ້​ຄົ້ນ​ຫາບໍ່​ໄດ້​ອີງ​ໃສ່​ທາງ​ເລືອກ​ປະ​ສົມ
ru: Категория комбинированной опции не существует
tg: Имкони комбои категория вуҷуд надорад
vi: Định danh không tham chiếu đến tập tùy chọn phân loại

source: Expression is not well formed
lo: ​ການ​ນຳ​ສະ​ເໜີ​ຍັງ​ບໍ່​ທັນ​​ຈະແຈ້ງ
ru: Выражение не правильно/не хорошо согласовано
tg: Ифода хуб ташаккул дода нашудааст
vi: Biểu thức sai cú pháp

source: Everything is OK
lo: ທຸກຢ່າງຮຽບຮ້ອຍແລ້ວ
ru: Все нормально
tg: Ҳама чиз хуб аст
vi: Mọi thứ đều bình thường

source: Validation rule group management
lo: ການຈັດການກຸ່ມຂອງຫຼັກການກວດສອບ
ru: Управление группой правил валидации
tg: Идоракунии гурӯҳи қоидаҳои санҷиши эътибор
vi: Quản lý nhóm điều kiện kiểm tra

source: Validation rule management
lo: ການຈັດການຫຼັກການການກວດສອບ
ru: Управление правилом валидации
tg: Идоракуни қоидаҳои санҷиши эътибор
vi: Quản lý điều kiện kiểm tra

source: Validation Rule Group
lo: ກູ່ມຂອງຫຼັກການການກວດສອບ
ru: Группа правил валидации
tg: Гурӯҳи қоидаҳои санҷиши эътибор
vi: Nhóm điều kiện kiểm tra

source: Create new validation rule group
lo: ສ້າງກຸ່ມຂອງຫຼັກການກວດສອບ
ru: Создать новую группу правил валидации/проверки
tg: Сохтани гурӯҳи қоидаҳои санҷиши эътибор
vi: Tạo mới nhóm quy tắc

source: Selected
lo: ເລືອກແລ້ວ

source: Validation rules
lo: ຫຼັກການການກວດສອບ
vi: Luật kiểm tra tính hợp lệ

source: Alert only organisation unit related users
lo: Only organisation unit related users are alerted
vi: Only organisation unit related users are alerted

source: Yes
lo: ແມ່ນ

source: No
lo: ບໍ່

source: To date
lo: ເຖີງວັນທີ່
ru: До даты
tg: То санаи
vi: Đến ngày

source: Max
lo: ຄ່າສູງສຸດ
ru: Макс
tg: Макс
vi: Lớn nhất

source: Min
lo: ຄ່ານ້ອຍສຸດ
ru: Мин
tg: Мин
vi: Nhỏ nhất

source: Select parent organisation unit
lo: ​ເລືອກ​ເອົາ​ຫົວ​ໜ່ວຍ​ການ​ຈັດ​ຕັ້ງ​ຂັ້ນ​ແຂວງ
ru: выбрать родительскую организационную ячейку
tg: Интихоби воҳиди сохтории болоӣ
vi: Chọn đơn vị cấp cha

source: No values found
lo: ບໍ່ມີຄ່າ
ru: Не найдено значений
tg: Ягон қимат ёфт нашуд
vi: Không tìm thấy giá trị

source: Add, modify, view and delete validation rules. Anomalies can be discovered by running validation rules against the data.
lo: ​ຕື່ມ, ດັດ​ແປງ, ວີວ​ເບີ່ງ ແລະ ລືບ​ຖີ້ມ ຫລັກ​ການຢັ້ງ​ຢືນ. ຄວາມ​ຜິດ​ປົກ​ກະ​ຕິ​ອາດ​ຈະ​ເຫັນ ດ້ວຍ​ການ​ເປີດ​ເບີ່ງ ຫລັກ​ການຢັ້ງ​ຢືນ​ຕໍ​ກັບ​ຂໍ້​ມູນ
ru: Добавить, модифицировать, смотреть и удалить правила проверки. Несовпадения могут быть обнаружены путем выполненния правил проверки в сравнении с данными.
tg: Илова, тағйир, намоиш ва нест кардани қоидаҳои санҷиши эътибор. Аномалияҳоро тавассути ба иттилоот татбиқ кардани қоидаҳои санҷиши эътибор ошкор кардан мумкин аст.
vi: Thêm, chỉnh, xem và xóa các quy tắc. Các dị thường có thể được nhận dạng bằng cách kiểm tra với dữ liệu.

source: Add, modify, view and delete validation rule groups. Provides the ability to group and run validation rules together.
lo: ​ຕື່ມ​ໃສ່, ດັດ​ແປງ, ວິວ​ເບີ່ງ ແລະ ລົບ​ຖື້ມ​ກຸ່ມ​ຂອງຫລັກ​ການຢັ້ງ​ຢືນ. ສະ​ໜອງ​ໃຫ້​ເຫັນ​ຄວາມ​ສາ​ມາດ​ໃນ​ການ​ເປີດ​ເອົາ​ຫລັກ​ການຢັ້ງ​ຢືນ​ພ້ອມ​ກັນ
ru: Добавить, модифицировать, смотреть и удалить группу по проверке правил. Предоставляет возможность группе для проведения правил валидации вместе.
tg: Илова, тағйир, намоиш ва нест кардани гурӯҳҳои қоидаҳои санҷиши эътибор. Имкон медиҳад, ки қоидаҳоро гурӯҳбандӣ карда, қоидаҳои санҷиши эътиборро якҷоя кор баред.
vi: Thêm, chỉnh, xem và xóa nhóm quy tắc kiểm tra. Cung cấp cho nhóm có khả năng chạy các quy tắc với nhau.

source: Run validation rules in order to unveil anomalies and errors in the data in the database.
lo: ​ເປີດ​ເອົາ​ຫລັກ​ການຢັ້ງ​ຢືນ​ເພື່ອ​ເບີ່ງວ່າ​ຈະ​ມີ​ຫ​ຍັງ​ທີ່​ຜິດ​ປົກ​ກະ​ຕິ ແລະ ບໍ່​ຖືກ​ຕ້ອງ​ຂອງ​ຂໍ້​ມູນ​ຢູ່​ໃນ​ຖານ​ຂໍ້​ມູນ
ru: Выполнить правила валидации для того, чтобы определить аномалии и ошибки данных в базе данных.
tg: Қоидаҳои санҷиши эътиборро кор фармуда, аномалияҳо ва хатогиҳои иттилоот ва пойгоҳи иттилоотиро ошкор намоед.
vi: Thực hiện kiểm tra để nhận dạng các bất thường và lỗi của dữ liệu hệ thống.

source: Analyze potential outlier values based on standard deviations. Outlier values can be examined and marked for follow-up.
lo: ​ວິ​ໄຈ​ເບີ່ງ​ທ່າ​ອ່ຽງ​ຂອງ​ມູນ​ຄ່າ​ຕ່າງໆ​ທີ່​ອາດ​ຈະ​ເກີນກວ່າ​ມາດ​ຕະ​ຖານ. ຄ່າ​ທີ່​ເກີນກວ່າ​ສາ​ມາດກວດ​ກາ​ເບີ່ງ ແລະ ໝາຍ​ໃວ້​ເພື່ອ​ຕິດ​ຕາມ
ru: Анализ потенциальных внешних значений на основе стандартных нарушений. Внешние значение могут быть проверены и отмечены для последующего контроля.
tg: Қиматҳои аз ҳудуд беруни эҳтимолиро бо ёрии тамоилҳои стандартӣ таҳлил кунед. Қиматҳои аз ҳудуд берун метавонанд санҷида шуда, барои пайгирӣ қайд карда шаванд.
vi: Phân tích giá trị có khả năng dị thường dựa vào độ các lệch chuẩn. Các giá trị được kiểm tra và đánh dấu để theo dõi.

source: Analyze potential outlier values based on min and max values. Outlier values can be examined and marked for follow-up.
lo: ​ວິ​ໄຈ​ເບີ່ງ​ທ່າ​ອ່ຽງ​ມູນ​ຄ່າ​ທີ່​ເກີນ​ອີງ​ໃສ່​ຫລັກ​ການຂອງ​ຄ່າ​ສູງ​ສຸດ ແລະ ຄ່າ​ຕ່ຳ​ສຸດ. ຄ່າ​ທີ່​ເກີນ​ສາ​ມາດກວດ​ກາ​ເບີ່ງ​ແລະ ໝາຍ​ໃວ້​ເພື່ອ​ຕິດ​ຕາມ
ru: Анализ потенциальных внешних значений на основе мин и макс значений. Внешние значение могут быть проверены и отмечены для последующего контроля.
tg: Қиматҳои аз ҳудуд беруни эҳтимолиро бо ёрии қиматҳои мин-макс таҳлил кунед. Қиматҳои аз ҳудуд берун метавонанд санҷида шуда, барои пайгирӣ қайд карда шаванд.
vi: Phân tích các giá trị có khả năng dị thường dựa vào các giá trị nhỏ và lớn nhất. Các giá trị được kiểm tra và đánh dấu để theo dõi.

source: Perform analysis of potential missing values, referred to as gaps. Missing values can be entered or marked for follow-up.
lo: ​ເຮັດ​ການ​ວິ​ໄຈ​ເບີ່ງ​ທ່າ​ອ່ຽງ​ຂອງ​ມູນ​ຄ່າ​ທີ່​ເສັຽ​ໄປ, ອີງ​ໃສ່​ຊ່ອງ​ຫວ່າງ​ດັ່ງ​ກ່າວ. ມູນ​ຄ່າ​ທີ່​​ຂາດ​ຫາຍ​ໄປ​ແມ່ນ​ສາ​ມາດ​ຕື່ມ​ໃສ່ ແລະ ໝາຍ​ໃວ້​ເພື່ອ​ຕິດ​ຕາມ
ru: Анализ потенциальных недостающих значений которые относят к пробелам. Недостающие значения могут быть введены или обозначены для дальнейшего контроля.
tg: Таҳлили қиматҳои норасои эҳтимолиро, ки фосилаҳо номида мешаванд, иҷро кунед. Қиматҳои норасо метавонанд ворид карда шаванд ё барои пайгирӣ қайд карда шаванд.
vi: Thực hiện phân tích các giá trị còn thiếu, như là các gián đoạn. Các giá trị bị thiếu có thể được nhập hay được đánh dấu để theo dõi.

source: View or edit data values marked for further follow-up during data entry or analysis.
lo: ​ວິວ​ເບີ່ງ​ຫລື​ແປງ​ມູນ​ຄ່າ​ຂໍ້​ມູນ​ທີ່​ໄດ້​ໝາຍ​ໄວ້​ເພື່ອ​ຕິດ​ຕາມນັ້ນ​ເວ​ລາ​ປ້ອນ​ຂໍ້​ມູນ​ຫລື​ວິ​ໄຈ​ຂໍ້​ມູນ
ru: Смотреть и редактировать обозначенные значения данных для дальнейшего контроля во время ввода данных или анализа.
tg: Қиматҳои иттилоотро, ки барои пайгирӣ ҳангоми вуруди иттилоот ё таҳлил қайд карда шудаанд, бинед ва таҳрир кунед.
vi: Xem hay chỉnh giá trị được đánh dấu để theo dõi khi nhập dữ liệu hay phân tích.

source: Value must be a number
lo: ຕ້ອງເປັນພຽງຕົວເລກເທົ່ານັ້ນ
ru: Значение должно быть числом
tg: Қимат бояд ада бошад
vi: Giá trị phải là một số

source: Value is lower than minimum value
lo: ຄ່ານີ້ນ້ອຍກວ່າຄ່ານ້ອຍສຸດຂອງລະບົບ
ru: Данное значение ниже чем минимальное значение
tg: Қимат аз қимати минималӣ хурд аст
vi: Giá trị thấp hơn giá trị tổi thiểu

source: Value is higher than maximum value
lo: ຄ່ານີ້ຫຼາຍກວ່າຄ່າໃຫຍ່ສຸດຂອງລະບົບ
ru: Данное значение выше чем максимальное значение
tg: Қимат аз қимати макималӣ хурд аст
vi: Giá trị cao hơn giá trị tối đa

source: Mark
lo: ໝາຍ
ru: Отметить
tg: Қайд кардан
vi: Đánh dấu

source: Mark value for follow-up
lo: ໝາຍຄ່ານີ້ເພື່ອທຳການຕິດຕາມ
ru: Отметить значение для дальнейших действий
tg: Қиматро барои пайгирӣ кардан қайд кунед
vi: Đánh dấu giá trị để theo dõi

source: Unmark value for follow-up
lo: ບໍ່ຕິດຕາມ
ru: Отменить отметить значение для дальнейших действий
tg: Қиматро барои пайгирӣ кардан аз қайд гиред
vi: Hủy đánh dấu theo sát dữ liệu

source: Data Analysis
lo: ການວິເຄາະຂໍ້ມູນ
ru: Анализ данных
tg: Таҳлили иттилоот
vi: Phân tích dữ liệu

source: Data Analysis Report
lo: ​ບົດ​ລາຍ​ງານ​ການ​ວິ​ໄຈ​ຂໍ້​ມູນ
ru: Отчет об анализе данных
tg: Ҳисоботи таҳлили иттилоот

source: Std Dev Outlier Analysis
lo: ​​ຫົວ​ໜ່ວຍມາດ​ຕະ​ຖານ​ການ​ວິ​ໄຈ​ຄວາມ​ຫລຸດ​ລື່ນ
ru: Внешний анализ стандартных отклонений
tg: Таҳлили қиматҳои аз ҳудуд беруни тамоили стандартӣ
vi: Kiểm tra theo độ lệch chuẩn

source: Min-Max Outlier Analysis
lo: ​ການ​ວິ​ໄຈ​ຄ່າ​ສູງ ແລະ ຄ່າ​ຕໍ່​ສຸດ
ru: Мин-макс внешний анализ
tg: Таҳлили қиматҳои аз ҳудуд беруни мин-макс
vi: Kiểm tra giới hạn lớn nhất - nhỏ nhất

source: Validation Rule Analysis
lo: ກວດສອບຂໍ້ມູນ
ru: Анализ правил проверки
tg: Таҳлили қоидаи санҷиши эътибор
vi: Kiểm tra tính hợp lệ của dữ liệu

source: result
lo: ຜົນ
ru: Результат
tg: натиҷа
vi: Kết quả

source: Start
lo: ເລີ່ມ
ru: Начать
tg: Оғоз
vi: Bắt đầu

source: Clear expression
lo: ລຶບຂັ້ນຕອນອອກ
ru: Очистить выражение
tg: Пок кардани ифода
vi: Xóa biểu thức

source: Period type
lo: ແບບຊ່ວງເວລາ

source: Use aggregated data
lo: ​ນຳ​ໃຊ້​ຂໍ້​ມູນ​ທີ່​ໄດ້​ສັງ​ລວມ​ມາ​ແລ້ວ
ru: Использовать агрегированные данные
tg: Истифодаи иттилооти ҳамҷояшуда
vi: Dùng dữ liệu tổng hợp

source: Immediate children of the selected organisation unit will be included
lo: ​ຫົວ​ໜ່ວຍ​ການ​ຈັດ​ຕັ້ງ​ຂັ້ນ​ຕ່າ​ຂ
ru: Будут включены только потомки первого уровня выбранной организации
tg: Воҳидҳои фаръии бевоситаи ташкилоти интихобшуда шомил карда мешаванд
vi: Đơn vị con của đơn vị đang chọn sẽ được tổng hợp.

source: All children of the selected organisation unit will be included
lo: ​​ຈະ​ລວມ​ເອົາຫົວ​ໜ່ວຍ​ການ​ຈັດ​ຕັ້ງ​​​ຂັ້ນ​ຕ່ຳ​ທັງ​ໝົດ​ຂອງ​ຫົວ​ໜ່ວຍ​ການ​ຈັດ​ຕັ້ງທີ່​ໄດ້​ເລືອກ​ໄວ້​ນັ້ນ
ru: все дети выбранной организации будут включены
tg: Ҳама воҳидҳои фаръии бевоситаи ташкилоти интихобшуда шомил карда мешаванд
vi: Tất cả các đơn vị cấp con của đơn vị đang chọn sẽ được tổng hợp.

source: Method
lo: ວິທິການ
ru: Метод
tg: Усул
vi: Phương pháp

source: See statistics
lo: ​ເບີ່ງ​ສະ​ຖິ​ຕິ
ru: См. статистику
tg: Дидани омор
vi: Xem thống kê

# description_not_null
source: Please specify a description
lo: ​ກະ​ລຸ​ນາ​​ກຳ​ນົດ​ການພັນ​ລະ​ນາ
ru: Описание не нулевое
tg: Тавсиф сифр нест
vi: Hãy xác định một mô tả

# expression_not_null
source: Please specify an expression
lo: ກະລຸນາເລືອກເຄື່ອງໝາຍເລກ
ru: Выражение не нулевое
tg: Ифода сифр нест
vi: Hãy xác định một biểu thức

source: Number of members
lo: ​ຈຳ​ນວນ​ສະ​ມາ​ຊິກ
ru: Число членов
tg: Шумораи аъзоён
vi: Số thành viên

source: Please specify an organisationunit which has children.
lo: ​ກະ​ລຸ​ນາ​ກຳ​ນົດ​ເອົາ​ຫົວ​ໜ່ວຍ​ການ​ຈັດ​ຕັ້ງ​ທີ່​ມີ​ຫົວ​ໜ່ວຍ​ການ​ຈັດ​ຕັ້ງ​ທີ່​ຕ່ຳ​ລົງ​ໄປ
ru: Пожалуйста укажите организацию/отдел в котором находятся дети
tg: Лутфан ташкилотеро нишон диҳед, ки воҳидҳои фаръӣ дорад
vi: Hãy xác định một đơn vị có cấp con.

source: Download as Excel
lo: ດາວໂຫຼດເປັນ excel
ru: Загрузить как Excel файл
tg: Боргирӣ ҳамчун файли Excel
vi: Tải về XLS

source: Download as CSV
lo: ດາວໂຫຼດເປັນ CSV
ru: Загрузить в формате CSV
tg: Боргирӣ ҳамчун файли CSV
vi: Tải về CSV

source: Download as PDF
lo: ດາວໂຫຼດເປັນ PDF
ru: Загрузить как PDF файл
tg: Боргирӣ ҳамчун файли PDF
vi: Tải về PDF

source: More than 500 values found, please narrow the search to see all
lo: ​ຜົນ​ອອກ​ມາ​ເກີນກວ່າ ໕໐໐ ​ກະ​ລຸ​ນາ​ຄົ້ນ​ຫາ​ໃນ​ຂອບ​ເຂດ​ທີ່​ຕ່ຳ​ກວ່ານີ້​ເພື່ອ​ເບີ່ງ​ທັງ​ໝົດ
ru: Найдено более 500 значений, пожалуйста исправьте нарушения или сузить поиск, чтобы выдеть все
tg: Зиёда аз 500 қимат ёфт шуд, лутфан вайронкуниҳоро ислоҳ кунед ё доираи ҷустуҷӯро тангтар карда ҳамаро бинед
vi: Hơn 500 giá trị được tìm thấy, hãy sửa lỗi hay thu hẹp lại điều kiện tìm để xem được tất cả

source: Please specify data sets
lo: ​ກະ​ລຸ​ນາ​ກຳ​ນົດ​ຊຸດ​ຂໍ້​ມູນ
ru: Пожалуйста, укажите наборы данных
tg: Лутфан маҷмӯъҳои иттилоотро нишон диҳед
vi: Hãy xác định biểu nhập

source: use
lo: ໃຊ້
ru: использовать
tg: истифода

source: Importance
lo: ສຳຄັນ

source: High
lo: ສູງ

source: Medium
lo: ກາງ

source: Low
lo: ຕ່ຳ

source: Organisation unit level
lo: ​ຂັ້ນ​ຂອງ​ຫົວ​ໜ່ວຍ​ການຈັດ​ຕັ້ງ

source: Select level
lo: ​ເລືອກ​ຂັ້ນ

source: Sequential sample count
lo: ​ນັບ​ຕົວ​ຢ່າງ​ຕາມ​ລຳ​ດັບ

source: Annual sample count
lo: ​ນັບ​ຕົວ​ຢ່າງ​ປະ​ຈຳ​ປີ

source: High outliers
lo: ຄ່າ​ຫລຸດ​ລື່ນ​ສູງ

source: Low outliers
lo: ​ຄ່າ​ຫລຸດ​ລື່ນ​ຕ່ຳ

source: Number of user groups to alert
lo: ​ຈຳ​ນວນ​ກຸ່ມຜູ້​ໃຊ້​ທີ່​ມິ​ສັນ​ຍານ​ເຕືອນ

source: Send alerts
lo: ​ສົ່ງ​ການ​ເຕື່ອນ

source: visible when rule is violated
lo: ສາ​ມາດ​ເຫັນ​ໄດ້​ຖ້າ​ຫາກ​ຫັ​ລກ​ການ​ຖືກ​ດັດ​ແປງ​ຫລື​ແກ້​ໄຂ

source: Instruction
lo: ຄຳ​ແນະ​ນຳ

source: Available validation rules
ru: Доступные правила валидации/проверки
tg: Қоидаҳои санҷиши эътибори мавҷуда
vi: Các quy tắc hiện có

source: Edit validation rule group
ru: Редактировать группа правил валидации/проверки
tg: Таҳрири гурӯҳи қоидаҳои санҷиши эътибор
vi: Chỉnh nhóm quy tắc

source: All validation rules
ru: Все правила валидации/проверки
tg: Ҳама қоидаҳои санҷиши эътибор
vi: Tất cả các quy tắc

source: Validation passed successfully
ru: Проверка/валидация прошла успешно
tg: Санҷиши эътибор бомуваффақият иҷро шуд
vi: Kiểm tra thành công

source: From date
ru: От даты
tg: Аз санаи
vi: Từ ngày

source: Standard Deviation
ru: Стандартные отклонения
tg: Тамоили стандартӣ
vi: Độ lệch chuẩn

source: values found
ru: Значения обнаружены
tg: қиматҳои ёфтшуда
vi: giá trị tìm thấy

source: Select number of standard deviations
ru: Выбрать число стандартных отклонений
tg: Интихоби шумораи тамоилҳои стандартӣ
vi: Chọn số độ lệch chuẩn

source: Gap Analysis
ru: Анализ пробелов
tg: Таҳлили норасоиҳо
vi: Phân tích Gián đoạn

source: Available data sets
ru: Доступные наборы данных
tg: Маҷмӯъҳои иттилооти мавҷуда
vi: Các biểu nhập hiện có

source: Selected data sets
ru: Выбранные наборы данных
tg: Маҷмӯъҳои иттилооти интихобшуда
vi: Biểu nhập được chọn

source: Analysing data
ru: Анализ данных
tg: Таҳлили иттилоот

source: Data source
ru: Источник данных
tg: Маъхази иттилоот
vi: Nguồn dữ liệu

source: Use captured data
ru: Использовать извлеченные данные
tg: Истифодаи иттилооти ҷамъоваришуда
vi: Dùng dữ liệu thu thập

source: Analysing data, please wait
ru: Идет анализ данных, пожалуйста подождите
tg: Таҳлили иттилоот мегузард, лутфан мунтазир шавед
vi: Đang phân tích dữ liệu, xin vui lòng chờ ...

source: Skip for missing values
ru: Пропустить недостающиеся значения
tg: Барои қиматҳои мавҷуднабуда партофта гузаред

source: Select parameters
ru: Выбрать параметры
tg: Интихоби параметрҳо

source: Compulsory pair
ru: Обязательная пара
tg: Ҷуфти ҳатмӣ

source: Tip
ru: Подсказка
tg: Маслиҳат

source: Validation alerts
vi: Luật kiểm tra tính hợp lệ

source: Outlier Analysis
vi: Phân tích outlier

source: Follow-Up Analysis
vi: Theo dõi số liệu
