Repository: kimbalear/dhis2-translations
Catalog: dhis-web-validationrule/tet.po
Languages: tet

source: Group Members
tet: Membrus Grupu

source: Available data elements
tet: Elementus dadus disponíveis

source: Saving Validation Rule failed
tet: La konsege rai Regra Validasaun

source: Operator
tet: Operador

source: Adding validation rule failed
tet: La konsege aumenta regra validadsaun

source: Validation failed
tet: La konsege halo validasaun

source: Right side
tet: Sorin lós

source: Left side
tet: Sorin karuk

source: Left brackets
tet: Paréntezis liman karuk

source: Right brackets
tet: Paréntezis liman lós

source: Multiply
tet: Multiplika

source: Plus
tet: Mais

source: Minus
tet: Menus

source: Number of days
tet: Númeru loron

source: Please specify the left side
tet: Favor espesifika sorin karuk

source: Please specify the right side
tet: Favor espesifika sorin lós

source: Please specify an operator
tet: Favor espesifika operador ida

source: Please specify a name
tet: Favor espesifika naran ida

source: Please specify a start date
tet: Favor espesifika data hahú

source: Please specify an ending date
tet: Favor espesifika data remata

# specify_description
source: Please specify a description
tet: Favor espesifika deskrisaun ida

# specify_expression
source: Please specify an expression
tet: Favor espesifika expresaun ida

source: Please enter a valid start date
tet: Favor hatama data hahú válidu ida

source: Please enter a valid end date
tet: Favor hatama data remata válidu ida

source: End date can not be before start date
tet: Data remata labele uluk liu data hahú

source: The name is in use
tet: Nara ida ne'e uza ona

source: The data elements on the left side must be of type numbers
tet: Elementus dadus iha sorin karuk tenkiser ho tipu númerus

source: The data elements on the right side must be of type numbers
tet: Elementus dadus iha sorin lós tenkiser ho tipu númerus

source: Create new validation rule
tet: Kria regra validasaun foun

source: Validate
tet: Valida

source: Are you sure you want to delete the validation rule?
tet: Itabo'ot iha duni serteza atu soe regra validasaun?

source: Are you sure you want to delete the validation rule group?
tet: Itabo'ot iha duni serteza atu soe grupu regra validasaun?

source: Edit left side
tet: Edita sorin karuk

source: Edit right side
tet: Edita sorin lós

source: Select operator
tet: Hili operador

source: Left
tet: Karuk

source: Right
tet: Lós

source: Textual expression description
tet: Deskrisaun expresaun textual

source: Edit validation rule
tet: Edita regra validasaun

source: Validation Rule
tet: Regra Validasaun

source: Run validation
tet: Halao Validasaun

source: Value
tet: Valor

source: Data element
tet: Elementu dadus

source: Organisation unit
tet: Unidade organizasional

source: Period
tet: Períodu

source: Source
tet: Fonte

source: Done
tet: Halo hotu ona

source: Data quality report
tet: Relatóriu kualidade dadus

source: Validation result details
tet: Detalles regra validasaun

source: Validation rule
tet: Regra validasaun

source: Data element identifier must be a number
tet: Identifikador elementu dadus tenkiser númeru ida

source: Identifier does not reference a data element
tet: Identifikador la halo referensia ba elementu dadus ida

source: Identifier does not reference a category option combo
tet: Identifikador la halo referensia ba kombinasaun opsaun kategoria ida

source: Expression is not well formed
tet: Expresaun la forma ho diak

source: Everything is OK
tet: Buat hotu diak

source: Validation rule group management
tet: Jestaun grupu regra validasaun

source: Validation rule management
tet: Jestaun regra validasaun

source: Validation Rule Group
tet: Grupu Regra Validasaun

source: Create new validation rule group
tet: Kria grupu regra validasaun foun

source: Available
tet: Disponível

source: Selected
tet: Selesionadu

source: Validation rules
tet: Regras validasaun

source: User groups to alert
tet: Grupu utilizadores ne'ebé atu alerta

source: Alert only organisation unit related users
tet: Alerta deit utilizadores ne'ebé iha relasaun ho unidade organizasional

source: Yes
tet: Sim

source: No
tet: Lae

source: Available validation rules
tet: Regras validasaun disponíveis

source: Edit validation rule group
tet: Edita regras validasaun

source: All validation rules
tet: Regras validasaun hotu-hotu

source: Validation passed successfully
tet: Validasaun pasa ho susesu

source: From date
tet: Husi data

source: To date
tet: To'o data

source: Standard Deviation
tet: Desviu Padraun

source: Max
tet: Máx

source: Min
tet: Mín

source: values found
tet: valores ne'ebé hetan

source: Select number of standard deviations
tet: Hili númeru desvius padraun

source: Select parent organisation unit
tet: Hili unidade organizasional inan

source: No values found
tet: La hetan valores ida

source: Add, modify, view and delete validation rules. Anomalies can be discovered by running validation rules against the data.
tet: Aumenta, modifika, haré no soe regras validasaun. Bele hetan anomalias ho dalan halao aplika regras validasaun ba dadus.

source: Add, modify, view and delete validation rule groups. Provides the ability to group and run validation rules together.
tet: Aumenta, modifika, haré no soe grupus regra validasaun. Oferese kapasidade atu agrupa no halao regras validasaun hamutuk.

source: Run validation rules in order to unveil anomalies and errors in the data in the database.
tet: Halao validasaun atu revela anomalias i errus iha dadus iha banku dadus.

source: Analyze potential outlier values based on standard deviations. Outlier values can be examined and marked for follow-up.
tet: Analiza valores diskrepantes potensias ho baze ba desviu padraun. Bele ezamina no marka malores diskrepantes atu halo segimentu.

source: Analyze potential outlier values based on min and max values. Outlier values can be examined and marked for follow-up.
tet: Analiza valores diskrepantes potensias ho baze ba valores máximus no mínimus. Bele ezamina no marka malores diskrepantes atu halo segimentu.

source: Perform analysis of potential missing values, referred to as gaps. Missing values can be entered or marked for follow-up.
tet: Halo análize ba potensiais valores ne'ebé falta, ne'ebé refere hanesan lakunas. Bele hatama valores sira ne'ebé falta ou marka atu halo segimentu.

source: View or edit data values marked for further follow-up during data entry or analysis.
tet: Haré ou edita valores sira ne'ebé marka tiha ona atu halo segimentu durante entrada ou análize dadus.

source: Value must be a number
tet: Valor tenkiser númeru ida

source: Value is lower than minimum value
tet: Valor kiik liu valor mínimu

source: Value is higher than maximum value
tet: Valor bo'ot liu valor máximu

source: Mark
tet: Marka

source: Mark value for follow-up
tet: Marka valor atu halo segimentu

source: Unmark value for follow-up
tet: Desmarka valor atu halo segimentu

source: Data Analysis
tet: Análize Dadus

source: Data Analysis Report
tet: Relatóriu Análize Dadus

source: Std Dev Outlier Analysis
tet: Análize Desviu Padraun (Valor) Diskrepante

source: Min-Max Outlier Analysis
tet: Análize Min-Max (Valor) Diskrepante

source: Gap Analysis
tet: Análize Lakuna

source: Follow-Up Analysis
tet: Análize Segimentu

source: Validation Rule Analysis
tet: Análize Regra Validasaun

source: result
tet: rezultadu

source: Start
tet: Hahú

source: Clear expression
tet: Hamós expresaun

source: Period type
tet: Tipu períodu

source: Available data sets
tet: Pakotes dadus disponíveis

source: Selected data sets
tet: Pakotes dadus selesionadus

source: Analysing data
tet: Analiza daudaun dadus

source: Data source
tet: Fonte dadus

source: Use captured data
tet: Uza dadus kapturadus

source: Use aggregated data
tet: Uza dadus agregadus

source: Immediate children of the selected organisation unit will be included
tet: Sei inklui mós unidade organizasional selesionada nia oan diretu

source: All children of the selected organisation unit will be included
tet: Sei inklui mós unidade organizasional selesionada nia oan hotu

source: Method
tet: Métodu

source: See statistics
tet: Haré estatístikas

# description_not_null
source: Please specify a description
tet: Favor espesifika deskrisaun ida

# expression_not_null
source: Please specify an expression
tet: Favor espesifika expresaun ida

source: Number of members
tet: Númeru membrus

source: Please specify an organisationunit which has children.
tet: Favor espesifika unidade organizasional ida ne'ebé iha oan/sanakPlease specify an organisationunit which has children.

source: Download as Excel
tet: Hatun hanesan Excel

source: Download as CSV
tet: Hatun hanesan CSV

source: Download as PDF
tet: Hatun hanesan PDF

source: More than 500 values found, please narrow the search to see all
tet: Hetan valores liu 500m favor haklót buska atu haré hotu

source: Please specify data sets
tet: Favor espesifika pakotes dadus

source: Analysing data, please wait
tet: Analiza daudaun dadus, favor hein

source: Skip for missing values
tet: Hakat liu valores ne'ebé falta

source: Select parameters
tet: Hili parámetrus

source: Compulsory pair
tet: Par obrigatóriu

source: visible in validation alerts
tet: haré hetan iha alertas validasaun

source: Tip
tet: Dika

source: use
tet: uza

source: Importance
tet: Importánsia

source: High
tet: Ás

source: Medium
tet: Médiu

source: Low
tet: Badak

source: Rule type
tet: Tipu regra

source: Surveillance
tet: Vijilansia

source: Attributes
tet: Atributus

source: Organisation unit level
tet: Nível unidade organizasional

source: Select level
tet: Hili nível

source: Sequential sample count
tet: Kontajen amostra sekuensial

source: Annual sample count
tet: Kontajen amostra anual

source: High outliers
tet: Diskrepantes áas

source: Low outliers
tet: Diskrepantes badak

source: Number of user groups to alert
tet: Númeru grupus ne'ebé atu alerta

source: Send alerts
tet: Haruka alertas

source: visible when rule is violated
tet: haré hetan wainhira iha valor ne'ebé falta

source: Instruction
tet: Instrusaun

source: Skip if any value is missing
tet: Hakat liu wainhira valor ruma falta

source: Skip if all values are missing
tet: Hakat liu wainhira valores hotu falta

source: Never skip
tet: Nunka bele hakat liu

source: No organisation unit selected
tet: Laiha unidade organizasional selesionada
