Repository: kimbalear/dhis2-translations
Catalog: dhis-web-maintenance-user/*.po
Languages: fr, id, pt, ru

source: See API Module
fr: Voir Module API
id: Lihat Modul API
pt: Ver o Módulo API
ru: Смотреть модуль ИПП

source: See FRED API Module
fr: Voir Module FRED API
id: Lihat Modul FRED API
pt: Veja Módulo FRED API
ru: Смотреть модуль ИПП FRED

source: See Export Data Mart Module
fr: Voir Module Exportation Data Mart
id: Lihat Modul Export Data Mart
pt: Ver o Módulo de exportação para Data Mart
ru: Смотреть модуль экспорта витрины данных

source: See Data Elements and Indicators Maintenance module
fr: Voir module Maintenance de Dictionnaire de Données
id: Lihat modul Maintenance Kamus Data
pt: Ver módulo de Manutenção de Dicionário de Dados
ru: Смотреть модуль содержания словаря данных

source: See Data Set Maintenance module
fr: Voir module Maintenance d'Ensemble de Données
id: Lihat modul Data Set Maintenance
pt: Ver módulo de manutenção fichas
ru: Смотреть модуль содержания набора данных

source: See Organisation Unit Maintenance module
fr: Voir module Maintenance Unité d'Organisation
id: Lihat modul Maintenance Organisasi Unit
pt: Ver módulo de Manutenção Unidade Organizacional
ru: Смотреть модуль содержания организации

source: See User Maintenance module
fr: Voir module Gestion des Utilisateurs
id: Lihat modul Maintenance Pengguna
pt: Ver módulo de Manutenção do utilizador
ru: Смотреть модуль содержания пользователя

source: See Data Administration module
fr: Voir module Administration de Données
id: Lihat modul Data Administrasi
pt: Ver módulo de Administração de Dados
ru: Смортреть модуль администрирования данных

source: See Settings Maintenance module
fr: Voir module Maintenance des Paramètres
id: Lihat modul Maintenance Pengaturan
pt: Ver módulo de Manutenção de Configurações
ru: Смотреть модуль содержания настроек

source: See Apps Maintenance module
fr: Voir le module Maintenance des Applications
pt: Ver módulo de manutenção de aplicações

source: See Data Entry module
fr: Voir module Saisie des Données
id: Lihat modul Pemasukan Data
pt: Ver módulo de Entrada de Dados
ru: Смотреть модуль вводе данных

source: See Import-Export module
fr: Voir module Import-export
id: Lihat modul Impor-Ekspor
pt: Ver módulo de importação/exportação
ru: Смотреть модуль Импорта-экспорта

source: See Data Mart module
fr: Voir module Data Mart
id: Lihat modul Data Mart
pt: Ver módulo de Data Mart
ru: Смотреть модуль витрины данных

source: See Validation Rule module
fr: Voir module Règle de Validation
id: Lihat modul Aturan Validasi
pt: Ver módulo de Regra de Validação
ru: Смотреть модуль правила проверки

# M_dhis-web-gis
source: See GIS module
fr: Voir module SIG
id: Lihat modul GIS
pt: Ver módulo GIS
ru: Смотреть модуль ГИС

source: See Report module
fr: Voir module Rapport
id: Lihat modul Laporan
pt: Ver módulo de Relatórios
ru: Смотреть модуль отчета

source: See Dashboard integration module
fr: Voir module Intégration Tableau de bord
id: Lihat modul Dashboard integrasi
pt: Ver módulo de integração do painel de instrumentos
ru: Смотреть модуль интеграции информационной панели

source: See Dashboard module
fr: Voir module Tableau de bord
id: Lihat modul Dashboard
pt: Ver módulo de painel de instrumentos
ru: Смотреть модуль информационной панели

source: See Line-listing DataEntry module
fr: Voir module Saisie de données Linelisting
id: Lihat modul daftar baris entri data
pt: Ver módulo de Entrada de Dados em Listagem em Linha
ru: Смотреть модуль перечневого ввода данных

source: See NRHM Reports module
fr: Voir module rapports NRHM
id: Lihat modul Laporan NRHM
pt: Ver módulo Relatórios NRHM
ru: Смотреть модуль отчета NRHM

source: See Validation Analysis module
fr: Voir module Analyse de Validation
id: Lihat modul analisis validasi
pt: Ver módulo de Análise de Validação
ru: Смотреть модуль анализа проверки

source: See Excel Report module
fr: Voir module Rapport Tableur
id: Lihat modul Laporan Excel
pt: Ver módulo de Relatório Excel
ru: Смотреть модуль отчета Excel

source: See Individual Records
fr: Voir module saisie de donnée patient
id: Lihat Pencatatan Individu
pt: Ver módulo de Entrada de Dados Baseados em Casos
ru: Смотреть индивидуальные отчеты

# M_dhis-web-mapping
source: See GIS module
fr: Voir module SIG
id: Lihat modul GIS
pt: Ver módulo GIS
ru: Смотреть модуль ГИС

source: See Light module
fr: Voir module Light
id: Lihat modul Light
pt: Ver módulo Light
ru: Смотреть легкий модуль

source: See Smartphone module
fr: VOir module Smartphone
id: Lihat modul Smartphone
pt: Ver módulo smatphone
ru: Смотреть модуль сммартфона

source: See Data Visualizer module
fr: Voir module Visualiseur de Données
id: Lihat modul Data Visualisasi
pt: Ver módulo Visualizador de Dados
ru: Смотреть модуль визуализатора данных

source: See Mobile Maintenance module
fr: Voir Module de maintenance de mobile
id: Lihat modul Maintenance Mobile
pt: Ver módulo de Manutenção Móvel
ru: Смотреть модуль содержания мольного устройства

source: See Pivot Table module
fr: Voir module Tableau croisé dynamique
id: Lihat modul Tabel Pivot
pt: Ver módulo tabela pivô
ru: Смотреть модуль сводной таблицы

source: See SMS module
fr: Voir module SMS
id: Lihat modul SMS
pt: Ver módulo sms
ru: Смотреть модуль СМС

source: See Event Visualizer module
fr: Voir module Visualiseur des évènements

source: See Browser Cache Cleaner module
fr: Voir module Nettoyeur du Cache Navigateur

source: Add/Update Concept
fr: Ajouter Concept
id: Tambahkan Konsep
pt: Adicionar Conceito
ru: Добавить концепцию

source: Delete Concept
fr: Supprimer Concept
id: Hapus Konsep
pt: Eliminar Conceito
ru: Удалить концепцию

source: Concept Management
fr: Gestion de Concept
id: Manajemen Konsep
pt: Gestão de Conceito
ru: Управление концепцией

source: Add/Update Constant
fr: Ajouter constante
id: Tambahkan Konstan
pt: Adicionar Constante
ru: Добавить постоянную

source: Delete Constant
fr: Supprimer constante
id: Hapus Konstan
pt: Eliminar Constante
ru: Удалить постоянную

source: Constant Management
fr: Gestion de constantes
id: Manajemen Konstan
pt: Gestão de Constante
ru: Управление постоянной

source: Data Admin Locking
fr: Verrouillage des données
id: Kunci Data Admin
pt: Bloqueio de Administracão de Dados
ru: Блокирование админ данных

source: Data Admin UnLocking
fr: Déverrouillage des données
id: Buka Kunci Data Admin
pt: Desbloqueio de Administracão de Dados
ru: Разблокирование админ данных

source: Add/Update Public Data Element
fr: Ajouter éléments de données
id: Tambahkan Elemen Data Umum
pt: Adicionar Elemento de Dados
ru: Добавить публичный элемент данных

source: Add/Update Private Data Element
fr: Ajouter Elément de Donnée Privé
id: Tambahkan Elemen Data Khusus
pt: Adicionar elemento de dados privados
ru: Добавить личный элемент данных

source: Delete Data Element
fr: Supprimer éléments de données
id: Hapus Elemen Data
pt: Apagar Elemento de Dados
ru: Удалить элемент данных

source: Add/Update Public Data Element Category Option Combo
fr: Ajouter/Mettre à jour Combo Options Catégories éléments de données (publique)

source: Add/Update Private Data Element Category Option Combo
fr: Ajouter/Mettre à jour Combo Options Catégories éléments de données (privé)

source: Add/Update Public Data Element Groups
fr: Ajouter groupes d'éléments de données
id: Tambahkan Kelompok Elemen Data Umum
pt: Adicionar Grupos de Elementos de Dados
ru: Добавить публичные группы элементов данных

source: Add/Update Private Data Element Groups
fr: Ajouter Groupes d'Eléments de Données Privés
id: Tambahkan Kelompok Elemen Data Khusus
pt: Adicionar grupos privados de elementos de dados
ru: Добавить личные группы элементов данных

source: Delete Data Element Groups
fr: Supprimer groupes d'éléments de données
id: Hapus Kelompok Elemen Data
pt: Apagar Grupos de Elementos de Dados
ru: Удалить группы элементов данных

source: Add/Update Public Data Element Group Sets
fr: Ajouter ensembles de groupes d'éléments de données
id: Tambahkan Set Kelompok Elemen Data Umum
pt: Adicionar Grupos de Elementos de Dados
ru: Добавить публичные наборы групп элементов данных

source: Add/Update Private Data Element Group Sets
fr: Ajouter Ensembles de Groupes d'Eléments de Données Privé
id: Tambahkan Set Kelompok Elemen Data Khusus
pt: Adicionar grupo elemento privado de fichas
ru: Добавить личные наборы групп элементов данных

source: Delete Data Element Group Sets
fr: Supprimer ensembles de groupes d'éléments de données
id: Hapus Set Kelompok Elemen Data
pt: Apagar Grupos de Elementos de Dados
ru: Удалить наборы групп элементов данных

source: Add/Update Min/max rule
fr: Ajouter règle de min / max
id: Tambahkan Perintah Minimal/Maksimal
pt: Adicionar regra para min/max
ru: Добавить правило Мин/макс

source: Delete Min/max rule
fr: Supprimer règle de min / max
id: Hapus Perintah Minimal/Maksimal
pt: Apagar regra min/max
ru: Удалить правило Мин/макс

source: Add/Update Public Data Set
fr: Ajouter ensemble de données
id: Tambahkan Data Set Umum
pt: Adicionar Ficha
ru: Добавить публичный набор данных

source: Add/Update Private Data Set
fr: Ajouter Ensemble de données privé
id: Tambahkan Data Set Khusus
pt: Adicionar fichas privadas
ru: Добавить личный набор данных

source: Delete Data Set
fr: Supprimer ensemble de données
id: Hapus Data Set
pt: Apagar Ficha
ru: Удалить набор данных

source: Change order in Data Set
fr: Changer l'ordre dans l'ensemble de données
id: Ubah Urutan Data Set
pt: Mudar ordem na ficha
ru: Изменить порядок в наборе данных

source: Lock Data Set
fr: Verouiller ensemble de données
id: Kunci Data Set
pt: Ficha Bloqueada
ru: Заблокировать набор данных

source: Add/Update Section
fr: Ajouter Section
id: Tambahkan Bagian
pt: Adicionar secção
ru: Добавить раздел

source: Delete Section
fr: Supprimer Section
id: Hapus Bagian
pt: Eliminar secção
ru: Удалить раздел

source: Add/Update Data Value
fr: Ajouter valeur de données
id: Tambahkan Nilai Data
pt: Adicionar Valor Dados
ru: Добавить значение данных

source: Delete Data Value
fr: Supprimer valeur de données
id: Hapus Nilai Data
pt: Apagar Valor Dados
ru: Удалить значение данных

source: Add/Update Public Indicator
fr: Ajouter indicateur
id: Tambahkan Indikator Umum
pt: Adicionar Indicador
ru: Добавить публичный индикатор

source: Add/Update Private Indicator
fr: Ajouter Indicateur Privé
id: Tambahkan Indikator Khusus
pt: Adicionar indicador privado
ru: Добавить личный индикатор

source: Delete Indicator
fr: Supprimer indicateur
id: Hapus Indikator
pt: Apagar Indicador
ru: Удалить индикатор

source: Add/Update Indicator Type
fr: Ajouter type d'indicateur
id: Tambahkan Tipe Indikator
pt: Adicionar Tipo Indicador
ru: Добавить тип индикатора

source: Delete Indicator Type
fr: Supprimer type d'indicateur
id: Hapus Tipe Indikator
pt: Apagar Tipo Indicador
ru: Удалить тип индикатора

source: Add/Update Public Indicator Group
fr: Ajouter groupe d'indicateurs
id: Tambahkan Kelompok Indikator Umum
pt: Adicionar Grupo Indicadores
ru: Добавить публичную группу индикаторов

source: Add/Update Private Indicator Group
fr: Ajouter Groupe d'Indicateurs Privé
id: Tambahkan Kelompok Indikator Khusus
pt: Adicionar um indicador privado a um grupo
ru: Добавить личную группу индикаторов

source: Delete Indicator Group
fr: Supprimer groupe d'indicateurs
id: Hapus Kelompok Indikator
pt: Apagar Grupo Indicadores
ru: Удалить группу индикаторов

source: Add/Update Public Indicator Group Sets
fr: Ajouter ensemble de groupes d'indicateurs
id: Tambah Set Kelompok Indikator Umum
pt: Adicionar Grupo Indicadores
ru: Добавить публичные наборы групп индикаторов

source: Add/Update Private Indicator Group Sets
fr: Ajouter Ensembles de Groupes d'Indicateurs Privés
id: Tambah Set Kelompok Indikator Khusus
pt: Adicionar indicadores privados a um conjunto de grupos
ru: Добавить личные наборы групп индикаторов

source: Delete Indicator Group Sets
fr: Supprimer ensemble de groupes d'indicateurs
id: Hapus Set Kelompok Indikator
pt: Apagar Grupo Indicadores
ru: Удалить наборы групп индикаторов

source: Add/Update Organisation Unit
fr: Ajouter Unité d'Organisation
id: Tambah Unit Organisasi
pt: Adicionar Unidade Organizacional
ru: Добавить организацию

source: Delete Organisation Unit
fr: Supprimer Unité d'Organisation
id: Hapus Unit Organisasi
pt: Apagar Unidade Organizacional
ru: Удалить организацию

source: Move Organisation Unit
fr: Déplacer Unité d'Organisation
id: Pindah Unit Organisasi
pt: Mover Unidade Organizacional
ru: Переместить организацию

source: Add/Update Public Organisation Unit Group
fr: Ajouter groupe d'unités d'organisation
id: Tambah Kelompok Unit Organisasi
pt: Adicionar Grupo de Unidade Organizacional
ru: Добавить группу организаций

source: Add/Update Private Organisation Unit Group
fr: Ajouter/Mettre à jour un groupe d'unité d'organisation privé
pt: Adicionar / Alterar grupo privado de unidades organizacionais

source: Delete Organisation Unit Group
fr: Supprimer groupe d'unités d'organisation
id: Hapus Kelompok Unit Organisasi
pt: Apagar Grupo de Unidade Organizacional
ru: Удалить группу организаций

source: Add/Update Public Organisation Unit Group Set
fr: Ajouter ensemble de groupes d'unités d'organisation
id: Tambah Set Kelompok Unit Organisasi
pt: Adicionar Set Grupo Unidade Organizacional
ru: Добавить набор групп организаций

source: Delete Organisation Unit Group Set
fr: Supprimer ensemble de groupes d'unités d'organisation
id: Hapus Set Kelompok Unit Organisasi
pt: Apagar Set Grupo de Unidade Organizacional
ru: Удалить набор групп организаций

source: Update Organisation Unit Level
fr: Modifier niveau d'unité d'organisation
id: Perbaharui Tingkatan Unit Organisasi
pt: Actualizar Grupo Unidade Organizacional
ru: Обновить уровень организации

source: Add/Update Public User Role
fr: Ajouter Rôle d'Utilisateur
id: Tambah Peran Pengguna
pt: Adicionar Papel do utilizador
ru: Добавить уровень доступа

source: Delete User Role
fr: Supprimer Rôle d'Utilisateur
id: Hapus Peran Pengguna
pt: Apagar Papel do utilizador
ru: Удалить уровень доступа

source: List User Roles
fr: Lister les Rôles d'Utilisateur
id: Daftar Peran Pengguna
pt: Lista de funções de utilizador
ru: Составить перечень уровней доступа

source: Add/Update Public User Group
fr: Ajouter Groupe d'utilisateurs Public
id: Tambahkan Kelompok Pengguna Publik
pt: Adicionar Grupo de utilizadors
ru: Добавить публичную группу пользователей

source: Add/Update Private User Group
fr: Ajouter Groupe d'Utilisateurs Privé
id: Tambahkan Kelompok Pengguna Privat
pt: Adicionar grupo privado do utilizador
ru: Добавить личную группу пользователей

source: Delete User Group
fr: Supprimer Groupe d'Utilisateurs
id: Hapus Kelompok Pengguna
pt: Apagar Papel do utilizador
ru: Удалить группу пользователей

source: List User Groups
fr: Lister Groupe d'Utilisateurs
id: Daftar Kelompok Pengguna
pt: Listar grupos de utilizadores
ru: Составить перечень группы пользователей

source: Add/Update User Group Managing Relationships
fr: Ajouter/Mettre à jour Groupe Utilisateurs Gestion Relations

source: View User Group Managing Relationships
fr: Voir Gestion Relations Groupes Utilisateurs

source: Add/Remove Members In Read-Only User Groups
fr: Ajouter/Supprimer Membres dans Groupes Utilisateurs Lecture Seule

source: Add/Update User
fr: Ajouter Utilisateur
id: Tambahkan Pengguna
pt: Adicionar utilizador
ru: Добавить пользователя

source: Delete User
fr: Supprimer Utilisateur
id: Hapus Pengguna
pt: Eliminar utilizador
ru: Удалить пользователя

source: View User
fr: Voir Utilisateurs
id: Lihat Pengguna
pt: Ver user
ru: Просмотр пользователя

source: Add/Update User Within Managed Group
fr: Ajouter/Mettre à jour Utilisateurs au sein de Groupe géré

source: Delete User Within Managed Group
fr: Supprimer Utilisateur au sein de Groupe géré

source: View User Within Managed Group
fr: Voir Utilisateur au sein de Groupe géré

source: Add/Update Validation Rule
fr: Ajouter Règle de Validation
id: Tambahkan Aturan Validasi
pt: Adicionar Regra de Validação
ru: Добавить правило проверки

source: Delete Validation Rule
fr: Supprimer Règle de Validation
id: Hapus Aturan Validasi
pt: Eliminar Regra de Validação
ru: Удалить правило проверки

source: Add/Update Public Validation Rule Group
fr: Ajouter Groupe de Règles de Validation
id: Tambahkan kelompok Aturan Validasi
pt: Adicionar grupo de regra de validação
ru: Добавить группу правила проверки

source: Delete Validation Rule Group
fr: Supprimer Groupe de Règles de Validation
id: Hapus kelompok Aturan Validasi
pt: Eliminar grupo de regra de validação
ru: Удалить группу правила проверки

source: Change GIS Configuration
fr: Changer la configuration SIG
id: Ubah konfigurasi SIG
pt: Mudar Configuração GIS
ru: Изменить конфигурацию ГИС

source: Add/Update Public Report
fr: Ajouter Rapport Public
id: Tambahkan Laporan Publik
pt: Adicionar Relatório
ru: Добавить публичный отчет

source: Add/Update Private Report
fr: Ajouter Rapport Privé
id: Tambahkan laporan Privat
pt: Adicionar um relatório privado
ru: Добавить личный отчет

source: Delete Report
fr: Supprimer Rapport
id: Hapus Laporan
pt: Apagar Relatório
ru: Удалить отчет

source: Add/Update Public Report Table
fr: Ajouter Tableau de Rapport
id: Tambahkan Tabel laporan publik
pt: Adicionar Tabela de Relatórios
ru: Добавить публичную отчетную таблицу

source: Report Table External Access
fr: Accès externe aux tableaux de rapport
pt: Acesso externo à relatório de tabelas
ru: Внешний доступ к отчетной таблице

source: Delete Report Table
fr: Supprimer Tableau de Rapport
id: Hapus Tabel laporan
pt: Apagar Tabela Relatórios
ru: Удалить отчетную таблицу

source: View Report
fr: Afficher Rapport
id: Lihat laporan
pt: Ver Relatório
ru: Просмотреть отчет

source: Add/Update Public Chart
fr: Ajouter grphique public
id: Tambahkan grafik Publik
pt: Adicionar gráfico público
ru: Добавить публичную диаграмму

source: Add/Update Public Dashboard
fr: Ajouter/Mettre à jour le tableau de bord public
pt: Adicionar / Alterar painél público
ru: Добавить/Обновить публичную информационную панель

source: Chart External Access
fr: Accès externe au graphique
pt: Acesso externo à gráficos
ru: Внешний доступ к диаграмме

source: Add/Update Chart
fr: Ajouter graphique
id: Tambahkan Grafik
pt: Adicionar Gráfico
ru: Добавить диаграмму

source: Delete Chart
fr: Supprimer graphique
id: Hapus Grafik
pt: Apagar Gráfico
ru: Удалить диаграмму

source: Add/Update Public Document
fr: Ajouter document
id: Tambahkan Dokumen Publik
pt: Adicionar Documento
ru: Добавить публичный документ

source: Add/Update Private Document
fr: Ajouter Document privé
id: Tambahkan Dokumen Privat
pt: Adicionar documento particular
ru: Добавить личный документ

source: Delete Document
fr: Supprimer document
id: Hapus Dokumen
pt: Eliminar Documento
ru: Удалить документ

source: Create and download backup
fr: Créer et télécharger une sauvegarde
id: Buat dan download backup
pt: Criar e transferir cópia de segurança
ru: Создать и загрузить сохраненную версию

source: Excel Reporting Administration
fr: Administration des rapports tableur
id: Administrasi Pelaporan Excel
pt: Administração de Relatório em Excel
ru: Администрирование отчетности Excel

source: Delete Relationship Type
fr: Supprimer Type de Relation
id: Hapus Tipe Hubungan
pt: Eliminar Tipo de Relação
ru: Удалить тип связи

source: Add Relationship Type
fr: Ajouter type de relation
id: Tambahkan Tipe Hubungan
pt: Adicionar Tipo de Relação
ru: Добавить тип связи

source: Update Relationship Type
fr: Modifier Type de Relation
id: Update tipe hubungan
pt: Actualizar Tipo de Relação
ru: Обновить тип связи

source: Organisation Unit Registration
fr: Inscription d'unité d'organisation
id: Registrasi Unit Organisasi
pt: Registo de Unidade Organizacional
ru: Регистрация организации

source: Add/Update Program Indicator
fr: Ajouter/Mettre à jour l'indicateur de programme
pt: Adicionar / Alterar indicadores de programa
ru: Добавить индикатор программы

source: Tracked Entity Form Management
fr: Gestion Formulaires Entités Suivies

source: Add Tracked Entity Form
fr: Ajouter Formulaire Entités Suivies

source: Delete Tracked Entity Form
fr: Supprimer Formulaire Entités Suivies

source: Program Event Management
fr: Gestion d'évènements de Prgramme
id: Manajemen Event Program
pt: Gerir programa de eventos
ru: Управление событиями программы

source: Delete Program Enrollment
fr: Supprimer Inscription au Programme
id: Hapus Pendaftaran Program
pt: Eliminar inscrição no programa
ru: Удалить включение в программу

source: Program Tracking Management
fr: Gestion de suivi de programme
id: Manajemen Pelacakan Program
pt: Gestão de Acompanhamento do Programa
ru: Управление отслеживанием программы

source: Add/Update Public Program
fr: Ajouter Programme Public
id: Tambahkan Program Publik
pt: Adicionar Programa
ru: Добавить публичную программу

source: Add/Update Private Program
fr: Ajouter Programme privé
id: Tambahkan Program Privat
pt: Adicionar programa privado
ru: Добавить личную программу

source: Delete Program
fr: Supprimer Programme
id: Hapus Program
pt: Eliminar Programa
ru: Удалить программу

source: Manage Program Validation
fr: Gérer validation de programme
id: Atur Validasi Program
pt: Gerir Validação do Programa
ru: Управлять проверкой программы

source: Add/Update Program Stage
fr: Ajouter stade de Programme
id: tambah tahap program
pt: Adicionar Estágio do Programa
ru: Добавить стадию программы

source: Delete Program Stage
fr: Supprimer stade du programme
id: hapus tahap program
pt: Eliminar Estágio do Programa
ru: Удалить стадию программы

source: Program Stage Section Management
fr: Gestion de Stades de Programme
id: tahap program bagian manajemen
pt: Gerir secção de estágio programa
ru: Управление разделом стадии программы

source: Add/Update Program Stage Section
fr: Ajouter Section de Stade de Programme
id: tambahkan tahapan program
pt: Adicionar secção de estágio programa
ru: Добавить раздел стадии программы

source: Delete Program Stage Section
fr: Supprimer Section de Stade de Programme
id: hapus tahapan program
pt: Eliminar secção de estágio programa
ru: Удалить раздел стадии программы

source: Add/Update Program Attribute
fr: Ajouter Attribut de Programme
id: tambahkan atribut program
pt: Adicionar Atributo de Programa
ru: Добавить атрибут программы

source: Delete Program Attribute
fr: Supprimer Attribut de Programme
id: hapus atribut program
pt: Eliminar Atributo de Programa
ru: Удалить атрибут программы

source: Manage Program Indicators
fr: Gérer les indicateurs de programme
pt: Gerir indicadores de programa
ru: Управлять индикаторами программы

source: View Program Stage Completeness Report
fr: Afficher le rapport de complétude d'étape de programme
pt: Ver relatório de finalização de fase de programa
ru: Просмотреть Отчет о завершении стадии программы

source: Scheduling send messages
fr: Planification d'envoi de messages
id: jadwalkan pengiriman pesan
pt: Agendar enviar mensagens
ru: Планировать отправку сообщений

source: Scheduling case aggregate query builder
fr: Planification de rquêtes d'agrégation de cas
id: jadwalkan kasus pembangun kueri agregat
pt: Agendamento em caso de consulta agregada
ru: Планирование конструктора запросов по аггрегированным историям

source: Search Activity Plan
fr: Chercher Plan d'activités
id: cari rencana aktivitas
pt: Pesquisa do plano de actividades
ru: Поиск плана действий

source: Export Activity Plan to XLS file
fr: Exporter le plan d'activités en XLS
id: eksport rencana aktivitas ke data XLS
pt: Exportar o plano de actividades para ficheiro xls
ru: Экпортировать план действий в файл XLS

source: Generate Activity Plans
fr: Générer Plans d'Activités
id: Buat Rencana Aktivitas
pt: Gerar plano de actividades
ru: Генерировать планы действий
