Repository: kimbalear/dhis2-translations
Catalog: dhis-web-maintenance-user/*.po
Languages: fr, id, pt, ru

source: Generate Program Summary Report
fr: Générer un Rapport Sommaire de Programme
id: laporan jumlah keseluruhan program
pt: Gerar o relatório de resumo do programa
ru: Генерировать сводный отчет по программе

source: Generate Program Statistics Report
fr: Générer Rapport de Statistiques de Programme
id: laporan statistik keseluruhan program
pt: Gerar relatório estatistico do Programa
ru: Генерировать статистический отчет по программе

source: Generate Tracked Entity Tabular report
fr: Générer un Rapport Tabulaire de Personne
id: Buat laporan tabular orang
pt: Gerar o relatório tabular de Pessoa
ru: Генерировать табличный отчет по лицу

source: Multiple Individual Data Entry
fr: Saisie de données individuelles multiples
id: Entri multipel data individual
pt: Múltipla entrada de dados individuais
ru: Ввод множественных индивидуальных данных

source: Single Event With Registration Data Entry
fr: Saisie de Données d'Evènement Unique avec Enregistrement
id: Single event dengan entri data registrasi
pt: Evento Único Com Registo de Entrada de Dados
ru: Ввод данных одиночного события с регистрацией

source: Single Event Without Registration Data Entry
fr: Saisie de données d'évènement unique sans inscription
id: Single event tanpa entri data registrasi
pt: Evento único sem registo de entrada de dados
ru: Ввод данных одиночного события без регистрации

source: Program Enrollment
fr: Inscription au Programme
id: Pendaftaran program
pt: Inscrição no programa
ru: Включение в программу

source: Program Un-enrollment
fr: Désinscription au Programme
id: Batalkan pendaftaran program
pt: Programa de desinscrição
ru: Отмена включения в программу

source: Delete Tracked Entity Instance Visit
fr: Supprimer Visite de Personne
id: Hapus Kunjungan Pasien
pt: Eliminar visita da pessoa
ru: Удалить посещение лица

source: Load event reminder messages
fr: Charger les messages de rappel d'évènement
id: Load pesan pengingat event
pt: Coloque lembretes de eventos
ru: Загрузить сообщения-напоминания о событии

source: Search events with registration
fr: Rechercher évènements avec enregistrement
id: Pencarian event dengan registrasi
pt: Procurar eventos com registo
ru: Поиск событий с регистрацией

source: Search events without registration
fr: Rechercher évènements sans enregistrement
id: Pencarian event tanpa registrasi
pt: Eventos de pesquisa sem registo
ru: Поиск событий без регистрации

source: Tracked Entity Relationship Management
fr: Gestion de Relation de Personne
id: Manajemen hubungan orang
pt: Gestão de Relacionamento pessoal
ru: Управление связями лица

source: Add Tracked Entity Relationship
fr: Ajouter Relation de Personne
pt: Adicionar Relacionamento

source: Delete Tracked Entity Relationship
fr: Supprimer Relation
pt: Eliminar Relação

source: Change system settings
fr: Modifier paramètres du système
id: Ubah pengaturan sistem
pt: Alterar as configurações do sistema
ru: Изменить настройки системы

source: Copy Excel Item
fr: Copier élément Tableur
id: Copy item Excel
pt: Copiar Item Excel
ru: Копировать объект Excel

source: Delete Excel Template
fr: Supprimer modèle Tableur
id: Hapus Template Excel
pt: Eliminar Modelo de Excel
ru: Удалить шаблоны Excel

source: List Excel Template
fr: Lister modèles Tableur
id: Daftar template Excel
pt: Listar Modelo de Excel
ru: Перечислить шаблоны Excel

source: Upload Excel Template
fr: Charger modèle tableur
id: Upload template Excel
pt: Carregar Modelo de Excel
ru: Обновить шаблон Excel

source: Rename Excel Template file
fr: Renommer fichier modèle tableur
id: Rename file template Excel
pt: Renomear o arquivo do Modelo de Excel
ru: Переименовать шаблон Excel файла

source: Administrate GIS
fr: Administrer SIG
id: Administrasi SIG
pt: Administrar GIS
ru: Администрирование ГИС

source: Add Public Map
fr: Ajouter Carte Publique
id: Tambahkan Peta Publik
pt: Adicionar um mapa público
ru: Добавить публичную карту

source: Map External Access
fr: Accès externe aux cartes
pt: Acesso externo à mapas
ru: Внешний доступ к карте

# F_DATAMART_ADMIN
source: Administrate data mart
fr: Administrer data mart
id: Administrasi data mart
pt: Administrar Data Mart
ru: Витрина административных данных

source: Scheduling Administration
fr: Administration de Planifications
id: Menjadwalkan Administrasi
pt: Administrar Calendarizacão
ru: Планирование администрирования

source: Add/Update Public SQL View
fr: Ajouter Vue Sql
id: Tambahkan tampilan Sql
pt: Adicionar Vista SQL
ru: Добавить просмотр Sql

source: Delete SQL View
fr: Supprimer Vue Sql
id: Hapus Tampilan Sql
pt: Eliminar Vista SQL
ru: Удалить просмотр Sql

source: Execute SQL View
fr: Exécuter Vue Sql
id: Jalankan tampilan Sql
pt: Executar Vista SQL
ru: Выполнить просмотр Sql

source: Sql View Management
fr: Gestion Vue Sql
id: Manajemen tampilan Sql
pt: Gestão de Vista SQL
ru: Управление просмотром Sql

source: Sql View External Access
fr: Accès Externe Vue SQL

source: Add/Update Validation Criteria
fr: Ajouter Critère de Validation
id: Tambahkan kriteria Validasi
pt: Adicionar Critérios de Validação
ru: Добавить критерии проверки

source: Delete Validation Criteria
fr: Supprimer Critères de Validation
id: Hapus kriteria Validasi
pt: Eliminar Critérios de Validação
ru: Удалить критерии проверки

source: Send message
fr: Envoyer Message
id: Kirim pesan
pt: Enviar mensagem
ru: Отправить сообщение

source: Option Set Management
fr: Gestion Set Option
id: Opsi Pengaturan Manajemen
pt: Gestão Conjunto de Opção
ru: Управление набором опций

source: Add/Update Public Option Set
fr: Ajouter le jeu d'options
id: Tambahkan Opsi Set
pt: Adicionar Conjunto de Opção
ru: Добавить набор опций

source: Delete Option Set
fr: Supprimer le jeu d'options
id: Hapus Opsi Set
pt: Eliminar Conjunto de Opção
ru: Удалить набор опций

# F_DATA_MART_ADMIN
source: Administrate data mart
fr: Administrer data mart
id: Administrasi data mart
pt: Administrar data mart
ru: Витрина административных данных

source: Administrate data vizualiser
fr: Gestion visualisation de données
id: Administrasi data vizualiser
pt: Administrar Visualizador de Dados
ru: Визуализатор административных данных

source: Send SMS
fr: Envoyer un SMS
id: Kirim SMSS
pt: Enviar SMS
ru: Отправить СМС

source: Set mobile settings
fr: Gérer les paramètres mobiles
id: Set pengaturan mobile
pt: Definir configurações de móveis
ru: Установить мобильные настройки

source: Delete SMS
fr: Supprimer SMS
pt: Apagar SMS
ru: Удалить СМС

source: Perform maintenance tasks
fr: Effectuer des tâches de maintenance
id: Lakukan fungsi maintenance
pt: Executar tarefas de manutenção
ru: Выполнить задачи поддержки

source: Prune organisation units
fr: Couper des unités d'organisation
id: Pangkas unit organisasi
pt: Limpar Unidades Organizacionais
ru: Обрезать организации

source: Merge organisation units
fr: Fusionner les unités d'organisation
id: Merger unit organisasi
pt: Fundir Unidades Organizacionais
ru: Объединить организации

source: Eliminate duplicate data elements
fr: Éliminer dupliquer des éléments de données
id: Eliminasi duplikasi elemen data
pt: Eliminar elementos de dados duplicados
ru: Уничтожить дубликаты элементов данных

source: Generate min-max values
fr: Générer des valeurs min-max
id: Buat nilai min-maks
pt: Gerar valores min-max
ru: Генерировать мин-макс значения

source: Archive data
fr: Archive les données
id: Arsip data
pt: Arquivo de dados
ru: Архивировать данные

source: Add/Update Attribute
fr: Ajouter attribut
id: Tambahkan atribut
pt: Adicionar atributo
ru: Добавить атрибут

source: Delete Attribute
fr: Supprimer attribut
id: Hapus Atribut
pt: Eliminar atributi
ru: Удалить атрибут

source: Manage integration routes
fr: Gérer les routes d'intégration
id: Atur rute integrasi
pt: Gerir rotas de integração
ru: Управлять маршрутами интеграции

source: Import data
fr: Importer données
pt: Importar valores
ru: Импортировать данные

source: Import events
fr: Importer évènements

source: Import from other systems
fr: Importer depuis d'autres systèmes

source: Import GML
fr: Importer GML

source: Export data
fr: Exporter données
id: Eksport data
pt: Exportar valores
ru: Экспортировать данные

source: Export events
fr: Exporter évènements

source: Import meta-Data
fr: Importer Méta-Données
pt: Importar Meta-Dados
ru: Импортировать мета данные

source: Export meta-Data
fr: Exporter Méta-Données
id: Eksport Meta-Data
pt: Exportar Meta-Dados
ru: Экспортировать мета данные

source: View data browser
fr: Voir explorateur de données
id: Lihat pencarian data
pt: Ver navegador de dados
ru: Просмотреть браузер данных

source: Run validation
fr: Exécuter validation
id: Jalankan validasi
pt: Executar a validação
ru: Запустить проверку

source: View program tracking
fr: Voir suivi de programme
id: Lihat pelacakan program
pt: Ver programa de rastreamento
ru: Просмотреть отслеживание программы

source: Access my data mart
fr: Accès à mon data mart
id: Akses data mart saya
pt: Aceder aos meus dados
ru: Доступ к моей витрине данных

source: Add Locale
fr: Ajouter un paramètre régional
pt: Adicionar idioma / país

source: Delete Locale
fr: Supprimer un paramètre régional
pt: Remover idioma / país

source: Insert custom Java script and CSS
fr: Insérer script Java et CSS personnalisé

source: View unapproved data
fr: Voir données non approuvées

source: Manage Program Rule
fr: Gestion Règles de Programme

source: Add Program Rule
fr: Ajouter Règles de Programme

source: Update Program Rule
fr: Mettre à jour Règles de Programme

source: Administer program dashboard configuration
fr: Administrer configuration tableau de bord programme

source: Add Facility
fr: Ajouter Etablissement
id: Tambahkan fasilitas
pt: Adicionar facilidade
ru: Добавить учреждение

source: Update Facility
fr: Mettre à jour Etablissement
id: Update Fasilitas
pt: Actualizar facilidade
ru: Обновить учреждение

source: Delete Facility
fr: Supprimer Etablissement
id: Hapus Fasilitas
pt: Eliminar facilidade
ru: Удалить учреждение

source: User management
fr: Gestion des utilisateurs
id: Manajemen pengguna
pt: Gestão de utilizadores
ru: Управление пользователем

source: Username
fr: Nom d'utilisateur
pt: Nome de utilizador
ru: Имя пользователя

source: Fullname
fr: Nom complet
id: Nama lengkap
pt: Nome completo
ru: Полное имя/ФИО

source: Role
fr: Rôle
id: Peran
pt: Função/Papel
ru: Роль

source: User
fr: Utilisateur
id: Pengguna
pt: Utilizador
ru: Пользователь

source: Self Registered User
fr: Utilisateur auto-enregistré
id: Pendaftaran pengguna mandiri
pt: Utilizador auto registado
ru: Самостоятельно зарегистрировавшийся пользователь

source: User by Organisation Unit
fr: Utilisateur par Unité d'Organisation
id: Pengguna berdasarkan unit organisasi
pt: Utilizador por Unidade Organizacional
ru: Пользователь по организации

source: User Role
fr: Rôle d'utilisateur
id: Peran Pengguna
pt: Função/Papel do utilizador
ru: Уровень доступа

source: Change
fr: Changer
id: Ubah
pt: Alterar
ru: Изменить

source: The username is already used, please specify a different username
fr: Le nom d'utilisateur existe déjà, veuillez spécifier un nom d'utilisateur différent
id: Username sudah digunakan, silakan memasukkan username yang lain
pt: O nome de utilizador já está sendo usado, por favor especifique um nome diferente
ru: Это имя пользователя уже используется, пожалуйста, уточните другое имя пользователя

source: The name is already in use, please specify a different name
fr: Le nom est déjà utilisé, veuillez spécifier un nom différent
id: Nama sudah digunakan, silakan memasukkan nama yang berbeda
pt: O nome já está em uso, especifique um nome diferente
ru: Имя используется

source: Everything is ok
fr: Tout est ok
id: Semua OK
pt: Tudo está nos conformes!
ru: Все нормально

source: Roles
fr: Rôles
id: Peran
pt: Funções
ru: Роли

source: Unit
fr: Unité
pt: Unidade
ru: Отдел

source: Selected roles
fr: Rôles sélectionnés
id: Peran yang dipilih
pt: Funções seleccionadas
ru: Выбранные роли

source: Available roles
fr: Rôles disponibles
id: Peran yang tersedia
pt: Funções disponíveis
ru: Доступные роли

source: Create new user
fr: Créer nouvel utilisateur
id: Buat user baru
pt: Criar novo utilizador
ru: Создать нового пользователя

source: Password
fr: Mot de passe
ru: Пароль

source: First name
fr: Prénom
id: Nama depan
pt: Primeiro nome
ru: Имя

source: Update user
fr: Modifier l'utilisateur
id: Update pengguna
pt: Actualize utilizador
ru: Обновить пользователя

source: Are you sure you want to delete this user?
fr: Etes-vous sûr de vouloir supprimer cet utilisateur?
id: Apakah Anda yakin akan menghapus pengguna ini?
pt: Tem certeza de que deseja excluir este utilizador?
ru: Вы уверены, что хотите удалить данного пользователя?

source: Retype password
fr: Retapez le mot de passe
id: Tulis ulang password
pt: Reintroduza sua password
ru: Еще раз наберите пароль

source: Organisation unit
fr: Unité d'Organisation
id: Unit organisasi
pt: Unidade Organizacional
ru: Организация

source: Adding role failed
fr: Echec Ajout de rôle
id: Penambahan peran gagal
pt: Falha na adicção da função
ru: Не удалось добавить уровень доступа

source: Members
fr: Membres
id: Anggota
pt: Membros
ru: Члены

source: Data sets
fr: Ensembles de données
pt: Fichas

source: User role management
fr: Gestion des rôles utilisateur
id: Manajemen peran pengguna
pt: Gestão de funções do utilizador
ru: Управление уровнем доступа

source: Update user role
fr: Modifier Rôle d'utilisateur
id: Update peran pengguna
pt: Actualizar funções do utilizador
ru: Обновить уровень доступа

source: Create new user role
fr: Créer nouveau rôle d'utilisateur
id: Buat peran pengguna yang baru
pt: Criar nova função de utilizador
ru: Создать новый уровень доступа

source: Organisation units
fr: Unités d'organisation
id: Unit organisasi
pt: Unidade organizacional
ru: Организация

source: Are you sure you want to remove the user role?
fr: Etes-vous sûr de vouloir supprimer le rôle de l'utilisateur?
id: Apakah Anda yakin akan menghapus peran pengguna tersebut?
pt: Tem certeza que deseja remover o papel do utilizador?
ru: Вы уверены, что хотите удалить уровень доступа?

source: Authorities
fr: Autorités
id: Otoritas
pt: Autoridades
ru: Полномочия

source: Create, modify, delete and view all users. A user is associated with user roles and an organisation unit.
fr: Créer, modifier, consulter et supprimer des utilisateurs. Un utilisateur est associé à des rôles d'utilisateur et une unité d'organisation.
id: Buat, modifikasi, hapus dan lihat semua pengguna. Pengguna berhubungan dengan peran pengguna dan unit organisasi.
pt: Criar, modificar, visualizar e excluir utilizadores. Um utilizador está associado a funções de utilizador e uma unidade organizacional.
ru: Создать, модифицировать, удалить и просмотреть всех пользователей. Пользователь ассоциируется с уровнями доступа и организацией.

source: Create, modify, view and delete users which are assigned to a given organisation unit.
fr: Créer, modifier, afficher et supprimer des utilisateurs qui sont assignés à une unité d'organisation donnée.
id: Buat, modifikasi, lihat dan hapus pengguna yang akan didaftarkan dalam satu unit organisasi
pt: Criar, modificar, visualizar e excluir utilizadores que são atribuídos a uma determinada unidade organizacional.
ru: Создать, модифицировать, просмотреть и удалить пользователей, закрепленных за данной организацией.

source: Create, modify, view and delete user roles. A user role has a set of authorities in the system.
fr: Créer, modifier, afficher et supprimer les rôles des utilisateurs. Un rôle d'utilisateur est un ensemble de droits dans le système.
id: Buat, modifikasi, lihat dan hapus peran pengguna. Peran pengguna memiliki suatu set otoritas dalam sistem.
pt: Criar, modificar, visualizar e excluir funções de utilizador. Uma função de utilizador tem um conjunto de autoridades no sistema.
ru: Создать, модифицировать, просмотреть и удалить уровни доступа. Уровень доступа имеет набор полномочий/авторизации в системе.

source: View and manage users who have self-registered for a personal user account in the system.
fr: Voir et gérer les utilisateurs qui se sont auto-enregistré pour un compte dans le système.
id: Lihat dan atur pengguna yang telah terdaftar ke dalam akun pengguna dalam sistem.
pt: Ver e gerenciar utilizadores que se auto registam para uma conta pessoal de utilizador no sistema.
ru: Просмотреть и управлять пользователями, которые самостоятельно зарегистрировали личную учетную запись в системе.

source: Change the password for users.
fr: Changer le mot de passe pour les utilisateurs.
id: Ubah password pengguna
pt: Alterar a password para os utilizadores.
ru: Изменить пароль для пользователей.

source: There are user associated with this user role.
fr: Il ya des utilisateurs qui utilisent ce rôle
id: Pengguna telah terhubung dengan peran pengguna.
pt: Há utilizadores a utilizar este papel
ru: С данным уровнем доступа связаны пользователи.

source: Can not remove the last super user.
fr: Impossible de supprimer le dernier superutilisateur.
id: Tidak dapat menghapus super user yang terbaru.
pt: Não é possível remover o último super-utilizador.
ru: Невозможно удалить последнего супер пользователя.

source: Can not remove the last super user role.
fr: Impossible de supprimer le dernier rôle de superutilisateur.
id: Tidak dapat menghapus peran super user terbaru.
pt: Não é possível remover o papel do último utilizador super.
ru: Невозможно удалить последний супер уровень доступа.

source: Delete Current User
fr: Supprimer l'utilisateur courant
id: Hapus Pengguna saat ini
pt: Excluir utilizador corrente
ru: Удалить текущего пользователя

source: Last login
fr: Dernière connexion
id: Login terakhir
pt: último acesso
ru: Последняя регистрация/вход

source: Inactive for
fr: Inactif depuis
id: Inaktif untuk
pt: inativo para
ru: Неактивен для

source: month
fr: mois
id: bulan
pt: mês
ru: Месяц

source: months
fr: mois
id: bulan
pt: meses
ru: Месяцы

source: Select
fr: Sélectionner
id: Pilih
pt: Seleccione
ru: Выбор

source: Object not deleted because it is associated by objects of type
fr: L'objet n'est pas supprimé, car il est associé par des objets de type
id: Obyek tidak dihapus karena berhubungan dengan tipe obyek
pt: Objeto não excluído por estar associado por objetos do tipo
ru: Объект не был удален, потому что используется другими объектами:

source: Created
fr: Créé
id: Buat
pt: Criado
ru: Создано

source: Disabled
fr: Désactivé
id: Non-aktifkan
pt: Inválido
ru: Отключено

source: Disable
fr: Désactiver
id: Non-aktifkan
pt: Incapacitado
ru: Отключить

source: Enable
fr: Activer
id: Aktifkan
pt: Capacitado
ru: Включить

source: User must be assigned to at least one user group
fr: L'utilisateur doit être assigné à au moins un groupe d'utilisateurs

source: Show fewer options
fr: Afficher moins d'options

source: Create user groups for functionality that should work on a group of users, like notifications.
fr: Créez des groupes d'utilisateurs pour des fonctions relatives aux groupes, telles que les notifications
pt: Criar grupos de utilizadores para a funcionalidade que deve trabalhar em um grupo de utilizadores, como notificações.

source: User group management
fr: Gestion des groupes d'utilisateurs
pt: Gestão de grupo de utilizadores

source: Join group
fr: Rejoindre le groupe

source: Leave group
fr: Quitter le groupe

source: User group details
fr: Détails du groupe utilisateurs
pt: Detalhes do grupo do utilizador

source: Edit user group
fr: Editer groupe utilisateurs
pt: Editar grupo de utilizadores

source: Are you sure you want to delete this user group ?
fr: Êtes-vous certain(e) de vouloir supprimer ce groupe d'utilisateurs ?
pt: Confirmar eliminação

source: Add user group
fr: Ajouter groupe d'utilisateurs
pt: Adicionar grupo de utilizadores

source: Number of users
fr: Nombre d'utilisateurs
pt: Número de utilizadores

source: User Group
fr: Groupe d'utilisateurs
pt: Grupo de utilizadors

source: Available users
fr: Utilisateurs disponibles
pt: Utilizadors disponíveis

source: Group members
fr: Membres du groupe
pt: Membros do grupo

source: Available user groups
fr: Groupes d'utilisateurs disponibles

source: Managed user groups
fr: Groupes d'utilisateurs gérés

source: Show by inactivity
fr: Afficher par inactivé

source: Show invitations
fr: Afficher les invitations

source: All invitations
fr: Toutes les invitations

source: Expired invitations
fr: Invitations périmées

source: Show self-registrations
fr: Afficher auto-enregistrements

source: Self-registered users
fr: Utilisateurs auto-enregistrés

source: Replicate
fr: Dupliquer

source: Resend invitation
fr: Renvoyer l'invitation

source: Invitation sent
fr: L'invitation a été envoyée

source: Programs
fr: Programmes
