Repository: kimbalear/dhis2-translations
Catalog: dhis-web-cache-cleaner/*.po
Languages: ku

source: Home
ku: ماڵةوة

source: DHIS 2
ku: دي ئيج اي اس 2

source: DHIS 2 Home
ku: مالةوة دي اج اي اس

source: Profile
ku: بروفايل

source: Apps
ku: بةرنامةكان

source: More apps
ku: بةؤنامةي زياتر

source: Search apps
ku: كةران بةدواي بةرنامةكان

source: Settings
ku: ريكخستن

source: Account
ku: حساب

source: Log out
ku: جونةدةرةوة

source: About DHIS 2
ku: دةربارةي دي اج اي اس 2

source: Session Storage
ku: كوكردنةوي كويوونةوة

source: Local Storage
ku: كؤكردنةوةي ناوخؤيي

source: IndexedDB
ku: ثيوانة

source: DHIS 2 browser cache cleaner
ku: باكردنةوةي زيادةي براوسيري دي اج اي اس 2

source: This clears selected items from your browser cache
ku: ئةم خاوينكردنةوانة هةلبزيردراون لة زيادةكاني براوسةرةكةت

source: Are your sure you want to proceed with the cleaning?
ku: دلنايي ئةتةويت باكردنةوة ئةنجام بدةيت ؟

source: Browser cache is cleared.
ku: براوسير باك كرايةوة لة زيادةكان

source: Browser cache is empty. Nothing to clear.
ku: براوسةرةكةت باكة هيج نية بؤ باك ردنةوة

source: Clearing cache
ku: باكردنةوةي زيادةكان

source: Proceed
ku: ئةنجام دان

source: Select all
ku: هةلبزاردني هةموان

source: Unselect all
ku: هةلنةبزاردني هةموان

source: Cancel
ku: لابردن

source: Clear
ku: باك
