Repository: kimbalear/dhis2-translations
Catalog: dhis-web-mapping/*.po
Languages: ar, fr, id, pt_br, ru, tg, vi

source: Preview
ar: المعاينة
fr: Apercu
pt_br: Visualização
ru: Предварительный просмотр
tg: Пешнамоиш
vi: Xem trước

source: Queryable
ar: يثير التساؤل
fr: Interrogeable
pt_br: Pesquisavel
ru: Запрашиваемый
tg: Қобили дархостшавӣ
vi: Có thể truy vấn

source: Description
ar: الوصف
id: Deskripsi
pt_br: Descrição
ru: Описание
tg: Тавсиф
vi: Mô tả

source: Register map
ar: تسجيل الخريطة
fr: Enregistrer carte
id: Mendaftarkan peta
pt_br: Registar o mapa
ru: Регистрировать карту
tg: Бақайдгирии харита
vi: Đăng ký bản đồ

source: Register maps
ar: تسجيل الخرائط
fr: Enregistrer cartes
id: mendaftar lebih dari satu peta
pt_br: Registar mapas
ru: Регистрировать карты
tg: Бақайдгирии харитаҳо
vi: Đăng ký bản đồ

source: Zoom
ar: زوم (تكبير و تصغير)
ru: Увеличить масштаб
tg: тағйир додани миқёс
vi: Phóng to/Thu nhỏ

source: Name column
ar: اسم العمود
fr: Colonne nom
id: Nama kolom
pt_br: Nome da coluna
ru: Назвать столбец
tg: Ном гузоштан ба сутун
vi: Tên cột

source: Organisation unit level
ar: مستوى وحدة المنظمة
fr: Niveau d'unité d'organisation
id: Level unit organisasi
pt_br: Nível da unidade organizacional
ru: Уровень организации
tg: Саттҳи воҳиди сохторӣ
vi: Cấp đơn vị

source: Please enter a map title
ar: الرجاء ادخال عنوان الخريطة
fr: Veuillez saisir le titre de la carte
id: Silakan menuliskan judul peta
pt_br: Digite um título do mapa
ru: Пожалуйста, введите название карты
tg: Лутфан унвони харитаро ворид кунед
vi: Vui lòng nhập tiêu đề bản đồ

source: Please render the thematic map first
ar: يرجى تقديم الخريطة المواضيعية أولاً
fr: Veuillez créer d'abord le rendu de la carte thématique
id: Silakan membuat peta tematik terlebih dahulu
pt_br: Por favor, torne primeiro o mapa temático
ru: Пожалуйста, сначала предоставьте тематическую карту
tg: Лутфан аввал харитаи мавзӯиро пешкаш кунед
vi: Hãy tạo ra bản đồ trước

source: Include legend
ar: إدراج مفتاح الخريطة
fr: Inclure légende
id: Masukkan legenda
pt_br: Incluir legenda
ru: Включить условное обозначение
tg: Б аломатҳои шартӣ
vi: Bao gồm chú thích

source: Include values
ar: إدراج القيم
fr: Inclure valeurs
id: Masukkan nilai
pt_br: Incluir valores
ru: Включить значение
tg: Бо қиматҳо
vi: Bao gồm giá trị

source: Export spreadsheet
ar: تصدير الجدول
fr: Exporter en feuille de calcul
id: Ekspor spreadsheet
pt_br: Exportar planilha
ru: Экспортировать таблицу
tg: Содирот кардани ҷадвали электронӣ
vi: Xuất ra excel

source: Image format
ar: نمط الصورة
fr: Format d'image
id: Format gambar
pt_br: Formato de imagem
ru: Формат изображения
tg: Формати тасвир
vi: Định dạng hình ảnh

source: Image quality
ar: جودة الصورة
fr: Qualité d'image
id: Kualitas gambar
pt_br: Qualidade da imagem
ru: Качество изображения
tg: Сифати тасвир
vi: Chất lượng hình ảnh

source: Export image
ar: صدّر الصورة
fr: Exporter image
id: Ekspor gambar
pt_br: Exportar imagem
ru: Экспортировать изображение
tg: Содирот кардани ҷадвали электронӣ
vi: Xuất ra hình

source: Image export
ar: تصدير الصورة
fr: Exportation d'iamge
id: Ekspor gambar
pt_br: Exportar imagem
ru: Импортировать изображение
tg: Содироти тасвир
vi: Trích xuất hình ảnh

source: Setup
ar: الإعداد
fr: Configuration
id: Pengaturan
pt_br: Instalação
ru: Настройка
tg: Танзим
vi: Cài đặt

source: Medium
ar: الوسط
fr: Moyen
pt_br: Médio
ru: Средний
tg: Миёна
vi: Trung bình

source: Large
ar: كبير
fr: Grand
pt_br: Amplo
ru: Большой
tg: Калон
vi: Lớn

source: Add to dashboard
ar: إضافة إلى لوحة المعلومات
fr: Ajouter au tableau de bord
id: Tambahkan pada dashboard
pt_br: Adicionar ao painel de instrumentos
ru: Добавить к информационной панели
tg: Илова ба лавҳаи маълумот
vi: Thêm vào dashboard

source: DHIS dashboard
ar: لوحة معلومات DHIS
fr: Tableau de bord DHIS
id: Dashboard DHIS
pt_br: Painel de instrumentos do DHIS
ru: Информациолнная панель DHIS
tg: Лавҳаи маълумоти DHIS
vi: Bảng Điều Khiển DHIS

source: Dashboard map view
ar: منظر خريطة لوحة المعلومات
fr: Vue de carte du tableau de bord
id: Tampilan peta dalam Dashboard
pt_br: Visualizacão do Mapa do painel
ru: Просмотр карты информационной панели
tg: Намуди харитаи лавҳаи маълумот
vi: Hiển thị bảng điều khiển

source: The view
ar: المنظر
fr: La vue
id: Tampilan
pt_br: A vista
ru: Представление
tg: Намуд
vi: Bảng xem

source: added to dashboard
ar: تم الإضافة إلى لوحة أجهزة القياس
fr: ajouté au tableau de bord
id: Tambahkan ke dashboard
pt_br: Adicionada ao painel
ru: добавлено к информационной панели
tg: ба лавҳаи маълумот илова шуд
vi: đã thêm vào bảng điều khiển

source: Please select a map view
ar: الرجاء اختيار منظر الخريطة
fr: Veuillez choisir une vue de carte
id: Silakan pilih tampilan peta
pt_br: Por favor, seleccione uma vizualizacão do mapa
ru: Пожалуйста, выберите просмотр карты
tg: Лутфан намуди харитаро интихоб кунед
vi: Vui lòng chọn một bản đồ

source: View
ar: المنظر
fr: Afficher
id: Tampilan
pt_br: Visualizar
ru: Просмотр
tg: Намоиш додан
vi: Hiển thị

source: Delete map view
ar: حذف منظر الخريطة
fr: Supprimer la vue de carte
id: hapus tampilan peta
pt_br: Eliminar vizualizacão do mapa
ru: Удалить просмотр карты
tg: Нест кардан намуди харита
vi: Xóa bản đồ hiển thị

source: New map view
ar: منظر خريطة جديد
fr: Nouvelle vue de carte
id: Tampilkan peta baru
pt_br: Nova vizualizacão do mapa
ru: Новый просмотр карты
tg: Намуди харитаи нав
vi: Tạo mới bản đồ hiển thị

source: There is already a map view called
ar: هناك منظر خريطة سابق يسمى
fr: Il y a déjà une vue de carte nommée
id: Sudah ada tampilan peta yaitu
pt_br: Já existe uma vizualizacão do mapa chamada
ru: Просмотр карты уже запрошен
tg: Аллакай як намуди харита даъват шудааст
vi: Đã có bản đồ hiển thị được gọi

source: Thematic map form is not complete
ar: الخريطة المواضيعية غير مكتملة
fr: La forme de la carte thématique n'est pas complete
id: Form peta tematik tidak lengkap
pt_br: Formulário do mapa temático não está completo
ru: Форма тематической карты не завершена
tg: Шакли харитаи мавзӯӣ анҷом наёфтааст
vi: Biểu chuyên đề bản đồ chưa hoàn thành

source: Map view form is not complete
ar: نموذج منظر الخريطة غير مكتمل
fr: La forme de la vue de carte n'est pas complete
id: Form tampilan peta tidak lengkap
pt_br: Formulário de vizualizacão do mapa não está completo
ru: Форма просмотра карты не завершена
tg: Шакли харита анҷом наёфтааст
vi: Biểu bản đồ hiển thị chưa hoàn thành

source: Saving current thematic map selection.
ar: حفظ الاختيارات الحالية للخريطة المواضيعية
fr: Enregistrement de la carte thématique courante
id: Simpan peta tematik terbaru.
pt_br: Gravando a seleção de mapa temático.
ru: Сохранение текущего выбора тематической карты.
tg: Захиракунии интихоби ҷории харитаи мавзӯӣ
vi: Đang lưu chọn lựa bản đồ chuyên đề hiện tại

source: New legend set
ar: فئة مفتاح خريطة جديدة
fr: Nouveau jeu de légendes
id: Legend set baru
pt_br: Novo conjunto de legendas
ru: Новый набор условных обозначений
tg: Маҷмӯи нави аломатҳои шартӣ
vi: Tạo mới tập hợp chú thích

source: already exists
ar: توجد من قبل
fr: existe déjà
id: sudah ada
pt_br: já existe
ru: уже сущесвует
tg: аллакай вуҷуд дорад
vi: đã tồn tại

source: A legend set called
ar: فئة مفتاح الخريطة تسمى
fr: Un jeu de légendes nommé
id: Legend set yaitu
pt_br: Um conjunto de legenda chamado
ru: Запрошен набор условных обозначений
tg: Маҷмӯи аломатҳои шартӣ даъват карда шуд
vi: Tập hợp chú thích

source: Assign to indicators
ar: تعيين للمؤشرات
fr: Assigner aux indicateurs
id: Daftarkan pada indikator
pt_br: Atribuir aos indicadores
ru: Закрепить за индикаторами
tg: Таъин кардан ба индикаторҳо
vi: Gán với chỉ số

source: Assign to data elements
ar: تعيين لعناصر البيانات
fr: Assigner aux éléments de données
id: Daftarkan elemen data
pt_br: Atribuir a elementos de dados
ru: Закрепить за элементами данных
tg: Таъин кардан ба унсурҳои иттилоот
vi: Gán với dữ liệu

source: Please select a legend set
ar: الرجاء اختيار فئة مفتاح الخريطة
fr: Veuillez choisir un jeu de légendes
id: Silakan pilih legend set
pt_br: Por favor seleccione um conjunto de legenda
ru: Пожалуйста, выберите набор условных обозначений
tg: Лутфан як маҷмӯи аломатҳои шартиро интихоб кунед
vi: Vui lòng chọn một tập hợp chú thích

source: Link legend set to indicator
ar: ربط فئة مفتاح الخريطة بالمؤشر
fr: Lier un jeu de légende à un indicateur
id: Hubungkan legend set ke indikator
pt_br: Ligue conjunto de legenda a indicador
ru: Связать набор условных обозначений с индикатором
tg: Пайванд гузоштан ба аломати шартии ба индикатор таъиншуда
vi: Liên kết tập hợp legend với chỉ số

source: Please select at least one indicator
ar: الرجاء اختيار مؤشر واحد على الأقل
fr: Veuillez choisir au moins un indicateur
id: Silakan pilih min 1 indikator
pt_br: Por favor, seleccione pelo menos um indicador
ru: Пожалуйста, выберите не менее одного индикатора
tg: Лутфан ақаллан як индикаторро интихоб кунед
vi: Vui lòng chọn ít nhất một chỉ số

source: was updated
ar: تم التحديث
fr: a été mis à jour
id: sudah terupdate
pt_br: foi actualizado
ru: было обновлено
tg: навсозӣ шуд
vi: đã được cập nhật

source: Automatic legend sets
ar: فئات مفتاح الخريطة التلقائية
fr: Jeux de légendes automatiques
id: Legend set otomatis
pt_br: Conjuntos de legenda automáticos
ru: Автоматические наборы условных обозначений
tg: Маҷмӯъҳои аломатҳои шарти худкор
vi: Tập hợp chú thích tự động

source: Start value
ar: قيمة البدء
fr: Valeur de début
id: Nilai awal
pt_br: Valor inicial
ru: Начальное значение
tg: Қимати ибтидоӣ
vi: Giá trị bắt đầu

source: End value
ar: قيمة الانتهاء
fr: Valeur de fin
id: Nilai akhir
pt_br: Valor final
ru: Конечное значение
tg: Қимати интиҳоӣ
vi: Giá trị kết thúc

source: Color
ar: اللون
fr: Couleur
id: Warna
pt_br: Cor
ru: Цвет
tg: Ранг
vi: Màu

source: New legend
ar: مفتاح خريطة جديدة
fr: Nouvelle légende
id: Legenda baru
pt_br: Nova legenda
ru: Новое условное обозначение
tg: Аломатҳои шартии нав
vi: Tạo mới chú thích

source: Please select a legend
ar: الرجاء اختيار مفتاح خريطة
fr: Veuillez choisir une légende
id: Silakan pilih legenda
pt_br: Por favor seleccione a legenda
ru: Пожалуйста, выберите условное обозначение
tg: Лутфан аломатҳои шартиро интихоб кунед
vi: Vui lòng chọn một chú thích

source: Legends
ar: مفاتيح الخريطة
fr: Légendes
id: Legenda
pt_br: Legendas
ru: Условные обозначения
tg: Аломатҳои шартӣ
vi: Danh sách chú thích

source: Overlapping legends are not allowed
ar: لا يسمح بتداخل مفاتيح الخرائط
fr: Les légendes se chevauchant ne sont pas permises
id: Overlapping legenda tidak dapat dilakukan
pt_br: Legendas sobrepostas não são permitidas
ru: Перекрывающиеся условные обозначения не разрешены
tg: Аломатҳои шартии рӯиҳам иҷозат нестанд
vi: Các chú thích không được chồng lên nhau

source: Please select at least one legend
ar: الرجاء اختيار مفتاح خريطة واحد على الأقل
fr: Veuillez sélectionner au moins une légende
id: Silakan pilih min 1 legenda
pt_br: Seleccione pelo menos uma legenda
ru: Пожалуйста, выберите не менее одного условного обозначения
tg: Лутфан ақаллан як аломати шартиро интихоб кунед
vi: Vui lòng chọn ít nhất một chú thích

source: Predefined legend sets
ar: فئات مفتاتيح الخرائط السابق تعريفها
fr: Jeux de légendes prédéfinis
pt_br: Conjuntos de legendas predefinidos
ru: Предопределенные наборы условных обозначений
tg: Маҷмӯъҳои аломатҳои шартии пешакӣ муайяншуда
vi: Tập hợp chú thích định nghĩa cứng

source: Assignment
ar: التعيين
fr: Assignation
id: Tugas
pt_br: Atribuição
ru: Закрепление
tg: Таъинкунӣ
vi: Gán

source: Geoserver shapefiles
fr: Shapefiles de geoserver
pt_br: Shapefiles do Geoserver
ru: Географические файлы геосервера
tg: Файлҳои шакли геосервер
vi: Tập tin hình Geoserver

source: must be a number
ar: يجب أن يكون عددا
fr: doit être un nombre
id: harus dalam bentuk angka
pt_br: deve ser um número
ru: должно быть число
tg: бояд адад бошад
vi: phải là số

source: must be between -180 and 180
ar: يجب أن يكون بين -180 و 180
fr: doit être entre -180 et 180
id: harus berada diantara -180 dan 180
pt_br: deve estar compreendida entre -180 e 180
ru: должно быть от -180 до 180
tg: бояд дар байни -180 ва 180 бошад
vi: phải lớn hơn -180 và nhỏ hơn 180

source: must be between -90 and 90
ar: يجب أن يكون بين -90 و 90
fr: doit être entre -90 et 90
id: harus berada diantara -90 dan 90
pt_br: deve estar compreendida entre -90 e 90
ru: должно быть от -90 до 90
tg: бояд дар байни -90 ва 90 бошад
vi: phải lớn hơn -90 và nhỏ hơn 90

source: There is already a map called
ar: توجد خرطية من قبل تسمى
fr: Il y a déjà une carte nommée
id: Sudah ada peta yang disebut
pt_br: Já existe um mapa chamado
ru: Карта уже запрошена
tg: Аллакай як харита даъват шудааст
vi: Có bản đồ đã tồn tại là

source: The source file
ar: الملف المصدر
fr: Fichier source
id: Sumber file
pt_br: O arquivo de fonte
ru: Файл-источник
tg: Файли маъхаз
vi: Tập tin nguồn

source: Selected relations removed
ar: العلاقات المختارة تم إزالتها
fr: Les relations selectionnées sont supprimées
id: Hubungan yang terpilih sudah terhapus
pt_br: Foram removidas as relações seleccionados
ru: Выбранные связи удалены
tg: Муносибатҳои интихобшуда тоза карда шуданд
vi: Liên hệ đã chọn được xóa

source: Delete base layer
ar: حذف طبقة القاعدة
fr: Supprimer la couche de base
id: Hapus layer dasar
pt_br: Excluir camada de base
ru: Удалить базовый уровень
tg: Нест кардани қабати заминавӣ
vi: Xóa lớp cơ sở

source: Please select a base layer
ar: الرجاء اختيار طبقة القاعدة
fr: Veuillez choisir une couche de base
id: Silakan pilih layer dasar
pt_br: Por favor, seleccione uma camada de base
ru: Пожалуйста, выберите базовый уровень
tg: Лутфан қабати заминавиро интихоб кунед
vi: Hãy chọn lớp cơ sở

source: Base layer
ar: طبقة القاعدة
fr: Couche de base
id: Layer dasar
pt_br: Camada de base
ru: Базовый уровень
tg: Қабати заминавӣ
vi: Lớp cơ sở

source: Base layers
ar: طبقات القاعدة
fr: Couches de base
id: Layer-layer dasar
pt_br: Camada de base
ru: Базовые уровни
tg: Қабатҳои заминавӣ
vi: Lớp cơ sở

source: URL
vi: Địa chỉ URL

source: Layer
ar: الطبقة
fr: Couche
id: Lapisan
pt_br: Camada
ru: Уровень/слой
tg: Қабат
vi: Lớp

source: New base layer
ar: طبقة قاعدة جديدة
fr: Nouvelle couche de base
id: Layer dasar baru
pt_br: Nova camada de base
ru: Новый базовый уровень
tg: Қабати заминавии нав
vi: Lớp cơ sở mới

source: Base layer form is not complete
ar: نموذج طبقة القاعدة غير مكتمل
fr: La forme de la couche de base n'est pas complete
id: Form layer dasar belum lengkap
pt_br: Formulário de camada de base incompleto
ru: Форма базового уровня не завершена
tg: Шакли қабати заминавӣ анҷом наёфтааст
vi: Biểu lớp cơ sở chưa hoàn thành

source: Map value type
ar: نوع قيمة الخريطة
fr: Type de valeur de la carte
id: Tipe nilai peta
pt_br: Tipo de valor de mapa
ru: Тип значения карты
tg: Навъи қимати харита
vi: Loại giá trị bản đồ

source: Data el. group
ar: مجموعة عنصر البيانات
fr: Groupe él. donnée
id: Grup elemen data
pt_br: Grupo de el. de dados
ru: Группа эл.данных
tg: Гурӯҳи унсурҳои иттилоот
vi: Nhóm dữ liệu

source: Data element
ar: عنصر البيانات
fr: Elément de donnée
id: Elemen data
pt_br: Elemento de dado
ru: Элемент данных
tg: Унсури иттилоот
vi: Dữ liệu

source: Parent org unit
ar: وحدة المنظمة العليا
fr: Orgunit parent
id: Induk unit organisasi
pt_br: Orgunit parente
ru: Родительская организация
tg: Воҳиди сохтории болоӣ
vi: Đơn vị cha

source: Delete map
ar: حذف الخريطة
fr: Supprimer la carte
id: Hapus peta
pt_br: Apagar mapa
ru: Удалить карту
tg: Нест кардани харита
vi: Xóa bản đồ

source: Aggregating map values..
ar: ترتيب قيم الخريطة ..
fr: Agégation des valeurs de la carte
id: Nilai peta agregat
pt_br: Agregando valores do mapa ..
ru: Аггрегирование значений карты..
tg: Ҳамҷоякунии қиматҳои харита...
vi: Đang tổng hợp giá trị biểu đồ số hóa ...

source: Loading GeoJSON..
ar: تحميل geojson..
fr: Charement geojson
pt_br: Carregando geojson ..
ru: Загружается geojson..
tg: Боркунии geojson..
vi: Đang tải geojson...

source: Date type
ar: نوع التاريخ
fr: Type de données
id: Tipe tanggal
pt_br: Tipo de data
ru: Тип данных
tg: Навъи сана
vi: Loại ngày

source: saved as date type
ar: تم الحفظ كنوع التاريخ
fr: enregistré comme type date
id: Simpan dalam bentuk tipe tanggal
pt_br: gravado como tipo de data
ru: сохранено как тип данных
tg: ҳамчун навъи сана захира шуд
vi: lưu như loại ngày

source: Start date
ar: تاريخ البدء
fr: Date de début
id: Tanggal dimulai
pt_br: Data inicio
ru: Дата начала
tg: Санаи оғоз
vi: Ngày bắt đầu

source: End date
ar: تاريخ الانتهاء
fr: Date de fin
id: Tanggal berakhir
pt_br: Data fim
ru: Дата конца
tg: Санаи анҷом
vi: Ngày cuối

source: Fixed periods
ar: الفترات الثابتة
fr: Périodes fixes
id: Periode tetap
pt_br: Períodos fixos
ru: Фиксированные периоды
tg: Давраҳои собит
vi: Khoảng thời điểm cố định

source: Start-end dates
ar: تواريخ- البدء-الانتهاء
fr: Dates début-fin
id: Tanggal dimulai-berakhir
pt_br: Datas Iniciar-fim
ru: Даты начала-конца
tg: Санаҳои оғоз-анҷом
vi: Ngày bắt đầu-kết thúc

source: Please expand the layer panel you want to print
ar: يرجى توسيع لوحة الطبقة التي تريد طباعتها
fr: Veuillez étendre le paneau de la couche que vous voulez imprimer
id: Silakan memperluas layer panel yang akan diprint
pt_br: Por favor, expandir o painel da camada que deseja imprimir
ru: Пожалуйста, расширьте уровневую панель, которую вы хотите распечатать
tg: Лутфан панели қабатро барои чоп тавсеа диҳед
vi: Hãy mở rộng thanh lớp mà bạn muốn in ra

source: has no organisation units
ar: ليس لها وحدات المنظمة
fr: n'a pas d'unité d'organisation
id: Tidak memiliki unit organisasi
pt_br: não tem unidades organizacional
ru: не имеет организациий
tg: ягон воҳиди сохторӣ надорад
vi: không có đơn vị

source: Highlight color
ar: اللون الساطع
fr: Couleur de surbrilance
id: Highlight warna
pt_br: Realce as cores
ru: Цвет выделения
tg: Ранги ишоракунӣ
vi: Màu đánh dấu

source: Feature filter
ar: مرشح السمات
fr: Filtre d'entités
id: Fitur penyaring
pt_br: Filtro de característica
ru: Фильтр функции
tg: Филтри хусусият
vi: Lọc thuộc tính

source: Locate features
ar: تحديد السمات
fr: Localiser les entités
id: Cari fitur
pt_br: Localizar característica
ru: Поместить функции
tg: Ёфтани хусусиятҳо
vi: Định vị thuộc tính

source: No coordinates found
ar: لم يعثر على إحداثيات
fr: Aucne coordonnée trouvée
id: Koordinat tidak ditemukan
pt_br: Coordenadas não foram localizadas
ru: Не найдено координат
tg: Ягон координата ёфт нашуд
vi: Không tìm thấy định vị

source: Resolution
ar: وضوح الصورة
fr: Résolution
id: Resolusi
pt_br: Resolução
ru: Разрешение
tg: Гузарониш
vi: Độ phân giải

source: max
ar: الحد الأقصى
id: maks
pt_br: máx
ru: Макс
tg: Макс
vi: tối đa

source: characters
ar: الحروف
fr: Caractères
id: karakter-karakter
pt_br: caracteres
ru: символы
tg: аломатҳо
vi: ký tự

source: GeoJSON file
ar: ملف GeoJSON
fr: Fichier GeoJson
id: File GeoJSON
pt_br: Arquivo GeoJSON
ru: файл GeoJSON
tg: Файли GeoJSON
vi: Tập tin GeoJSON

source: History
ar: التاريخ
fr: Historique
id: Riwayat
pt_br: História
ru: История
tg: Таърих
vi: Lịch sử

source: API key
ar: مفتاح API
fr: Clé API
pt_br: Chave da API
ru: Ключ ИПП
tg: Калиди API
vi: Khóa API

source: Measure distance
ar: قياس المسافة
fr: Mesurer distance
id: Mengukur jarak
pt_br: Medir distância
ru: Измерить расстояние
tg: Ченкунии масофа
vi: Khoảng đo lường

source: Low point size
ar: حجم نقطة منخفضة
fr: Taille des points à valeur faible
pt_br: Tamanho do ponto baixo
ru: Размер нижней точки
tg: Андозаи нуқтаи паст
vi: Phông điểm thấp

source: High point size
ar: حجم نقطة مرتفعة
fr: Taille des points à valeur élevée
pt_br: Tamanho do ponto alto
ru: Размер верхней точки
tg: Андозаи нуқтаи баланд
vi: Phông điểm cao

source: System
ar: النظام
fr: Système
id: Sistem
pt_br: Sistema
ru: Система
tg: Система
vi: Hệ thống

source: Width
ar: الاتساع
fr: Largeur
id: Lebar
pt_br: Largura
ru: Ширина
tg: Бар
vi: Rộng

source: Height
ar: الارتفاع
fr: Hauteur
id: Tinggi
pt_br: Altura
ru: Высота
tg: Баландӣ
vi: Cao

source: Text filter
ar: مرشح النص
fr: Filtre de texte
id: Filter teks
pt_br: Filtro do texto
ru: Текстовый фильтр
tg: Филтри матн
vi: Lọc văn bản

source: Font size
ar: حجم الخط
fr: Taille de police
id: Ukuran font
pt_br: Tamanho da fonte
ru: Размер шрифта
tg: Андозаи шрифт
vi: Phông chữ

source: Bold
ar: غامق
fr: Gras
pt_br: Negrito
ru: Жирный шрифт
tg: Ғафс
vi: In đậm

source: Italic
ar: مائل
fr: Italique
pt_br: Itálico
ru: Курсив
tg: Моил
vi: In nghiêng

source: Select outer boundary
ar: اختيار الحد الخارجي
fr: Choisir les frontieres
id: Pilih boundary terluar
pt_br: Seleccione limite exterior
ru: Выбрать внешние границы
tg: Интихоби сарҳади беруна
vi: Chọn ranh giới ngoài

source: Select organisation unit level
ar: اختيار مستوى وحدة المنظمة
fr: Choisir le niveau d'unité d'organisation
id: Pilih level unit organisasi
pt_br: Seleccione o nível de unidade organizacional
ru: Выбрать уровень организации
tg: Интихоби воҳиди сохторӣ
vi: Chọn cấp đơn vị

source: Code
ar: الكود
id: Kode
pt_br: Código
ru: Код
tg: Рамз
vi: Mã

source: Address
ar: العنوان
fr: Adresse
id: Alamat
pt_br: Endereço
ru: Адрес
tg: Суроға
vi: Địa chỉ

source: Contact person
ar: عنوان الشخص
fr: Personne contacte
pt_br: Pessoa de contato
ru: Контактное лицо
tg: Шахси мутасаддӣ
vi: Người liên hệ

source: Email
ar: البريد الإلكتروني
fr: Adresse e-mail
ru: адрес электронной почты
tg: Почтаи электронӣ
vi: Thư điện tử

source: Phone number
ar: رقم الهاتف
fr: Numéro de téléphone
id: No. Telp.
pt_br: Número de telefone
ru: Номер мобильного телефона
tg: Рақами телефони мобилӣ
vi: Số điện thoại

source: Infrastructural data
ar: بيانات البنية الأساسية
fr: Données d'insfrastructure
id: Data infrastruktur
pt_br: Dados de infra-estrutura
ru: Инфраструктурные данные
tg: Иттилооти инфрасохторӣ
vi: Dữ liệu kiến trúc

source: Select point level
ar: اختيار مستوى النقطة
fr: Choisir le niveau des points
id: Pilih level point
pt_br: Seleccione o nível de ponto
ru: Выбрать уровень точки
tg: Интихоби сатҳи нуқта
vi: Chọn cấp của điểm

source: Level is higher than boundary level
fr: Le niveau est superieur au niveau des frontieres
id: Level berada pada tingkatan yang lebih tinggi dari boundary level
pt_br: Nível é mais elevado do que o nível limite
ru: Уровень выше уровня границы
tg: Сатҳ аз сатҳи сарҳад баландтар аст
vi: Cấp là cao hơn cấp giới hạn

source: Please select the new location on the map..
ar: الرجاء اختيار موضع جديد على الخريطة
fr: Veuillez choisir la nouvelle localisation sur la carte
id: Silakan pilih lokasi baru pada peta.
pt_br: Por favor, seleccione nova localização no mapa ...
ru: Пожалуйста, выберите новое местоположение на карте..
tg: Лутфан макони наверо дар харита интихоб кунед..
vi: Hãy chọn vị trí mới ở bản đồ ...

source: Show information
ar: إظهار المعلومات
fr: Afficher la fiche d'information
id: Tampilkan lembar informasi
pt_br: Mostrar folha de informação
ru: Показать информацию
tg: Нишон додани маълумот
vi: Hiển thị bảng thông tin

source: Relocate
ar: إعادة تحديد الموضع
fr: Relocaliser
id: Pindahkan
pt_br: Realocar
ru: Переместить
tg: Кӯчонидан
vi: Di dời

source: Administrator settings
ar: إعدادات المسؤول
fr: Paramètres de l'administrateur
id: Pengaturan administrator
pt_br: Configurações do administrador
ru: Настройки администратора
tg: Танзимоти маъмур
vi: Cài đặt quản trị

source: Thematic layer
ar: الطبقة المواضيعية
fr: Couche thématique
id: Layer tematik
pt_br: Camada temática
ru: Тематический уровень
tg: Қабати мавзӯӣ
vi: Lớp dữ liệu

source: Register current map as a favorite
ar: سجل الخريطة الحالية كمفضلة
fr: Enregistrer la carte courante comme favori
id: Daftarkan peta terbaru sebagai favorite
pt_br: Registe mapa actual como favorito
ru: Регистрировать текущую карту как избранную
tg: Ҳамчун писандида ба қайд гирифтани харитаи ҷорӣ
vi: Đăng ký bản đồ hiện tại với đánh sao

source: Delete favorite
ar: حذف المفضلة
fr: Supprimer favoris
id: Hapus favorite
pt_br: Excluir favorito
ru: Удалить избранное
tg: Нест кардани писандида?
vi: Xóa đánh sao
