Repository: kimbalear/dhis2-translations
Catalog: dhis-web-mapping/*.po
Languages: ar, fr, id, pt_br, ru, tg, vi

source: Register new legend
ar: تسجيل مفتاح خريطة جديد
fr: Enregistrer nouvelle légende
id: Register legenda baru
pt_br: Registar nova legenda
ru: Регистрировать новое условное обозначение
tg: Бақайдгирии аломати шартии нав
vi: Đăng ký legend mới

source: Delete legend
ar: حذف مفتاح الخريطة
fr: Supprimer légende
id: Hapus legenda
pt_br: Apagar legenda
ru: Удалить условное обозначение
tg: Нест кардани аломати шартӣ
vi: Xóa legend

source: Overlay
ar: الغطاء
fr: Superposition
pt_br: Sobreposicão
ru: Трафарет
tg: Рӯиҳам гузоштан
vi: chồng chéo

source: Register new legend set
ar: تسجيل فئة مفتاح خريطة جديدة
fr: Enregistrer un nouveau jeu de légende
id: Daftarkan set legend baru
pt_br: Registar novo conjunto de legenda
ru: Регистрировать новый набор условных обозначений
tg: Бақайдгирии маҷмӯи нави аломатҳои шартӣ
vi: Đăng ký tập legend mới

source: Delete legend set
ar: حذف فئة مفتاح الخريطة
fr: Supprimer le jeu de légendes
id: Hapus legend set
pt_br: Apagar conjunto de legenda
ru: Удалить набор условных обозначений
tg: Нест кардани маҷмӯи нави аломатҳои шартӣ
vi: Xóa tập legend

source: Assign indicators to legend set
ar: تعيين مؤشرات لفئة مفتاح الخريطة
fr: Assigner les indicateurs à un jeu de légende
id: Daftarkan indikator ke legend set
pt_br: Atribuir indicadores a conjunto de legenda
ru: Закрепить индикатор за набором условных обозначений
tg: Таъин кардани индикаторҳо ба маҷмӯи аломатҳои шартӣ
vi: Gán chỉ số cho tập legend

source: Assign data elements to legend set
ar: تعيين عناصر البيانات لفئة مفتاح الخريطة
fr: Assigner les éléments de données à un jeu de légende
id: Daftarkan elemen data ke legend set
pt_br: Atribuir elementos de dados a conjunto de lenda
ru: Закрепить элементы данных за набором условных обозначений
tg: Таъин кардани унсурҳои иттилоот ба маҷмӯи аломатҳои шартӣ
vi: Gán dữ liệu cho tập legend

source: Export thematic map to PNG
ar: تصدير الخريطة المواضيعية لـ PNG
fr: Exporter carte thématique en PNG
id: Ekspor peta tematik ke dalam bentuk PNG
pt_br: Exportar mapa temático para PNG
ru: Экспортировать тематическую карту в PNG
tg: Содирот кардани харитаи мавзӯӣ ба PNG
vi: Trích xuất bản đồ với PNG

source: Total distance
ar: المسافة الكلية
fr: Distance totale
id: Total jarak
pt_br: Distância total
ru: Итого расстояние
tg: Масофаи умумӣ
vi: Tổng khoảng cách

# symbol_layer
source: Facility layer
ar: طبقة المرافق
fr: Couche d'établissements
pt_br: Camada da US
ru: Уровень учреждения
tg: Қабати муассиса
vi: Lớp biểu tượng

source: Set thematic map date type
ar: تعيين نوع تاريخ الخريطة
fr: Définir le type de date de la carte thématique
id: Set tanggal peta tematik
pt_br: Atribuir o tipo de data do mapa temático
ru: Установить тип даты тематической карты
tg: Навъи санаи харитаи мавзӯиро танзим кунед
vi: Xác định loại ngày bản đồ

source: Tools
ar: الأدوات
fr: Outils
pt_br: Ferramentas
ru: Инструменты
tg: Абзор
vi: Các công cụ

source: Layers
ar: الطبقات
fr: Couches
id: Layer
pt_br: Camadas
ru: Уровни
tg: Қабатҳо
vi: Các lớp

source: Edit layer
ar: تحرير الطبقة
fr: Modifier la couche
pt_br: Editar camadas
ru: Редактировать уровень
tg: Таҳрири қабат
vi: Chỉnh sửa lớp

source: Search
ar: البحث
fr: Chercher
id: Cari
pt_br: Pesquisar
ru: Поиск
tg: Ҷустуҷӯ
vi: Tìm kiếm

source: Labels
ar: التسميات
fr: Libellés
id: Label
pt_br: Etiquetas
ru: Ярлыки
tg: Барчаспҳо
vi: Các nhãn

source: Show / Hide feature labels
ar: إظهار/إخفاء تسميات السمة
fr: Afficher/masquer libellés d'entité
id: Tampilkan/ Sembunyikan label fitur
pt_br: Mostrar/Esconder rótulos de características
ru: Показать/скрыть ярлыки функций
tg: Нишон додан / пинҳон кардани барчаспҳои хусусият
vi: Hiển thị / Ẩn các nhãn đặc tính

source: Opacity
ar: اللاشفافية
fr: Opacité
pt_br: Opacidade
ru: Прозрачность
tg: Тирагӣ
vi: Tính mờ

source: Data options
ar: اختيارات البيانات
fr: Options de données
id: Pilihan Data
pt_br: Opções de dados
ru: Опции данных
tg: Имконоти иттилоот
vi: Các tùy chon dữ liệu

source: Legend options
ar: اختيارات مفتاح الخريطة
fr: Options de légende
id: Pilihan legenda
pt_br: Opções de legenda
ru: Опции условных обозначений
tg: Имконотиаломати шартӣ
vi: Các tùy chon legend

source: Parent organisation unit
ar: وحدة المنظمة العليا
fr: Unité d'organisation parent
id: Induk unit organisasi
pt_br: Unidade organizacional parente
ru: Родительская организация
tg: Воҳиди сохтории болоӣ
vi: Đơn vị cấp cha

source: Resize
ar: إعادة تحديد الحجم
fr: Redimensionner
pt_br: Redimensionar
ru: Изменить размер
tg: Аз нав гузоштани андоза
vi: Chỉnh kích cỡ

source: Facility layer
ar: طبقة المرافق
fr: Couche d'établissements
pt_br: Camada de US
ru: Уровень учреждения
tg: Қабати муассиса
vi: Lớp cơ sở y tế

source: Open in which layer?
ar: الفتح في أي طبقة ؟
fr: Ouvrir dans quelle couche?
id: Buka di layer yang mana?
pt_br: Abrir em qual camada?
ru: Открыть в каком уровне?
tg: Дар кадом қабат мекушоед?
vi: Mở với tầng nào?

source: Organisation unit search
ar: البحث عن وحدة المنظمة
fr: Niveau d'unité d'organisation
id: Pencarian unit organisasi
pt_br: Busca de unidade organizacional
ru: Поиск организации
tg: Ҷустуҷӯи воҳиди сохторӣ
vi: Đơn vị tìm kiếm

source: No features rendered
ar: لم تقدم سمات
fr: Aucune entité rendue
id: Tidak ada fitur yang diberikan
pt_br: Nenhuma características retornada
ru: Не представлено функций
vi: Không đặc tính nào được tạo ra

source: WMS overlays
ar: أغطية WMS
fr: Superpositions WMS
id: Overlay WMS
pt_br: Sobreposições WMS
ru: Трафареты WMS
tg: Рӯиҳамгузориҳои WMS
vi: Các lớp WMS

source: File overlays
fr: fichier de superpositions
id: Overlay file
pt_br: Sobreposições de arquivos
ru: Файловый трафарет
tg: Рӯҳамгузории файлҳо
vi: Các tằng của lớp hiển thị

source: Symbol layer
ar: طبقة الرمز
fr: Couche de symboles
pt_br: Camada de símbolo
ru: Уровень символов
tg: Қабати аломат
vi: Tầng biểu tượng

source: No values found
ar: لم يعثر على قيم
fr: Aucune valeur trouvée
id: Tidak ada nilai yang ditemukan
pt_br: Não há valores encontrados
ru: Не найдено значений
tg: Ягон қимат ёфт нашуд
vi: Không tìm thấy giá trị nào

source: Close
ar: أغلق
fr: Fermer
id: Tutup
pt_br: Fechar
ru: Закрыть
tg: Пӯшидан
vi: Đóng

source: Boundary layer
ar: طبقة الحدود
fr: Couche frontière
pt_br: Camada limite
ru: Уровень границ
tg: Қабати сарҳадҳо
vi: Lớp ranh giới

source: Symbolizer
ar: ترميز
fr: Symboliseur
id: Simbol
ru: Отображатель в символической форме
tg: Аломатгузор
vi: Biểu tượng

source: Image
ar: صورة
id: Gambar
ru: Изображение
tg: Тасвир
vi: Hình ảnh

source: Register new WMS overlay
ar: تسجيل غطاء WMS جديد
fr: Enregistrer une nouvelle supperposition WMS
id: Daftarkan overlay WMS yang baru
ru: Регистрировать новый трафарет WMS
tg: Бақайдгирии рӯиҳамгузории WMS
vi: Đăng ký mới WMS

source: Register new vector overlay
ar: تسجيل
fr: Enregistrer une nouvelle superposion vectorielle
id: Daftarkan overlay vektor yang baru
ru: Регистрировать новый векторный трафарет
tg: Бақайдгирии рӯиҳамгузории вектории нав
vi: Đăng ký vector mới

source: Can view
ar: يمكن العرض
fr: Peut voir
id: Dapat ditampilkan
ru: Можно просматривать
tg: Намоиш додан метавонед
vi: Có thể xem

source: Can edit and view
ar: يمكن التحرير والعرض
fr: Peut modifier et voir
id: Dapat diedit dan ditampilkan
ru: Можно редактировать и просматривать
tg: Таҳрир кардан ва намоиш додан метавонед
vi: Có thể xem và chỉnh sửa

source: None
ar: لا يوجد
fr: Aucun
id: Tidak ada
ru: Отсутствует
tg: Ягонто
vi: Không

source: Public access
ar: الوصول للجمهور
fr: Accès public
id: Akses publik
ru: Общий доступ
tg: Дастрасии оммавӣ
vi: Truy cập tự do

source: Search for user groups
ar: البحث عن مجموعات المستخدم
fr: Chercher des groupes d'utilisateurs
id: Cari grup user
ru: Поиск групп пользователей
tg: Ҷустуҷӯи гурӯҳҳои корбарон
vi: Tìm nhóm người dùng

source: Create
ar: إنشاء
fr: Créer
id: Buat
ru: Создать
tg: Сохтан
vi: Tạo bộ chú thích

source: Add new
ar: إضافة جديد
fr: Ajouter nouvelle
id: Tambahkan baru
ru: Добавить новый
tg: Иловаи нав
vi: Thêm mới

source: Search for favorites
ar: البحث عن المفضلات
fr: Chercher des favoris
id: Cari favorites
ru: Поиск избранного
tg: Ҷустҷӯи писандидаҳо
vi: Tìm mục đánh dấu

source: Prev
ar: السابق
fr: Préc
id: Sebelumnya
ru: Пред
tg: Қаблӣ
vi: Trước

source: Next
ar: التالي
fr: Suivant
id: Se;lanjutnya
ru: След
tg: Навбатӣ
vi: Sau

source: No map to save
ar: لا توجد خريطة لحفظها
fr: Aucune carte à enregistrer
id: Tidak ada peta yang akan disimpan
ru: Нет карт для сохранения
tg: Ягон харита барои захиракунӣ нест
vi: Không có bản đồ được lưu

source: Rename
ar: إعادة التسمية
fr: Renommer
ru: Переименовать
tg: Ивази ном
vi: Đổi tên

source: Overwrite
ar: الكتابة
fr: Ecraser
ru: Переписать
tg: Аз боло навиштан
vi: Ghi đè

source: Share with other people
ar: المشاركة مع الأخرين
fr: Partager avec d'autres
id: Bagikan dengan orang lain
ru: Поделиться с другими
tg: Истифодаи муштарак бо дигарон
vi: Chia sẻ với người khác

source: Add legend
ar: إضافة مفتاح خريطة
fr: Ajouter légende
id: Tambahkan legenda
ru: Добавить условное обозначение
tg: Иловаи аломати шартӣ
vi: Thêm chú thích

source: Favorite is outdated - please create a new one
ar: المفضلة أصبحت قديمة - الرجاء إنشاء مفضلة جديدة
fr: Le favori n'est pas à jour. veuillez créer un nouveau
id: Favorite sudah kadaluarsa - silakan perbarui
ru: Избранное устарело - пожалуйста, создайте новое
tg: Писандида кӯҳна шудааст - лутфан навашро созед
vi: Đánh dấu đã quá cũ - hãy tạo một cái mới

source: No valid coordinates found
ar: لم يعثر على إحداثيات صالحة
fr: Aucune coordonnée n'est trouvée
id: Koordinat valid tidak dapat ditemukan
ru: не найдено действительных координат
tg: Ягон координатаи мӯътабар ёфт нашуд
vi: Không có tọa độ hợp lệ được tìm thấy

source: Invalid coordinates
ar: إحداثيات غير صالحة
fr: Coordonnées invalides
id: Koordinat invalid
ru: Недействительные координаты
tg: Координатаҳои нодуруст
vi: Tọa độ không hợp lệ

source: Coordinates could not be loaded
ar: لا يمكن تحميل الإحداثيات
fr: Les coordonnées n'ont pas pu être chargées
id: Koordinat tidak dapat ditemukan
ru: Невозможно загрузить координаты
tg: Координатаҳо бор намешаванд
vi: Tọa độ không thể hiển thị

source: No aggregated data found
ar: لم يعثر على بيانات تجميعية
fr: Aucune donnée agrégée trouvée
id: Data agregat tidak ditemukan
ru: Не найдено аггрегированных данных
tg: Ягон иттилооти ҳамҷояшуда ёфт нашуд
vi: Không có dữ liệu tổng hợp được tìm thấy

source: Start/end value
ar: قيمة البدء/الانتهاء
fr: Valeur de début/fin
id: Nilai awal/akhir
ru: Начальное/конечное значение
tg: Қимати ибтидоӣ/интиҳоӣ
vi: Giá trị bắt đầu/kết thúc

source: Download
ar: تحميل
fr: Télécharger
ru: Загрузить
tg: Боргирӣ
vi: Tải về

source: Please create a map first
ar: الرجاء إنشاء خريطة أولاُ
fr: Veuillez d'abord créer la carte
id: Silakan buat peta terlebih dahulu
ru: Пожалуйста, сначала создайте карту
tg: Лутфан аввал як харита созед
vi: Hãy tạo một bản đồ trước

source: Download map as PNG
ar: تحميل خريطة كـ PNG
fr: Télécharger en PNG
id: Download peta dalam bentuk PNG
ru: Загрузить карту как PNG
tg: Боргирии харита ҳамчун PNG
vi: Tải về bản đồ theo dạng PNG

source: Write your interpretation
ar: اكتب تفسيرك
fr: Ecrire votre interprétation
id: Tuliskan interpretasi Anda
ru: Написать комментарий, вопрос или интерпретацию
tg: Ягон шарҳ, савол ё тафсир нависед
vi: Viết một bình luận, câu hỏi hoặc lời diễn giải

source: Share
ar: المشاركة
fr: Partager
id: Bagikan
ru: Поделиться
tg: Мубодила
vi: Chia sẻ

source: Share interpretation
ar: مشاركة التفسير
fr: Partager interprétation
id: Bagikan interpretasi
ru: Поделиться интерпретацией
tg: Мубодилаи тафсир
vi: Chia sẻ bảng diễn giải

source: Organisation unit level / parent
ar: مستوى وحدة المنظمة / العليا
fr: Niveau d'unité d'organisation / parent
id: Level unit organisasi/ induk
ru: Уровень/родитель организации
tg: Сатҳи воҳиди сохторӣ / болоӣ
vi: Cấp độ đơn vị /cha

source: Value type
ar: نوع القيمة
fr: Type de valeur
id: Tipe nilai
ru: Тип значения
tg: Навъи қимат
vi: Loại giá trị

source: Equal counts
ar: حسابات متساوية
fr: Nombres égaux
ru: Равный счет
tg: Шумораҳои баробар
vi: Phép tính bằng

source: Classes / method
ar: الفصول / الطريقة
fr: Classes/méthode
id: Kelas-kelas / metode
ru: Классы/метод
tg: Синфҳо /усул
vi: Các lớp / phương thức

source: Low color / size
ar: لون منخفض / حجم
fr: Couleur faible / taille
ru: Неинтенсивная окраска/небольшой размер
tg: Ранги паст / андоза
vi: Màu nhạt / kích cỡ

source: High color / size
ar: لون مرتفع / حجم
fr: Couleur élévée / taille
ru: Интенсивная окраска/большой размер
tg: Ранги баланд / андоза
vi: Màu đậm / kích cỡ

source: No indicator selected
ar: لم يتم اختيار مؤشر
fr: Aucun indicateur n'est sélectionné
id: Tidak ada indikator yang dipilih
ru: Не выбран индикатор
tg: Ягон индикатор интихоб нашудааст
vi: Không có chỉ số được chọn

source: No data element selected
ar: لم يتم اختيار عنصر البيانات
fr: Aucun élément de donnée n'est selectionné
id: Tidak ada elemen data yang dipilih
ru: Не выбран элемент данных
tg: Ягон унсури иттилоот интихоб нашудааст
vi: Không có phần tử dữ liệu được chọn

source: No period selected
ar: لم يتم اختيار فترة
fr: Aucune période n'est sélectionné
id: Tidak ada periode yang dipilih
ru: Не выбран период
tg: Ягон давра интихоб нашудааст
vi: Không có thời điểm được chọn

source: No level selected
ar: لم يتم اختيار مستوى
fr: Aucun niveau n'est sélectionné
id: Tidak ada level yang dipilih
ru: Не выбран уровень
tg: Ягон сатҳи нтихоб нашудааст
vi: Không có cấp độ được chọn

source: No parent organisation unit selected
ar: لم يتم اختيار وحدة منظمة عليا
fr: Aucune unité d'organisation parent n'est sélectionnée
id: Tidak ada induk unit organisasi yang dipilih
ru: Не выбрана родительская организация
tg: Ягон воҳиди сохтории болоӣ интихоб нашудааст
vi: Không có đơn vị cha được chọn

source: No group set selected
ar: لم يتم اختيار فئة المجموعة
fr: Aucun ensemble de groupes n'est sélectionné
id: Tidak ada set grup yang dipilih
ru: Не выбран набор груп
tg: Ягон маҷмӯи гурӯҳҳо интихоб нашудааст
vi: Không có tập nhóm được chọn

source: Show circular area with radius (m)
ar: اظهر المساحة الدائرية مع نص القطر
fr: Afficher une zone circulaire avec rayon (m)
id: Perlihatkan area sekeliling dengan radius (m)
ru: Покажите площадь круга с радиусом (м)
tg: Нишон додани қитъаи доирашакл бо радиуси (м)
vi: Hiển thị diện tích hình tròn với bán kính (m)

source: Organisation unit group set
ar: فئة مجموعة وحدة المنظمة
fr: Ensemble de groupes d'unités d'organisation
id: Set grup unit organisasi
ru: Набор групп организаций
tg: Маҷмӯи гурӯҳҳои воҳидҳои сохторӣ
vi: Tập hợp nhóm đơn vị

source: Surrounding areas
ar: المساحات المحيطة
fr: Les environs
id: Area sekitar
ru: Прилегающие территории
tg: Қитъаҳои атроф
vi: Khu vực xung quanh

source: Table
ar: الجدول
fr: Tableau
id: Tabel
ru: Таблица
tg: Ҷадвал
vi: Bảng

source: Chart
ar: الرسم البياني
fr: Graphique
id: Diagram
ru: Диаграмма
tg: Диаграммаҳо
vi: Biểu đồ

source: Layer stack / opacity
ar: كومة الطبقات / الشفافية
fr: Superposition de couche / Transparence
id: Layer stack/ transparan
ru: Стек/транспарентность уровня
tg: Рафи қабат / шаффофӣ
vi: Lớp stack / opacity

source: Thematic layer 1 legend
ar: مفتاح خريطة الطبقة المواضيعية 1
fr: Légende de la couche thématique 1
ru: Легенда тематического уровня 1
tg: Аломати шартии қабати мавзӯии 1
vi: Lớp dữ liệu 1

source: Thematic layer 2 legend
ar: مفتاح خريطة الطبقة المواضيعية 2
fr: Légende de la couche thématique 2
ru: Легенда тематического уровня 2
tg: Аломати шартии қабати мавзӯии 2
vi: Lớp dữ liệu 2

source: Thematic layer 3 legend
ar: مفتاح خريطة الطبقة المواضيعية 3
fr: Légende de la couche thématique 3
ru: Легенда тематического уровня 3
tg: Аломати шартии қабати мавзӯии 3
vi: Lớp dữ liệu 3

source: Thematic layer 4 legend
ar: مفتاح خريطة الطبقة المواضيعية 4
fr: Légende de la couche thématique 4
ru: Легенда тематического уровня 4
tg: Аломати шартии қабати мавзӯии 4
vi: Lớp dữ liệu 4

source: Facility layer legend
ar: مفتاح خريطة طبقة المرافق
fr: Légende de couche d'établissements
ru: Легенда уровня учреждения
tg: Аломати шартии қабати муассиса
vi: Chuyên đề trạm y tế

source: Facility layer export currently not supported
ar: تصدير طبقة المرافق غير مدعوم حاليا
fr: L'exportation de la couche d'établissements n'est pas supporté actuellement
id: Ekspor facility layer saat ini tidak dapat dilakukan
ru: Экспорт уровня учреждения в настоящее время не поддерживается
tg: Содирот кардани қабати муассиса дар айни замон дастгирӣ намешавад
vi: Tính năng này hiện chưa được hỗ trợ

source: Link
ar: الرابطة
fr: Lier
ru: Связь
tg: Пайванд
vi: Đường dẫn

source: Organisation unit level cannot not be higher than parent level
fr: Le niveau d'unité d'organisation ne peut être superieur au niveau parent
id: Level unit organisasi tidak dapat berada di tingkatan lebih tinggi daripada level induknya
ru: Уровень организации не может быть выше родительского уровня
tg: Сатҳи воҳиди сохторӣ аз сатҳи воҳиди болоӣ баландтар буда наметавонад
vi: Cấp độ đơn vị con không thể lớn hơn cấp độ đơn vị cha

source: Information
ar: المعلومات
id: Informasi
ru: Информация
tg: Маълумот
vi: Thông tin

source: Parent unit
ar: الوحدة العليا
fr: Unité parente
id: Unit induk
ru: Родительская
tg: Воҳиди болоӣ
vi: Đơn vị cha

source: Home
ar: الصفحة الرئيسية
fr: Accueil
id: Beranda
ru: Домашняя страница
tg: Саҳифаи асосӣ
vi: Trang chủ

source: Totals
ar: الإجمالي
fr: Totaux
id: Total
ru: Итоги
tg: Ҳамагӣ
vi: Tổng

source: Details
ar: التفاصيل
fr: Détails
id: Detail
ru: Детали
tg: Маълумоти муфассал
vi: Chi tiết

source: Last week
ar: الأسبوع الماضي
fr: Dernière semaine
id: Minggu lalu
vi: Tuần trước

source: Last month
ar: الشهر السابق
fr: Dernier mois
id: Bulan lalu
vi: Tháng trước

source: Last bi-month
ar: الشهران السابقان
fr: Dernier bimestre
id: Dua bulan terakhir
vi: Hai tháng trước

source: Last quarter
ar: الربع سنة السابقة
fr: Dernier trimestre
id: Triwulan terakhir
vi: Quý trước

source: Last six-month
ar: الستة أشهر السابقة
fr: Dernier semestre
id: Semester terakhir
vi: 6 tháng trước

source: This year
ar: هذه السنة
fr: Cette année
id: Tahun ini
vi: Năm nay

source: Last year
ar: السنة السابقة
fr: Dernière année
id: Tahun lalu
vi: Năm ngoái

source: Last financial year
ar: السنة المالية السابقة
fr: Dernière année financière
vi: Năm tài chính trước

source: Select organisation units
ar: اختيار وحدات المنظمة
fr: Sélectionner les unités d'organisation
id: Pilih unit organisasi
vi: Chọn đơn vị

source: Select boundaries and levels
ar: اختيار الحدود والمستويات
fr: Sélectionner frontière et niveaux
id: Pilih boundaries dan level
vi: Chọn ranh giới và cấp độ

source: Select organisation unit levels
ar: اختيار مستويات وحدة المنظمة
fr: Sélectionner les niveaux d'unité d'organisation
id: Pilih tingkat unit organisasi
vi: Chọn cấp độ đơn vị

source: Select boundaries and groups
ar: اختيار الحدود والمجموعات
fr: Sélectionner frontières et groupes
id: Pilih boundaries dan grup
vi: Chọn ranh giới và nhóm

source: Select organisation unit groups
ar: اختيار مجموعات وحدة المنظمة
fr: Sélectionner les groupes d'unité d'organisation
id: Pilih grup unit organisasi
vi: Chọn nhóm đơn vị

source: User org unit
ar: وحدة المنظمة للمستخدم
fr: Unité d'organisation de l'utilisateur
vi: Đơn vị người đang dùng

source: User organisation units
ar: وحدات المنظمة للمستخدم
fr: Unités d'organisation de l'utilisateur
vi: Đơn vị người đang dùng

source: Data set
ar: فئة البيانات
fr: Ensemble de données
vi: Tập dữ liệu

source: Select all children
ar: اختيار جميع الأطفال
fr: Sélectionner toutes les filles
vi: Chọn tất cả ở cấp con

source: Select group set
ar: اختيار فئة المجموعة
fr: Sélectionner ensemble de groupe
id: Pilih set grup
vi: Chọn tập nhóm

source: Allow external access
ar: إتاحة الدخول الخارجي
fr: Permettre l'accès externe
id: Izinkan akses eksternal
vi: Cho phép truy cập từ bên ngoài

source: Daily
fr: Quotidien
id: Harian
vi: Hằng ngày

source: Weekly
fr: Hebdomadaire
id: Mingguan
vi: Hằng tuần

source: Monthly
fr: Mensuel
id: Bulanan
vi: Hằng tháng

source: Bi-monthly
fr: Bimestriel
id: Tiap 2 bulan
vi: Hằng hai tháng

source: Quarterly
fr: Trimestriel
id: Tiap triwulan
vi: Hằng quý

source: Six-monthly
fr: Semestriel
id: Tiap 6 bulan
vi: Hằng 6 tháng

source: Six-monthly April
fr: Semestriel Avril
id: Tiap 6 bulan di bulan April
vi: Hằng 6 tháng Tháng 4

source: Yearly
fr: Annuel
id: Tahunan
vi: Hằng năm

source: Financial October
fr: Financière Octobre
vi: Năm tài chính Tháng 10

source: Financial July
fr: Financière Juillet
vi: Năm tài chính Tháng 7

source: Financial April
fr: Financière Avril
vi: Năm tài chính Tháng 4

source: Relative
fr: Relation
id: Relatif
vi: Liên quan

source: Reporting rates
fr: Taux de rapport
id: Tingkat pelaporan
vi: Tỉ lệ báo cáo

source: Event layer
vi: Lớp sự kiện

source: Coordinates
id: Koordinat
vi: Tọa độ

source: Go to pivot tables
id: Ke Tabel Pivot
vi: Đến bảng số liệu

source: Open this map as table
id: Tampilkan peta ini dalam bentuk tabel
vi: Mở bản đồ này dưới dạng bảng số liệu

source: Open last table
id: Tampilkan tabel terakhir
vi: Mở bản đồ mới nhất

source: Go to charts
id: Lanjut ke diagram
vi: Đến biểu đồ

source: Open this map as chart
id: Tampilkan peta ini sebagai diagram
vi: Mở bản đồ này dưới dạng biểu đồ

source: Open last chart
id: Tampilkan diagram terakhir
vi: Mở biểu đồ mới nhất

source: Select sub-units
id: Pilih sub-unit
vi: Chọn đơn vị phụ

source: You do not have access to all items in this favorite
id: Anda tidak memiliki akses untuk semua item di favorite
vi: Bạn không thể truy cập vào tất cả các mục trong mục đánh dấu

source: Initializing
vi: Khởi tạo

source: Created by
id: Dibuat oleh
vi: Được tạo bởi

source: Clear map
id: Hapus peta
vi: Xóa bản đồ

source: Yes
id: Ya
vi: Có

source: This financial year
vi: Năm tài chính này

source: User sub-units
vi: Đơn vị con của người dùng

source: User sub-x2-units
vi: Đơn vị con x2 của người dùng

source: This week
id: Minggu ini
vi: Tuần này

source: This quarter
id: Triwulan ini
vi: Quý này

source: This month
id: Bulan ini
vi: Tháng này

source: This six-month
id: 6 bulan ini
vi: 6 tháng này

source: This bi-month
id: 2 bulan ini
vi: 2 tháng này

source: About
id: Tentang
vi: Giới thiệu

source: Time since last data update
id: Waktu saat data terakhir diupdate
vi: Thời gian dữ liệu cập nhật lần cuối

source: Version
id: Versi
vi: Phiên bản

source: Revision
id: Revisi
vi: Sửa đổi

source: Build time
vi: Thời gian xây dựng

source: Username
vi: Tên truy cập

source: Legend set name
ar: اسم فئة مفتاح الخريطة
fr: Nom de jeu de légendes
id: Nama set legenda
ru: Название набора условных обозначений
tg: Номи маҷмӯи аломатҳои шартӣ

source: Legend name
ar: اسم مفتاح الخريطة
fr: Nom de légende
id: Nama legenda
ru: Название условного обозначения
tg: Номи аломати шартӣ

source: Current legends
ar: مفاتيح الخرائط الحالية
fr: Légendes courantes
id: Legenda terbaru
ru: Текущие условные обозначения
tg: Аломатҳои шартии ҷорӣ

source: Legend sets
ar: فئات مفاتيح الخرائط
fr: Jeux de légendes
id: Set legenda
ru: Наборы условных обозначений
tg: Маҷмъҳои аломатҳои шартӣ

source: No legend set selected
ar: لم يتم اختيار مفتاح خريطة
fr: Aucun jeu de légendes n'est sélectionné
id: Tidak ada set legenda yang dipilih
ru: Не выбран набор условных обозначений
tg: Ягон маҷмӯи аломатҳои шартӣ интихоб нашудааст

source: Clear
ar: مسح
fr: Effacer
id: Hapus
pt_br: Limpar
ru: Очистить

source: Manage favorites
ar: إدارة المفضلات
fr: Gérer les favoris
id: Atur favorites
pt_br: Gerir favoritos
ru: Управлять избранным

source: No
ar: لا
fr: non
id: Tidak
pt_br: não
ru: Нет
tg: Не

source: Google Streets
ar: الشوارع بحسب غوغل

source: no
tg: Не

source: Manage favorites
tg: Идоракунии писандидаҳо

source: Clear
tg: Пок кардан

source: OpenStreetMap
ru: Открыть карту улиц
