Repository: kimbalear/dhis2-translations
Catalog: dhis-web-mapping/*.po
Languages: ar, fr, id, pt_br, ru, tg, vi

source: Save
ar: حفظ
fr: Enregistrer
id: Simpan
pt_br: Gravar
vi: Lưu

source: saved
ar: تم الحفظ
fr: enregistré
id: tersimpan
pt_br: gravado
ru: Сохранено
tg: Захирашуда
vi: đã lưu

source: Delete
ar: الحذف
fr: Supprimer
id: hapus
pt_br: Apagar
ru: Удалить
tg: Нест кардан
vi: Xóa

source: deleted
ar: تم الحذف
fr: supprimé
id: terhapus
pt_br: apagado
ru: Удалено
tg: Нест карда шуд
vi: đã xóa

source: Update
ar: التحديث
fr: Mettre à jour
id: perbarui
pt_br: Actualizar
ru: Обновить
tg: Навсозӣ
vi: Cập nhật

source: updated
ar: تم التحديث
fr: mis à jour
id: diperbarui
pt_br: actualizado
ru: Обновлено
tg: Навсозишуда
vi: đã cập nhật

source: Register
ar: التسجيل
fr: Enregistrer
id: daftar
pt_br: Rigistar
ru: Регистрировать
tg: Ба қайд гирифтан
vi: Đăng ký

source: registered
ar: تم التسجيل
fr: enregistré
id: terdaftar
pt_br: registado
ru: зарегистрировано
tg: ба қайд гирифташуда
vi: đã đăng ký

source: Add
ar: الإضافة
fr: Ajouter
id: tambah
pt_br: Adiccionar
ru: Добавить
tg: Илова кардан
vi: Thêm

source: added
ar: تم الإضافة
fr: ajouté
id: ditambah
pt_br: adiccionado
ru: Добавлено
tg: Иловашуда
vi: đã thêm

source: assigned
ar: تم التعيين
fr: assigné
id: ditetapkan
pt_br: atribuido
ru: закреплено
tg: таъиншуда
vi: đã gán

source: Refresh
ar: التحديث
fr: Actualiser
pt_br: Revigorar
ru: Обновить
tg: Таҷдид
vi: Làm mới

source: refreshed
ar: تم التحديث
fr: actualisé
pt_br: revigorado
ru: обновлено
tg: таҷдидшуда
vi: đã cập nhật

source: Select
ar: الاختيار
fr: Sélectionner
id: pilih
pt_br: Seleccionar
ru: Выбор
tg: Интихоб кунед
vi: Chọn

source: selected
ar: تم الاختيار
fr: sélectionné
id: dipilih
pt_br: seleccionado
ru: Выбрано
tg: Интихобшуда
vi: đã chọn

source: Cancel
ar: الإلغاء
fr: Annuler
id: batal
pt_br: Cancelar
ru: Отменить
tg: Бекор кардан
vi: Hủy

source: cancelled
ar: تم الإلغاء
fr: annulé
id: dibatalkan
pt_br: cancelado
ru: отменено
tg: бекоркадашуда
vi: đã hủy

source: Apply
ar: التطبيق
fr: Appliquer
id: pasang
pt_br: Aplicar
ru: Применить
tg: Татбиқ кардан
vi: Áp dụng

source: applied
ar: تم التطبيق
fr: appliqué
id: terpasang
pt_br: aplicado
ru: применено
tg: татбиқшуда
vi: đã áp dụng

source: Show
ar: العرض
fr: Afficher
id: tampil
pt_br: Mostrar
ru: Показать
tg: Нишон додан
vi: Hiển thị

source: Hide
ar: الإخفاء
fr: Masquer
id: Sembunyikan
pt_br: Ocultar
ru: Скрыть
tg: Пинҳон кардан
vi: Ẩn

source: Show / hide
ar: العرض / الإخفاء
fr: Afficher / masquer
id: Tampilkan / Sembunyikan
pt_br: Mostrar / ocultar
ru: Показать/скрыть
tg: Нишон додан / Пинҳон кардан
vi: Hiển thị / Ẩn

source: Toggle
ar: التبديل
fr: Basculer
pt_br: Alternar
ru: Переключить
tg: Гузариш
vi: Chuyển đổi

source: Boundary
ar: الحدود
fr: Frontière
pt_br: Limite/Marco
ru: Границы
tg: Сарҳад
vi: Ranh giới

source: Level
ar: المستوى
fr: Niveau
pt_br: Nível
ru: Уровень
tg: Сатҳ
vi: Cấp

source: Type
ar: النوع
id: Tipe
pt_br: Tipo
ru: Тип
tg: Навъ
vi: Loại

source: New
ar: جديد
fr: Nouveau
id: Baru
pt_br: Novo
ru: Новый
tg: Нав
vi: Mới

source: Edit
ar: التحرير
fr: Modifier
pt_br: Editar
ru: Редактировать
tg: Таҳрир
vi: Chỉnh sửa

source: Export
ar: التصدير
fr: Exporter
id: Ekspor
pt_br: Exportar
ru: Экспорт
tg: Воридот
vi: Trích xuất

source: Map
ar: الخريطة
fr: Carte
pt_br: Mapa
ru: Карты
tg: Харитаҳо
vi: Bản đồ

source: Favorite
ar: المفضلة
fr: Favori
pt_br: Favorito
ru: Избранное
tg: Писандида
vi: Đánh sao

source: Favorites
ar: المفضلة
fr: Favoris
pt_br: Favoritos
ru: Избранное
tg: Писандидаҳо
vi: Đánh sao

source: Legend
ar: مفتاح الخريطة
fr: Légende
id: Legenda
pt_br: Legenda
ru: Условные обозначения
tg: Аломатҳои шартӣ
vi: Chú thích

source: Legend set
ar: فئة مفتاح الخريطة
fr: Jeu de légende
pt_br: Conjunto da legenda
ru: Набор условных обозначений
tg: Маҷмӯи аломатҳои шартӣ
vi: Tập legend

source: Group
ar: المجموعة
fr: Groupe
id: Grup
pt_br: Grupo
ru: Группа
tg: Гурӯҳ
vi: Nhóm

source: Groups
ar: المجموعات
fr: Groupes
id: Banyak grup
pt_br: Grupos
ru: Группы
tg: Гурӯҳҳо
vi: Nhóm

source: Group set
ar: فئة المجموعة
fr: Ensemble de groupes
id: Set grup
pt_br: Conjunto do grupo
ru: Набор групп
tg: Маҷмӯи гурӯҳҳо
vi: Tập nhóm

source: Group sets
ar: فئات المجموعة
fr: Ensembles de groupes
id: Beberapa set grup
pt_br: Conjunto de grupos
ru: Наборы групп
tg: Маҷмӯъҳои гурӯҳҳо
vi: Tập nhóm

source: Indicators
ar: المؤشرات
fr: Indicateurs
id: Indikator-indikator
pt_br: Indicadores
ru: Индикаторы
tg: Индикаторҳо
vi: Chỉ số

source: Data elements
ar: عناصر البيانات
fr: Eléments de donnée
id: Elemen Data
pt_br: Elementos de dados
ru: Элементы данных
tg: Унсурҳои иттилоот
vi: Dữ liệu

source: Thematic map
ar: خريطة
fr: Carte thématique
id: peta tematik
pt_br: Mapa temático
ru: Тематические карты
tg: Харитаи мавзӯӣ
vi: Bản đồ chuyên đề

source: Polygon layer
ar: طبقة المضلع
fr: Couche de polygones
pt_br: Camada de polígono
ru: Многоугольный уровень
tg: Қабати бисёркунҷа
vi: Lớp đường

source: Point layer
ar: طبقة النقطة
fr: Couche de points
pt_br: Camada de ponto
ru: Точечный уровень
tg: Қабати нуқта
vi: Lớp điểm

source: Indicator group
ar: مجموعة المؤشر
fr: Groupe d'indicateurs
id: Grup indikator
pt_br: Grupo do indicador
ru: Группа индикаторов
tg: Гурӯҳи индикаторҳо
vi: Nhóm chỉ số

source: Indicator
ar: المؤشر
fr: Indicateur
id: Indikator
pt_br: Indicador
ru: Индикатор
tg: Индикатор
vi: Chỉ số

source: Period type
ar: نوع الفترة
fr: Type de période
id: Tipe periode
pt_br: Tipo de periodo
ru: Виды периода
tg: Навъи давара
vi: Kiểu thời điểm

source: Period
ar: الفترة
fr: Période
id: Periode
pt_br: Periodo
ru: Период
tg: Давра
vi: Thời điểm

source: map
ar: الخريطة
fr: Carte
pt_br: Mapa
ru: карта
tg: харита
vi: bản đồ

source: Legend type
ar: نوع مفتاح الخريطة
fr: Type de légende
id: Tipe legenda
pt_br: Tipo de legenda
ru: Тип условных обозначений
tg: Навъи аломатҳои шартӣ
vi: Kiểu chú thích

source: Method
ar: الطريقة
fr: Méthode
id: Metode
pt_br: Método
ru: Метод
tg: Усул
vi: Phương thức

source: Classes
ar: فئات
id: Kelas - kelas
ru: Классы
tg: Синфҳо
vi: Phân khúc

source: Low color
ar: لون منخفض
fr: Couleur faible
id: Warna cerah
pt_br: Cor inferior
ru: Неинтенсивная окраска
tg: Ранги паст
vi: Màu thấp nhất

source: High color
ar: لون مرتفع
fr: Coleur élevée
id: Warna gelap
pt_br: Cor superior
ru: Интенсивная окраска
tg: Ранги баланд
vi: Màu đậm nhất

source: Optional
ar: اختياري
fr: Optionnel
id: Pilihan
pt_br: Opcional
ru: Опционно
tg: Ихтиёрӣ
vi: Tùy chọn

source: Loading..
ar: تحميل ..
fr: Chargement..
pt_br: Carregando ...
ru: Загрузка
tg: Бор мешавад
vi: Đang tải...

source: Automatic
ar: تلقائي
fr: Automatique
id: Otomatis
pt_br: Automático
ru: Автоматический
tg: Худкор
vi: Tự động

source: Predefined
ar: سبق تحديده
fr: Prédéfini
pt_br: Predefinido
ru: Предопределенный
tg: Пешакӣ муайяншуда
vi: Định nghĩa trước

source: Equal intervals
ar: فترات متساوية
fr: Intervalles égaux
id: Interval yang sama
pt_br: Intervalos iguais
ru: Равные интервалы
tg: Фосилаҳои баробар
vi: Khoảng bằng nhau

source: Equal group count
ar: عدد مجموعة متساوٍ
fr: Groupes à nombre égal
id: Jumlah kelompok yang setara
pt_br: Contagem igual do grupo
ru: Равный подсчет групп
tg: Шумораи гурӯҳҳои баробар
vi: Số nhóm bằng nhau

source: Fixed intervals
ar: فترات ثابتة
fr: Intervalles fixes
id: Interval tetap
pt_br: Intervalos fixos
ru: Фиксированные интервалы
tg: Фосилаҳои собит
vi: Khoảng thời gian cố định

source: Administrator
ar: الإداري
fr: Administrateur
pt_br: Administrador
ru: Администратор
tg: Маъмур
vi: Quản trị

source: Map source
ar: مصدر الخريطة
fr: Source de carte
id: Sumber peta
pt_br: Fonte do mapa
ru: Источник карты
tg: Маъхази харита
vi: Dữ liệu bản đồ

source: Base coordinate
ar: إحداثيات القاعدة
fr: Coordonnées de base
id: Basis koordinat
pt_br: Base de coordenadas
ru: Базовая координата
tg: Координатаи асосӣ
vi: Hệ tham chiếu

source: Admin panels
ar: لوحات المشرف
fr: Paneau d'administration
id: Panel admin
pt_br: Painéis de administração
ru: Административные панели
tg: Панелҳои маъмур
vi: Quản trị

source: Longitude (x)
ar: خط الطول (X)
ru: Долгота (х)
tg: Тӯл (x)
vi: Kinh độ (x)

source: Latitude (y)
ar: خط العرض (y)
ru: Широта (у)
tg: Арз (y)
vi: Vĩ độ (y)

source: Save coordinate
ar: حفظ الإحداثيات
fr: Enregistrer les coordonnées
id: Simpan koordinat
pt_br: Gravar coordenadas
ru: Созранить координату
tg: Захира кардани координата
vi: Lưu hệ tham chiếu

source: Error while retrieving data
ar: خطا عند استرجاع البيانات
fr: Erreur lors de la recuperation des données
id: Error saat mengambil data
pt_br: Erro ao recuperar dados
ru: Ошибка при извлечении данных
tg: Хатогӣ ҳангоми дарёфткунии иттилоот
vi: Có lỗi trong quá trình lấy dữ liệu

source: Status
ar: الحالة
fr: Etat
pt_br: Estado
ru: Состояние
tg: Ҳолат
vi: Trạng thái

source: Bounds
ar: الحدود
fr: Limites
pt_br: Fronteiras
ru: Предельные значения
tg: Сарҳадҳо
vi: Phạm vi

source: Comma separated values
ar: قيم مفصولة بفاصلة
fr: Valeurs séparées par une virgule
pt_br: Valores separados por vírgula
ru: Значения, разделенные запятой
tg: Қиматҳои бо вергул ҷудошуда
vi: Dấu phẩy tách ra giá trị

source: Ajax request failed
fr: Requête Ajax a échoué
id: Ajax request gagal
pt_br: Pedido Ajax falhou
ru: Запрос Ajax неудался
tg: Дархости Ajax иҷро нашуд
vi: Yêu cầu thất bại

source: Error
ar: خطأ
fr: Erreur
pt_br: Erro
ru: Ошибка
tg: Хатогӣ
vi: Lỗi

source: Component init not complete
ar: تهيئة العنصر لم تكتمل
fr: Initialisation de composante non terminée
id: komponen ini tidak lengkap
pt_br: Componente de Inicialização incompleto
ru: Инициализация компонента незавершена
tg: Шурӯи ҷузв анҷом наёфт
vi: Khởi tạo thất bại

source: Form is not complete
ar: عدم اكتمال النموذج
fr: Forme non complète
id: Formulir belum lengkap
pt_br: Formulário não está completo
ru: Форма незавершена
tg: Шакл анҷом наёфтааст
vi: Biểu chưa hoàn thành

source: Filter
ar: المرشح
fr: Filtrer
pt_br: Filtro
ru: Фильтр
tg: Филтр
vi: Bộ lộc

source: Assign all
ar: تعيين الجميع
fr: Assigner tout
id: Daftarkan semua
pt_br: Atribuir a todos
ru: Закрепить все
tg: Таъин кардани ҳама
vi: Gán tất cả

source: Auto-assign
ar: التعيين التلقائي
fr: Assigner automatiquement
pt_br: Auto-atribuir
ru: Автозакрепление
tg: Таъини худкор
vi: Gán tự động

source: Please select a map
ar: الرجاء اختيار خريطة
fr: Veuillez choisir une carte
id: Silakan pilih Map
pt_br: Por favor seleccione um mapa
ru: Пожалуйста, выберите карту
tg: Лутфан харитаеро интихоб кунед
vi: Vui lòng chọn bản đồ

source: Auto assignment
ar: تعيين تلقائي
fr: Assignation automatique
pt_br: Auto-atribuição
ru: Автоматическое закрепление
tg: Таъинкунии худкор
vi: Gán tự động

source: Remove all
ar: إزالة الجميع
fr: Supprimer tout
id: Hapus semua
pt_br: Remova todos
ru: Удалить все
tg: Тоза кардани ҳама
vi: Xóa tất cả

source: Remove all relations
ar: إزالة جميع العلاقات
fr: Supprimer toutes les relations
id: Hapus semua keterkaitan
pt_br: Remova todas as relações
ru: Удалить все связи
tg: Тоза кардани ҳама муносибатҳо
vi: Xóa tất cả các quan hệ

source: All relations for the map
ar: جميع العلاقات للخريطة
fr: Toutes les relations pour la carte
id: Semua yang berkaitan dengan peta
pt_br: Todas relações para o mapa
ru: Все связи для карты
tg: Ҳамаи муносибатҳо барои харита
vi: Tất cả quan hệ cho bản đồ

source: removed
ar: تم الإزالة
fr: Supprimé
id: dihapus
pt_br: removido
ru: удалено
tg: тоза карда шуд
vi: Đã xóa

source: Error while deleting relation between map and organisation unit
ar: خطأ أثناء حذف العلاقة بين الخريطة وحدة المنظمة
fr: Erreur lors de la suppression de la relation entre la carte et l'unité d'organisation
id: Error terjadi ketika menghapus hubungan antara peta dengan unit organisasi
pt_br: Erro ao excluir a relação entre mapa e unidade organizacional
ru: Ошибка при удалении связей между картой и организацией
tg: Хатогӣ ҳангоми нест кардани муносибат байни харита ва воҳиди сохторӣ
vi: Có lỗi trong quá trình xóa quan hệ giữa bản đồ và đơn vị

source: Remove selected
ar: إزالة الاختيار
fr: Supprimer la selection
id: Hapus yang dipilih
pt_br: Remover seleccionados
ru: Удалить выбранное
tg: Тоза кардани интихобшудаҳо
vi: Xóa mục đang chọn

source: Remove relation
ar: إزالة العلاقة
fr: Supprimer la relation
id: Hapus keterkaitan
pt_br: Remova relação
ru: Удалить связь
tg: Тоза кардани муносибат
vi: Xóa quan hệ

source: Please select at least one organisation unit in the list
ar: الرجاء اختيار وحدة منظمة على الأقل في القائمة
fr: Veuillez choisir au moins une unité d'organisation dans la liste
id: Silakan pilih min 1 unit organisasi dalam daftar
pt_br: Por favor, seleccione pelo menos uma unidade organizacional na lista
ru: Пожалуйста, выберите не менее одной организации из списка
tg: Лутфан ақаллан як воҳиди сохториро аз рӯйхат интихоб кунед
vi: Vui lòng chọn ít nhất một đơn vị.

source: Assign
ar: التعيين
fr: Assigner
id: Daftar
pt_br: Atribuir
ru: Закрепить
tg: Таъин
vi: Gán

source: Organisation units
ar: وحدات المنظمة
fr: Unités d'organisation
id: Unit organisasi
pt_br: Unidades organizacionais
ru: Организация
tg: воҳидҳои сохторӣ
vi: Đơn vị

source: assigned to
ar: التعيين لـ
fr: assigné à
id: daftarkan pada
pt_br: Atribuído a
ru: закреплено за
tg: таъиншуда ба
vi: Đã gán cho

source: is already assigned
ar: سبق تعيينها
fr: est déjà assigné
id: sudah didaftarkan
pt_br: já está atribuído
ru: уже закреплено
tg: аллакай таъин шудааст
vi: đã được gán

source: database
ar: قاعدة البيانات
fr: base de données
pt_br: base de dados
ru: база данных
tg: пойгоҳи иттилоотӣ
vi: cơ sở dữ liệu

source: Min size
ar: حجم الحد الأدنى
fr: Taille min
id: Ukuran min
pt_br: Tamanho Min
ru: Мин размер
tg: Андозаи минималӣ
vi: Kích thước nhỏ nhất

source: Max size
ar: حجم الحد الأقصى
fr: Taille max
id: Ukuran maks
pt_br: Tamanho Max
ru: Макс размер
tg: Андозаи максималӣ
vi: Kích thước lớn nhất

source: Select a value..
ar: اختيار القيمة ..
fr: Choisir une valeur ..
id: Pilih nilai
pt_br: Seleccione um valor ...
ru: Выберите значение..
tg: Интихоби қимат...
vi: Chọn một giá trọ ...

source: organisation units assigned
ar: وحدات المنظمة التي تم تعيينها
fr: Unités d'organisation assignées
id: Unit organisasi telah didaftarkan
pt_br: Unidades organizacionais atribuídas
ru: организация закреплена
tg: воҳиди сохторӣ таъин шуд
vi: các đơn vị đã được gán

source: Applying organisation units relations
ar: تطبيق علاقات وحدات المنظمة
fr: Application des relations d'unités d'organisation
id: Tentukan hubungan unit organisasi
pt_br: Aplicando as relações de unidades organizacionais
ru: Применение связей организации
tg: Муносибатҳои воҳиди сохтории муроҷиаткунанда
vi: Đang gán quan hệ cho đơn vị

source: Assigning
ar: جاري التعيين
fr: Assignation
id: Mendaftarkan
pt_br: Atribuindo
ru: Закрепление
tg: Таъинкунӣ
vi: Đang gán

source: Creating map..
ar: إنشاء خريطة..
fr: Création de carte
id: Membuat peta..
pt_br: Criando mapa ...
ru: Создание карты..
tg: Сохтани харита...
vi: Đang tạo bảo đồ...

source: The current selection returned no data
ar: الاختيار الحالي أفاد بعدم وجود بيانات
fr: La sélection courante n'a retourné aucune valeur
id: Tidak ada data pada pilihan yang dituju
pt_br: A selecção actual não retornou dados
ru: По текущему выбору нет данных
tg: Интихоби ҷорӣ ягон иттилоот надод
vi: Chọn lựa hiện tại không có số liệu

source: Creating choropleth..
ar: إنشاء choropleth..
fr: Création de choroplèthes..
id: Membuat choropleth..
pt_br: Criando choropleth ...
ru: Создание картограммы..
tg: Сохтани хороплета...
vi: Tạo bản đồ..

source: Assign organisation unit
ar: تعيين وحدة المنظمة
fr: Assigner unité d'organisation
id: Daftarkan unit organisasi
pt_br: Atribuir unidade organizacional
ru: Закрепить организацию
tg: Таъин кардани воҳиди сохторӣ
vi: Gán đơn vị

source: No feature selected
ar: لم يتم اختيار صفة
fr: Aucune entité sélectionnée
id: Tidak ada fitur yang dipilih
pt_br: Nenhuma característica seleccionada
ru: Не выбрано функции
tg: Ягон хусусият интихоб нашудааст
vi: Không đối tượng nào được chọn

source: Cursor position
ar: وضع مؤشر الفأرة
fr: Position du curseur
id: Posisi kursor
pt_br: Posição do cursor
ru: Положение курсора
tg: Мавқеи курсор
vi: Vị trí con trỏ

source: Overview map
ar: خريطة تعطي لمحة عامة
fr: Aperçu de la carte
id: Overview peta
pt_br: Visão geral do mapa
ru: Обзор карты
tg: Харитаи умумӣ
vi: Bản đồ tổng thể

source: Feature data
ar: البيانات المميزة
fr: Donnée de l'entité
id: Data fitur
pt_br: Dados da característica
ru: Данные функции
tg: Иттилооти хусусият
vi: Thuộc tính dữ liệu

source: Polygon legend
ar: مفتاح رسم المضلع
fr: Légende de polygone
pt_br: Legenda do polígono
ru: Легенда многоугольника
tg: Аломати шартии бисёркунҷа
vi: Đường legend

source: Point legend
ar: مفتاح رسم النقطة
fr: Légende de point
pt_br: Legenda do ponto
ru: Легенда точки
tg: Аломати шартии нуқта
vi: Điểm legend

source: Return to DHIS2 dashboard
ar: العودة إلى لوحة معلومات DHIS
fr: Retour au tableau de bord DHIS2
id: Kembali ke dashboard DHIS 2
pt_br: Volte ao painel DHIS2
ru: Вернуться к информационной панели DHIS2
tg: Бозгашт ба лавҳаи иттилооти DHIS2
vi: Quay về trang chủ DHIS2

source: Exit GIS
ar: الخروج من GIS
fr: Quitter SIG
id: Keluar dari SIG
pt_br: Sair do GIS
ru: Выйти из GIS
tg: Хуруҷ аз ГИС
vi: Thoát

source: Get help with GIS
ar: الحصول على مساعدة مع GIS
fr: Obtenir de l'aide sur SIG
id: Dapatkan bantuan untuk SIG
pt_br: Obtenha ajuda sobre GIS
ru: Помощь
tg: Кӯмак
vi: Hỗ trợ với GIS

source: Create predefined legend sets
ar: إنشاء فئات مفتاح الرسم المحددة مسبقاً
fr: Créer des jeux de légendes prédéfinis
id: Membuat predefined legend sets
pt_br: Criar conjuntos de legenda predefinidos
ru: Создать предопределенные наборы условных обозначений
tg: Сохтани аломатҳои шартии пешакӣ муайяншуда
vi: Tạo tập legend định nghĩa

source: Export map as Excel spreadsheet
ar: تصدير الخريطة كجدول إكسل
fr: Exporter une carte en feuille tableur
id: Ekspor peta dalam bentuk Excel spreadsheet
pt_br: Exportar mapa como planilha do Excel
ru: Экспортировать карту как таблицу Excel
tg: Содирот кардани харита ҳамчун ҷадвали Excel
vi: Xuất bản đồ ra tập tin excel(XLS)

source: Export map as image
ar: تصدير الخريطة كصورة
fr: Exporter une carte en image
id: Ekspor peta dalam bentuk gambar
pt_br: Exportar o mapa como imagem
ru: Экспортировать карту как изображение
tg: Содирот кардани харита ҳамчун тасвир
vi: Xuất bản đồ ra hình

source: Favorite map views
ar: العرض المفضل للخريطة
fr: Vues de carte favorites
id: Tampilan Favorite peta
pt_br: Visualizações de mapas favoritos
ru: Просмотры избранных карт
tg: Намудҳои писандидаи харита
vi: Các bản đồ đánh sao

source: Show/hide feature labels
ar: إظهار / إخفاء بطاقات التعريف المميزة
fr: Afficher/masquer libellés d'entité
id: Tampilkan/sembunyikan label fitur
pt_br: Mostrar/ocultar rótulos de características
ru: Показать/скрыть ярлыки функций
tg: Нишон додан/пинҳон кардани барчаспҳои хусусият
vi: Ẩn/Hiện tên vùng trên bản đồ

source: Zoom to visible extent
ar: التكبير للحد المرئي
fr: Zoomer jusqu'au maximum visible
id: Zoom sampai batas dapat dilihat
pt_br: Zoom para extensão visível
ru: Увеличить масштаб до видимого размера
tg: тағйири миқёс то дараҷаи аёният
vi: Hiển thị toàn bản đồ

source: Zoom out
ar: التكبير
fr: Zoom arrière
pt_br: Diminuir o zoom
ru: Увеличить масштаб
tg: Хурд кардани миқёс
vi: Thu nhỏ

source: Zoom in
ar: التصغير
fr: Zoom avant
pt_br: Aumentar o zoom
ru: Уменьшить масштаб
tg: Калон кардани миқёс
vi: Phóng to

source: Assign organisation units to map
ar: تعيين وحدات المنظمة للخريطة
fr: Assigner les unités d'organisation à une carte
id: Menetapkan unit organisasi peta
pt_br: Atribuir unidades organizacionais para o mapa
ru: Закрепить организацию за картой
tg: Таъин кардани воҳиди сохторӣ ба харита
vi: Gán các đơn vị cho bản đồ

source: Map layers
ar: طبقات الخريطة
fr: Couches de la carte
pt_br: Camadas do mapa
ru: Уровни карт
tg: Қабатҳои харита
vi: Các lớp bản đồ

source: and
ar: و..
fr: et
id: dan
pt_br: e
ru: и
tg: ва
vi: và

source: was saved as base coordinate
ar: تم الحفظ كإحداثي قاعدي
fr: a été enregistré comme coordonnée de base
id: disimpan sebagai basis koordinat
pt_br: foi gravado como base de coordenadas
ru: была сохранена как базовая координата
tg: ҳамчун координатаи асосӣ захира шудааст
vi: đã lưu hệ tham chiếu

source: Error while saving data
ar: خطأ أثناء حفظ البيانات
fr: Erreur lors de l'enregistrement de données
id: Error saat menyimpan data
pt_br: Erro ao gravar os dados
ru: Ошибка при сохранении данных
tg: Хатогӣ ҳангоми захира карданииттилоот
vi: Lỗi trong khi lưu dữ liệu

source: is saved as map source
ar: تم الحفظ كمصدر خريطة
fr: est enregistré comme source de carte
id: disimpan sebagai sumber peta
pt_br: é guardado como fonte de mapa
ru: сохранено как источник карты
tg: ҳамчун маъхази харита захира мешавад
vi: đã được lưu

source: is already selected
ar: تم الاختيار من قبل
fr: est déjà sélectionné
id: sudah terpilih
pt_br: já está seleccionado
ru: уже выбрано
tg: аллакай интихоб шудааст
vi: đang được chọn

source: Overlays
ar: تراكب
fr: Superpositions
pt_br: Sobreposições
ru: Трафарет
tg: Қимати берун аз ҳудуд
vi: Chồng chéo

source: overlays
ar: تراكب
fr: superpositions
pt_br: sobreposições
ru: трафареты
tg: қимати берун аз ҳудуд
vi: Phủ

source: was registered
ar: تم التسجيل
fr: a été enregistré
id: sudah didaftarkan
pt_br: foi registado
ru: был зарегистрирован
tg: ба қайд гирифта шуд
vi: đã đăng ký

source: is already in use
ar: جاري استخدامه
fr: est déjà utilisé
id: sudah digunakan
pt_br: já está em uso
ru: уже находится в пользовании
tg: аллакай истифода мешавад
vi: đang được dùng

source: New overlay
ar: تركيب جديد
fr: Nouvelle superposition
id: Overlay baru
pt_br: Nova sobreposição
ru: Новый трафарет
tg: Қимати берун аз ҳудуди нав
vi: Lớp hiển thị mới

source: Name
ar: الاسم
fr: Nom
id: Nama
pt_br: Nome
ru: Имя
tg: Ном
vi: Tên

source: Overlay form is not complete
ar: نموذج الغطاء غير مكتمل
fr: La forme de la superposition n'est pas complte
id: Form overlay tidak lengkap
pt_br: Formulário de sobreposição está incompleto
ru: Форма трафарета не завершена
tg: Шакл барои қимати берун аз ҳудуд пур карда нашудааст
vi: Biểu của lớp hiển thị chưa hoàn thành

source: Display name
ar: اسم العرض
fr: Afficher nom
id: Tampilkan nama
pt_br: Exibir o nome
ru: Показать имя/название
tg: Номи аёнӣ
vi: Tên hiển thị

source: Map source file
ar: ملف مصدر الخريطة
fr: Fichier source de carte
id: Sumber data peta
pt_br: Arquivo fonte do Mapa
ru: Файл источника карты
tg: Файли маъхази харита
vi: Tập tin nguồn

source: Fill color
ar: لون التعبئة
fr: Coleur de remplissage
id: Beri warna
pt_br: Cor de revestimento
ru: Заполнить цвет
tg: Ранги пуркунӣ
vi: Màu nền

source: Fill opacity
ar: ملء التعتيم
fr: Opacité de remplissage
id: Buat menjadi gelap
pt_br: Opacidade do revestimento
ru: Заполнить прозрачность
tg: Тирагии ранг
vi: Độ trong suốt

source: Stroke color
ar: لون الخط الخارجي
fr: Couleur de trait
pt_br: Cor da borda
ru: Цвет контура
tg: Ранги штрих
vi: Màu viền

source: Stroke width
ar: اتساع الخط الخارجي
fr: Largeur de trait
pt_br: Largura do borda
ru: Ширина контура
tg: Бари штрих
vi: Độ lớn viền

source: Delete overlay
ar: حذف الغطاء
fr: Supprimer la superposition
id: Hapus overlay
pt_br: Excluir sobreposição
ru: Удалить трафарет
tg: Нест кардани қимати берун аз ҳудуд
vi: Xóa lớp hiển thị

source: overlay
ar: الغطاء
fr: Superposition
pt_br: sobreposição
ru: трафарет
tg: қимати берун аз ҳудуд
vi: lớp hiển thị

source: was deleted
ar: تم الحذف
fr: a été supprimé
id: telah dihapus
pt_br: foi excluído
ru: был удален
tg: нест карда шуд
vi: đã được xóa

source: Please select an overlay
ar: الرجاء اختيار غطاء
fr: Veuillez choisir une superposition
id: silahkan pilih salah satu overlay
pt_br: Por favor seleccione uma sobreposição
ru: Пожалуйста, выберите трафарет
tg: Лутфан ягон қимати берун аз ҳудудро интихоб кунед
vi: Vui lòng chọn một overlay

source: Title
ar: العنوان
fr: Titre
id: Judul
pt_br: Título
ru: Название
tg: Унвон
vi: Tiêu đề
