Repository: kimbalear/dhis2-translations
Catalog: dhis-service-core/*.po
Languages: ar, id, my, tg, vi

source: District Health Information Software 2
ar: برمجة معلومات قسم الصحة 2
my: District Health Information Software 2/ စီမံခန့်ခွဲမှုအထောက်အကူပြုကျန်းမာရေးသတင်းစနစ်
tg: Нармафзори системаи маълумоти тандурустии ноҳия 2
vi: Hệ Thống Báo Cáo Trực Tuyến DHIS2.0

source: No page specified
ar: لم يتم تحديد الصفحة
id: Halaman tidak ditemukan
my: စာမျက်နှာတစ်ခုမှမရှိပါ။
tg: Ягон саҳифа нишон дода нашудааст
vi: Không có trang để hiển thị

source: An exception occurred
ar: حدث استثناء
id: Terjadi pengecualian
my: ခြွင်းချက်တစ်ခုရှိနေသည်။
tg: Истисное рӯй дод
vi: Lỗi ngoại lệ

source: Sorry! The system failed to execute the operation. Usually, no data is lost and you can continue working by going back to the previous page.
ar: المعذرة! فشل النظام في تنفيذ العملية .عادة، لا تفقد المعلومات ويمكنك الاستمرار بالعودة للصفحة السابقة
id: Maaf! Sistem gagal mengeksekusi operasi. Biasanya, tidak ada data yang hilang sehingga Anda dapat melanjutkan pekerjaan dengan cara kembali ke halaman sebelumnya.
my: လုပ်ဆောင်ချက်မအောင်မြင်ပါ။ ဒါပေမယ့် အချက်အလတ်များ ဆုံးရှုံးမှုမရှိပါ။ ရှေ့စာမျက်နှာ သို့ပြန်သွား၍ ဆက်လက်လုပ်ဆောင်နိုင်ပါသည်။ ထိုကိစ္စကို report တင်လိုလျှင် browser မှ File -> Save (page as) ဖြင့် ထိုစာမျက်နှာကို သိမ်းထားပါ။ report တွင် သိမ်းထားသောစာမျက်နှာပါထည့်ပေးပါ။ ပြဿနာအသေးစိတ်ကို အောက်တွင်ဖော်ပြထားသည်။
tg: Бубахшед! Система амалиётро иҷро накард. Одатан, ягон иттилоот гум намешавд ва шумо ба саҳифаи қаблӣ баргашта коратонро идома дода метавонед.
vi: Xin lỗi! Hệ thống không thể thực hiện theo yêu cầu. Theo thường lệ, dữ liệu không bị mất và bạn có thể tiếp tục làm việc khi quay trở lại trang trước đó.

source: Exception
ar: استثناء
id: Pengecualian
my: ခြွင်းချက်
tg: Истисно
vi: Ngoại lệ

source: Caused by
ar: تسبب من قبل
id: Disebabkan oleh
my: ကြောင့်ဖြစ်စေသည်။/ ဖြစ်စေသောအကြောင်းရင်း
tg: Бо айби
vi: Gây ra bởi

source: Unknown source
ar: مصدر مجهول
id: Sumber tidak kenal
my: တည်နေရာကိုမသိပါ။
tg: Маъхази номаълум
vi: Không biết nguồn

source: Logged in
ar: تسجيل الدخول
id: Login
my: စနစ်သို့ဝင်နေသည်။
tg: Ворид шудааст
vi: Đã đăng nhập

source: Not logged in
ar: عدم تسجيل الدخول
id: Tidak dapat Login
my: စနစ်သို့ဝင်မနေပါ။
tg: Ворид нашудааст
vi: Chưa đăng nhập

source: Log out
ar: تسجيل الخروج
my: စနစ်မှထွက်ခြင်း
tg: Хориҷ шудан
vi: Đăng xuất

source: About
ar: حول
id: Tentang
my: အကြောင်းအရာ
tg: Дар бораи
vi: Giới thiệu

source: Access denied
ar: تم رفض الدخول
id: Akses ditolak
my: အလုပ်မလုပ်ပါ။/ ဝင်ရောက်၍မရပါ။
tg: Дастрасӣ рад шуд
vi: Truy cập bị từ chối

source: You don't have sufficient authority to view this page
ar: لاتملك صلاحية رؤية هذه الصفحة
id: Anda tidak diizinkan untuk melihat halaman ini
my: ဒီစာမျက်နှာကို ကြည့်ခွင့်မရှိပါ။
tg: Шумо барои дидани ин саҳифа салоҳияти кофӣ надоред
vi: Không có quyền truy cập vào đây

source: You don't have create access to object
ar: لاتملك صلاحية كتابة الموضوع
id: Anda belum membuatkan akses untuk obyek ini
my: ဒီအကြောင်းအရာကို ကြည့်ရှုခွင့်မရှိပါ။
tg: Шумо ҳуқуқи сохтани объектро надоред
vi: Bạn không có quyền truy cập để tạo ra đối tượng

source: You don't have read access to object
ar: لا تملك صلاحية قراءة الموضوع
my: အကြောင်းအရာကိုဖတ်ရှုခွင့်မရှိပါ
tg: Шумо ҳуқуқи хондани объектро надоред
vi: Bạn không có quyền truy cập để đọc đối tượng

source: You don't have update access to object
ar: لا تستطيع تحديث الموضوع
my: အကြောင်းအရာကိုနောက်ဆုံးသတင်းအရဝင်ရောက်ခွင့်မရှိပါ
tg: Шумо ҳуқуқи навсозии объектро надоред
vi: Bạn không có quyền truy cập để cập nhật đối tượng

source: You don't have delete access to object
ar: لا تستطيع حذف الموضوع
my: ဒီအကြောင်းအရာကို ပယ်ဖျက်ခွင့်မရှိပါ။
tg: Шумо ҳуқуқи нест кардани объектро надоред
vi: Bạn không có quyền truy cập để xóa đối tượng

source: Go back
ar: العودة
id: Kembali
my: ပြန်သွားပါ
tg: Ба ҷафо равед
vi: Trở lại

source: Main menu
ar: القائمة الرئيسية
id: Menu utama
my: အဓိကစာမျက်နှာ
tg: Менюи асосӣ
vi: Danh mục chính

source: Maintenance
ar: الصيانة
my: ထိမ်းသိမ်းခြင်း
tg: Таъмир
vi: Bảo trì

source: Services
ar: الخدمات
my: ဝန်ဆောင်မှုများ
tg: Хидматҳо
vi: Dịch vụ

source: Organisation Unit Tree
ar: شجرة وحدة التنظيم
id: Hierarki unit organisasi
my: အဖွဲ့အစည်းအညွှန်းပြပုံ
tg: Дарахти воҳидҳои сохторӣ
vi: Cây đơn vị

source: Please specify an organisation unit
ar: من فضلك حدد وحدة تنظيم
id: Silakan tentukan unit organisasi anda
my: အဖွဲ့အစည်းယူနစ်ကိုကျေးဇူးပြု၍ရွေးချယ်ပါ
tg: Лутфан ягон воҳиди сохториро нишон диҳед
vi: Hãy xác định một đơn vị

source: Cannot clear the selected organisation units
ar: لا يمكن توضيح وحدة التنظيم المختارة
id: Tidak dapat menghapus unit organisasi yang dipilih
my: ‌ရွေးချယ်ထားသောအဖွဲ့အစည်းယူနစ်များကိုပယ်ဖျက်၍မရပါ
tg: Воҳидҳои сохтории интихобшударо пок крда натавонист
vi: Không thể bỏ chọn các đơn vị đã chọn

source: Locate organisation unit by name
ar: تحديد وحدة التنظيم بالاسم
id: Tempatkan unit organisasi anda berdasarkan nama
my: အဖွဲ့အစည်းများကိုအမည်ဖြင့်ရှာပါ
tg: Воҳиди сохториро аз рӯи ном пайдо кунед
vi: Định vị đơn vị theo tên

source: An error has occurred.
ar: حدث خطأ
id: Terjadi kesalahan
my: အသုံးပြုရာတွင်အမှားရှိသည်
tg: Хатогие ба амал омад.
vi: Có lỗi xảy ra.

source: You must select an OrganisationUnit from the tree.
ar: يجب عليك اختيار وحدة تنظيم من الشجرة
id: Anda harus memilih Unit Organisasi dari hierarki organisasi
my: အဖွဲ့အစည်းယူနစ်ကိုအညွှန်းပြပုံမှသာရွေးချယ်ရမည်
tg: Шумо бояд ягон воҳиди сохториро аз дарахт интихоб кунед.
vi: Bạn phải chọn một đơn vị từ cây đơn vị.

source: Data Elements / Indicators
ar: عوامل البيانات/المؤشرات
id: elemen data / indikator
my: စာတိုင်နှင့်အညွှန်းကိန်းများ
tg: Унсурҳои иттилоот ва индикаторҳо
vi: Quản trị Chỉ tiêu - Chỉ số

source: Data Sets
ar: ضبط البيانات
id: data set
my: စာတိုင်စု(သို့)စီမံချက်များ
tg: Маҷмӯъҳои иттилоот
vi: Quản trị mẫu nhập liệu

source: Organisation Units
ar: وحدات التنظيم
id: unit unit organisasi
my: အဖွဲ့အစည်းယူနစ်များ
tg: воҳидҳои сохторӣ
vi: Quản trị đơn vị

# dhis-web-maintenance-user
source: Users
ar: المستخدمون
id: pengguna
my: အသုံးပြုသူများ
tg: Корбарон
vi: Quản trị người dùng

source: Data Administration
ar: ادارة البيانات
my: ကိန်းဂဏန်းများကိုစီမံခန့်ခွဲခြင်း
tg: Маъмурияти иттилоот
vi: Quản trị dữ liệu

# dhis-web-maintenance-settings
source: Settings
ar: اعدادات
my: တပ်ဆင်/ တည်ဆောက်ထားသည့်ပုံစံ
tg: Танзимот
vi: Các thiết lập

source: Programs / Attributes
ar: البرامج / السمات
id: Program
vi: Chương trình/Thuộc tính

source: Mobile Configuration
ar: اعدادات الهاتف المحمول
my: မိုဘိုင်းလ်ဖုန်းတွင်တွေ့ရှိရမည့်သွင်ပြင်
tg: Конфигуратсияи мобилӣ
vi: Thiết lập chạy với ĐT di động

source: App Management
ar: إدارة التطبيقات
vi: Quản trị ứng dụng

source: Individual Records
ar: السجلات الفردية
id: catatan individual
my: တစ်ဦးချင်းမှတ်တမ်းများ
tg: Сабтҳои инфиродӣ
vi: Quản lý dữ liệu cá thể

source: Data Entry
ar: ادخال البيانات
id: entri data
my: အချက်အလက်များဖြည့်သွင်းခြင်း
tg: Вуруди иттилоот
vi: Nhập dữ liệu

source: Import-Export
ar: استيراد تصدير
id: impor-ekspor
my: အသွင်းအထုတ်ပြုလုပ်ခြင်း
tg: Воридот-Содирот
vi: Tích hợp - Trích xuất dữ liệu

source: Data Quality
ar: نظم المعلومات الجغرافية
my: အချက်အလက်၏အရည်အသွေး
tg: Сифати иттилоот
vi: Quản lý chất lượng dữ liệu

source: GIS
ar: نظم المعلومات الجغرافية
my: ‌မြေပုံဆွဲသောပရိုဂရမ်
tg: ГИС
vi: Bản đồ

source: Event Capture
ar: التقاط الاحداث
vi: Ghi sự kiện

source: Event Reports
ar: تقارير الاحداث
vi: Báo cáo sự kiện

source: Event Visualizer
ar: الأحداث المرئية
vi: Biểu đồ sự kiện

source: Tracker Capture
ar: التقاط المتتبع
vi: Ghi theo dõi

source: Reports
ar: تقارير
my: အစီရင်ခံစာများ
tg: Ҳисоботҳо
vi: Báo cáo tổng hợp

source: Mobile (Light)
ar: الهاتف النقال (خفيف)
my: မိုဘိုင်းလ်ဖုန်း(ရိုးရိုး)
tg: Теелфони мобилӣ (Сабук)
vi: DHIS2 - Thu gọn

source: Mobile (Smartphone)
ar: الهاتف النقال (الهاتف الذكي)
my: မိုဘိုင်းလ်ဖုန်း(စမတ်ဖုန်း)
tg: Теелфони мобилӣ (Смартфон)
vi: Ứng dụng trên điện thoại thông minh

# dhis-web-dashboard-integration
source: Dashboard
ar: لوحة العدادات
tg: Лавҳаи маълумот
vi: Bảng điều khiển

source: Data Visualizer
ar: البيانات المرئية
my: ကိန်းဂဏန်းပြဇယားကွက်
tg: Намоишгари иттилоот
vi: Biểu đồ

source: Pivot Table
ar: جدول محوري
tg: Ҷадвали ҷамъбастӣ
vi: Bảng xoay

source: Data Analyser
ar: محلل البيانات
my: အချက်အလက်များလေ့လာဆန်းစစ်ခြင်း
tg: Таҳлилгари иттилоот
vi: Phân tích dữ liệu

source: NHRM Integration
ar: تكامل NHRM
id: Integrasi NHRM
my: စုစည်းခြင်း
tg: Ҳамроҳкунии NHRM
vi: Tổng hợp NHRM

source: NRHM Reports
ar: تقارير NRHM
id: Laporan-laporan NRHM
my: အစီရင်ခံစာများ
tg: Ҳисоботҳои NRHM
vi: Báo cáo NRHM

source: Linelisting Data Entry
ar: قوائم خطية لادخال البيانات
id: entri data daftar baris
my: တန်းစီစာရင်းဖြင့်အချက်အလက်ဖြည့်သွင်းခြင်း
tg: Вуруди иттилооти рӯйхатгирии хаттӣ
vi: Nhập liệu theo dòng

source: Validation Analysis
ar: تحليل التحقق من الصحة
id: analisis validasi
my: ခိုင်မာမှုရှိမရှိလေ့လာခြင်း
tg: Таҳлили санҷиши эътибор
vi: Phân tích tính hợp lệ

source: Survey - Target
ar: المسح - الهدف
id: survei - target
my: ‌လေ့လာခြင်း-အဓိကပစ်မှတ်
tg: Тадқиқот - Ҳадаф
vi: Khảo sát

source: Spreadsheet Reports
ar: تقارير الجدول
id: laporan spreadsheet
my: စာရင်းဇယားပြအစီရင်ခံစာများ
tg: Ҳисоботҳои ҷадвали электронӣ
vi: Báo cáo bảng tính

source: SMS
ar: الرسائل النصية القصيرة
my: သတင်းတိုပေးပို့ခြင်း
tg: СМС

source: Configuration
ar: اعدادات
id: Konfigurasi
my: သွင်ပြင်လက္ခဏာ
tg: Конфигуратсия
vi: Cấu hình

source: Manpower
ar: القوى العاملة
id: Tenaga manusia
my: လူစွမ်းအား
tg: Қувваи корӣ
vi: Nhân lực

source: Maintain data elements, indicators, categories and groups.
ar: صيانة عوامل البيانات، المؤشرات ، الفئات والمجموعات
id: mempertahankan elemen elemen data, indikator-indikator, kamus-kamus data, kategori-kategori dan grup-grup
my: စာတိုင်များ၊ အညွှန်းကိန်းများ၊ အဓိပ္ပါယ်ဖွင့်ဆိုချက်များ၊ အမျိုးအစားနှင့် အုပ်စုများခွဲခြားထိန်းသိမ်းခြင်း
tg: Нигоҳдории унсурҳои иттилоот, индикаторҳо, луғатҳои иттилоот, категорияҳо ва гурӯҳҳо.
vi: Quản lý phần tử dữ liệu, chỉ số, từ điển dữ liệu, phân loại và các nhóm

source: Maintain data sets, custom forms, sections and compulsory data elements.
ar: صيانة منظومات البيانات ، الاقسام وعوامل البيانات الالزامية
id: mempertahankan set-set data, format-format kustom, bagian-bagian dan data-data elemen yang wajib
my: စီမံချက်များ၊ ပြဌာန်းပုံစံများ၊ အခန်းကဏ္ဍများနှင့် မဖြစ်မနေဖြည့်သွင်းရမည့်စာတိုင်များခွဲခြားထိန်းသိမ်းခြင်း
tg: Нигоҳдории маҷмӯъҳои иттилоот, шаклҳои фармоишӣ, қисмҳо ва унсурҳои иттилооти ҳатмӣ.
vi: Quản lý tập dữ liệu, mẫu thiết kế, mẫu phân vùng và các phần tử dữ liệu bắt buộc

source: Maintain organisation units and its hierarchy, groups and group sets.
ar: صيانة وحدات التنظيم وتسلسلها ،المجموعات ومنظومات المجموعة
id: mempertahankan unit-unit organisasi dan hirarkinya, grup-grup dan grup set-grup set
my: အဖွဲ့အစည်းများနှင့် ၎င်းတို့၏ဝါစဉ်များ၊ အုပ်စုများနှင့်အဖွဲ့အုပ်စုများခွဲခြားထိန်းသိမ်းခြင်း
tg: Нигоҳдории воҳидҳои сохторӣ ва иерархияи онҳо, гурӯҳҳо ва маҷмӯи гурӯҳҳо.
vi: Quản lý các đơn vị và nhánh đơn vị, các nhóm và các tập hợp nhóm

source: Maintain users in terms of authorities and passwords, user roles and groups.
ar: صيانة المستخدمين من ناحية الصلاحية وكلمة السر، ادوار ومجموعات المستخدم
id: mempertahankan pengguna-pengguna dan rangka kewenangan-kewenangan dan password-password, peran pengguna dan grup-grup
my: အသုံးပြုသူများကို ၎င်းတို့၏အခွင့်အာဏာ၊ လျှို့ဝှက်နံပါတ်၊ အသုံးပြုသူအဆင့်နှင့် အုပ်စုအလိုက်ခွဲခြားထိန်းသိမ်းခြင်း
tg: Нигоҳдории корбарон дар мавриди ваколатҳо, паролҳо, вазифаҳои корбарон ва гурӯҳҳо.
vi: Quản lý người dùng theo các điều khoản, quyền hạn, mật khẩu và theo nhóm

source: Maintain resource tables, check data integrity, see statistics and more.
ar: صيانة جداول المصدر ،تفحص سلامة البيانات، رؤية الاحصائيات والمزيد
id: mempertahankan tabel sumber, cek integritas data, melihat statistik dan yang lainnya
my: အရင်းအမြစ်ဇယား၊ ကိန်းဂဏန်းအချက်အလက်ပြည့်စုံမှု၊ စာရင်းအင်းကြည့်ရှုခြင်းနှင့်အခြားကိစ္စများကိုခွဲခြားထိန်းသိမ်းခြင်း
tg: Нигоҳдорииҷадвалҳои захиравӣ, тафтиши якпорчагии иттилоот, дидани омор ва ғайра.
vi: Quản lý các bảng tài nguyên, kiểm tra tính ràng buộc dữ liệu, xem số liệu thống kê và còn nhiều thứ khác

source: Maintain user and system settings related to appearance, notifications and more.
ar: صيانة اعددات النظام والمستخدم المتعلقة بالظهور ، الاخطارات والمزيد
id: mempertahankan pengguna dan seting sistem berhubungan dengan tampilan, pemberitahuan dan yang lainnya
my: အပြင်အဆင်၊ သတိပေးချက်တို့နှင့်သက်ဆိုင်သော စနစ်တည်ဆောက်မှုပုံစံနှင့်အသုံးပြုသူကိုခွဲခြားထိန်းသိမ်းခြင်း
tg: Нигоҳдории танзимоти корбар ва система, ки ба намуди зоҳирӣ, огоҳиҳо ва ғайра марбутанд.
vi: Quản lý các thiết lập cho người dùng và hệ thống có liên về giao diện, thông báo và nhiều chức năng khác.

source: Maintain tracked entities and programs including attributes and identifiers.
ar: صيانة المكونات والبرامج المتتبعة من ضمنها السمات والتعاريف
vi: Quản lý theo dõi cá thể và các chương trình bao gồm các thuộc tính và số định danh.

source: Maintain data sets plus settings for mobile reporting and SMS configuration.
ar: صيانة منظومة البيانات بالاضافة لتقارير الهواتف واعدادات الرسائل النصية القصيرة
id: mempertahankan set data-set data tambah seting untuk laporan mobil dan konfigurasi sms
my: ဖုန်းဖြင့်သတင်းပို့ခြင်းနှင့်စာတိုပို့ခြင်းစနစ်တို့အတွက်စီမံချက်များနှင့်အခြားတည်ဆောက်ပုံတို့ကိုခွဲခြားထိန်းသိမ်းခြင်း
tg: Нигоҳдории маҷмӯъҳои иттилоот бо иловаи танзимот барои ҳисоботдиҳии мобилӣ ва конфигуратсияи СМС.
vi: Quản lý tập thiết lập dữ liệu bổ sung cho báo cáo qua thiết bị di động và cấu hình SMS

source: Access and upload apps, which are extensions to the standard user interface.
ar: الدخول والتطبيقات المحملة الممتدة لمظهر المستخدم الثابت
id: Akses dan upload apps, yang diperluas ke standar pengguna
vi: Truy cập và đăng tải các ứng dụng, gồm các ứng dụng mở rộng có giao diện chuẩn đối với người dùng.

source: Register beneficiaries, enter data for encounters and events and view reports.
ar: تسجيل المستفيدين، ادخال البيانات للمقابلات والاحداث ورؤية التقارير
id: register penerima keuntungan-penerima keuntungan, memasukkan data untuk menghadapi dan even-even dan melihat laporan
my: အကျိုးခံစားခွင့်ရှိသူများကိုစာရင်းသွင်းခြင်း၊ တိုက်ဆိုင်စစ်ဆေးသူတို့အတွက်အချက်အလက်ဖြည့်သွင်းခြင်းနှင့် အစီရင်ခံစာများကိုကြည့်ရှုခြင်းတို့ကိုခွဲခြားထိန်းသိမ်းခြင်းြ
tg: Бақайдгирии манфиатгирандагон, ворид кардани иттилоот дар бораи воқеаҳо ва рӯйдодҳо ва намоиш додани ҳисоботҳо.
vi: Đăng ký các cá thể, nhập dữ liệu cho chương trình encounters, sự kiện và xem các báo cáo.

source: Enter data for forms either on-line or off-line, validate data and view data trends.
ar: ادخال صيغ البيانات في حال الاتصال بالنت او انقطاع الاتصال، تفحص البيانات رؤية اتجاه البيانات
id: memasukkan data untuk format-format baik itu online ataupun ofline, validasi data dan melihat tren data
my: အင်တာနက်ရသည်ဖြစ်စေမရသည်ဖြစ်စေအချက်အလက်ဖြည့်သွင်းခြင်း၊ မှန်ကန်မှုစစ်ဆေးခြင်းနှင့်တိုးတက်မှုလေ့လာခြင်း
tg: Ворид кардани иттилоот ба шаклҳо, дар реҷаҳои онлайн ва офлайн, санҷиши эътибори иттилоот ва дидани майлонҳои иттилоот.
vi: Nhập liệu cho mẫu theo chế độ có Internet hoặc không có Internet, kiểm tra dữ liệu và xem tình trạng dữ liệu.

source: Import and export data from DHIS or third-party systems on various formats.
ar: توريد وتصدير البيانات من DHISاو أنظمة طرف ثالث على الصيغ المختلفة
id: impor dan ekspor data dari DHIS atau sistem pihak ketiga menggunakan internal dan format-format yang umum
my: အချက်အလက်များကို DHIS (သို့)အခြားသူတို့အသုံးပြုရန်အလို့ငှာပုံစံအမျိုးမျိုးဖြင့်အသွင်းအထုတ်ပြုခြင်း
tg: Воридот ва содироти иттилоот аз DHIS ё системаҳои шахсони сеюм бо форматҳои гуногун.
vi: Nhập và Xuất dữ liệu từ DHIS hoặc thông qua một hệ thống tầng thứ ba theo định dạng riêng và chung.

source: Validate and assess data quality using validation rules or statistical methods.
ar: التحقق والدخول الى جودة البيانات باستخدام قواعد التأكد من صحتها او الطرق الإحصائية
id: memvalidasi dan mengakses kualitas data menggunakan aturan-aturan validasi atau metode-metode statistik
my: အချက်အလက်များ၏အရည်အသွေးမှန်ကန်မှုကိုမှန်ကန်ခြင်းစံ(သို့)စာရင်းအင်းနည်းများဖြင့်စစ်ဆေးခြင်း
tg: Санҷиши эътибор вабаҳодиҳии сифати иттилоот бо истифодаи қоидаҳои санҷиши эътибор ё усулҳои оморӣ.
vi: Đánh giá và truy xuất chất lượng dữ liệu bằng các luật kiểm tra hoặc các phương pháp thống kê

source: Visualize data on maps using polygons, points, symbols in multiple layers.
ar: استعراض البيانات على الخرائط باستخدام المضلعات ، النقاط، الرموز في طبقات متعددة
id: visualisasi data dalam peta-peta menggunakan polygon-polygon, poin-poin, simbol-simbol dengan legenda yang dapat dikustomisasi
my: ‌မြေပုံပေါ်တွင်အချက်အလက်များကိုမြင်သာစေရန်ခြောက်ထောင့်ပုံ၊ အစက်(သို့)အခြားသင်္ကေတများဖြင့်ပြသခြင်း
tg: Аёнӣ сохтани иттилоот дар харитаҳо бо истифодаи бисёркунҷаҳо, нуқтаҳо, аломатҳо ва аломатҳои шартии тағйирпазир.
vi: Mô hình hóa dữ liệu trên bản đồ bằng các đường cong, điểm, biểu tượng và các thông số tùy biến.

source: Analyse data and reporting rates using predefined and dynamic report tools.
ar: تحليل البيانات ونسب التقارير باستخدام أدوات تقارير فعالة ومعرفة مسبقا
id: analisa data menggunakan peralatan laporan standar dan dinamis dan melihat rata-rata laporan
my: အချက်အလက်များနှင့်အစီရင်ခံမှုနှုန်းထားများကိုကြိုတင်သတ်မှတ်ထားသောစံများနှင့်ပြောင်းလဲနေသောအစီရင်ခံပုံစံများဖြင့်ဆန်းစစ်ခြင်း
tg: Таҳлил кардани иттилоот ва зудии ҳисоботдиҳӣ бо истифодаи абзори ҳисоботии пешакӣ муайяншуда ва тағйирпазир.
vi: Phân tích dữ liệu bằng việc định nghĩa sẵn, các công cụ báo cáo động và xem tần xuất báo cáo.

source: Access a mobile device optimized version of data entry and analysis.
ar: ادخال نسخة أجهزة موبايل محدثة لإدخال البيانات وتحليلها
id: mengakses sebuah versi data entri, pengaturan-pengaturan, pesan-pesan dan analisa dari peralatan mobile yang dioptimisasi,
my: ရွေ့လျားနိုင်သောစက်များဖြင့်အချက်အလက်သွင်းခြင်း၊ သတင်းပို့ခြင်းနှင့်ဆန်းစစ်ခြင်းများပြုလုပ်နိုင်ရန်အဆင့်အမြင့်ဆုံးပုံစံကိုပေးသည်
tg: Дастрасӣ ба версияи барои дастгоҳи мобилӣ мувофиқкардашудаи вуруди иттилоот, паёмнависӣ ва таҳлил.
vi: Truy cập vào thiết bị di động phiên bản tối ưu hóa cho nhập liệu, cấu hình, các tin nhắn và các phân tích báo cáo.

source: Access a smartphone optimized version of data entry, settings, messages.
ar: ادخال نسخة أجهزة ذكية محدثة لإدخال البيانات، الاعدادات والرسائل
id: mengakses versi yang sudah dioptimisasi dari data entri, pengaturan-pengaturan, pesan-pesan dari sebuah ponsel pintar
my: စမတ်ဖုန်းများဖြင့်အချက်အလက်သွင်းခြင်း၊ သတင်းပို့ခြင်းနှင့်ဆန်းစစ်ခြင်းများပြုလုပ်နိုင်ရန်အဆင့်အမြင့်ဆုံးပုံစံကိုပေးသည်
tg: Дастрасӣ ба версияи барои смартфон мувофиқкардашудаи вуруди иттилоот, танзимот ва паёмнависӣ.
vi: Truy cập vào phiên bản tối ưu dành cho điện thoại thông minh. Dùng để nhập dữ liệu; xem, soạn thảo tin nhắn và các cài đặt.

source: Get an overview of favorite charts, reports and maps and view or write messages.
ar: الحصول على نظرة عامة للرسوم البيانية ، التقارير ورؤية او كتابة الرسائل
id: mendapatkan ikhtisar dari grafik favorit, laporan-laporan dan peta-peta dan melihat atau menulis pesan
my: သင်အနှစ်သက်ဆုံးကားချပ်ပုံ၊ အစီရင်ခံစာနှင့် မြေပုံတို့ကိုရယူခြင်းနှင့် သတင်းတိုကြည့်ရှုရေးသားခြင်း
tg: Дарёфт кардани шарҳи мухтасари диаграммаҳо, ҳисоботҳо ва харитаҳо ва дидан ва навиштани паёмҳо
vi: Xem tổng quan các biểu đồ thông dụng, các báo cáo, các bản đồ và xem hoặc gửi tin nhắn.

source: Create dynamic data visualizations for data elements and indicators.
ar: تأليف عرض بيانات فعال من اجل عوامل البيانات والمؤشرات
id: Menghasilkan visualisasi data dinamis sebagai grafik-grafik atau tabel-tabel untuk elemen-elemen data dan indikator-indikator
my: စာတိုင်နှင့်အညွှန်းကိန်းများအလိုက်ပြောင်းလဲဖော်ပြနိုင်သောအချက်အလက်တင်ပြမှုပုံစံများကိုဖန်တီးခြင်း
tg: Сохтани аёнисозии динамикии иттилоот барои унсурҳои иттилоот ва индикаторҳо.
vi: Xuất dữ liệu động trực quang theo biểu đồ, bảng tính cho các phần tử dữ liệu và chỉ số

source: Generate flexible pivot tables with data aggregated in all dimensions.
ar: توليد جداول محورية مرنة مع بيانات مجمعة في كل الابعاد
id: menghasilkan tabel-tabel pivot yang fleksibel dengan data yang diatur dan teragregasi dalam semua dimensi
my: ဘက်ပေါင်းစုံမှစုစည်းထားသောအချက်အလက်များကိုလိုက်၍ပြောင်းလဲလွယ်သောဆုံချက်ကျသည့်ဇယားများထုတ်ပြန်ခြင်း
tg: Таҳияи ҷадвалҳои ҷамъбастии таҳриршаванда бо ҳамҷоякунии иттилоот дар ҳама андозаҳо.
vi: Xuất ra các bảng báo cáo với dữ liệu được tổng hợp từ tất cả các chiều dữ liệu.

source: Send SMS reminders and notifications manually or as scheduled tasks.
ar: ارسال تذكيرات رسائل نصية قصيرة وإخطارات بشكل يدوي او كمهام مجدولة
id: mengirimkan peringatan dan notifikasi-notifikasi sebagai sms pada ponsel, secara manual atau terjadwal langsung
my: သတိပေးစာနှင့်အကြောင်းကြားစာများကိုဖုန်းသို့သတင်းတိုဖြင့်ပေးပို့ခြင်း၊ စာဖြင့်ထုတ်ပြန်ခြင်းနှင့် တာဝန်ပေး၍ခိုင်းစေခြင်း
tg: Фиристодани ёдрасҳо ва огоҳиҳо дар шакли СМС ба телефонҳо, ба тариқи дастӣ ё ҳамчун вазифаҳои нақшавӣ.
vi: Gửi tin nhắn nhắc nhở hoặc thông báo được cài tự động hoặc gửi trực tiếp.

source: Generate and import data based on predefined Excel templates.
ar: توليد وتوريد البيانات المبنية على جداول اكسل معرفة مسبقا
id: menghasilkan dan impor data ke/dari laporan berdasarkan file-file template eksel yang standar
my: ကြိုတင်သတ်မှတ်ထားသော Excel အခြေပြုအစီရင်ခံစာများမှအချက်အလက်များထုတ်လုပ်ခြင်း
tg: Таҳия ва воридот кардани иттилоот аз ҳисоботҳо тавассути қолибҳои пешаки додашудаи Excel.
vi: Tạo báo cáo Xuất và Nhập dữ liệu dựa trên mẫu báo cáo định nghĩa sẵn.

source: Query for events and create aggregated, dimensional analysis of events.
ar: الاستعلام عن الاحداث وتجميعها ، التحليل البعدي للأحداث
vi: Truy vấn các sự kiện và tổng hợp, phân tích chiều của sự kiện.

source: Capture information about single events.
ar: التقاط المعلومات حول الاحداث الفردية
id: Menangkap informasi mengenai suatu kegiatan
vi: Nắm bắt thông tin về các sự kiện đơn lẻ.

source: Capture information about trackable entities.
ar: التقاط المعلومات حول المكونات القابلة للتتبع
vi: Nắm bắt thông tin về các cá thể có thể theo dõi.

source: Get help on a various of topics related to setting up and using the DHIS 2.
ar: احصل على مساعدة من عناوين مختلفة لإنشاء واستخدام DHIS 2
id: Mendapatkan bantuan dalam berbagai topik-topik berkaitan dengan mengatur dan menggunakan DHIS 2
my: DHIS 2တည်ဆောက်ပုံနှင့် အသုံးပြုခြင်းတို့အတွက်အကူအညီယူခြင်း
tg: Гирифтани кӯмак оид ба мавзӯъҳои гуногуни марбут ба танзим ва истифодаи DHIS 2.
vi: Nhờ giúp đỡ về nhiều chủ đề liên quan đến cài đặt và sử dụng phần mềm DHIS 2.

source: Get an overview of useful software like report designers mobile clients.
ar: احصل على نظرة عامة للبرمجيات مثل مصممي تقارير عملاء الموبايل
id: Mendapatkan gambaran mengenai kegunaan software seperti desain laporan, myDatamart dan klien mobil
my: အစီရင်ခံစာဒီဇိုင်းကဲ့သို့အသုံးဝင်သောဆော့ဝဲလ်များကိုရယူခြင်း
tg: Дарёфт кардани шарҳи мухтасар оид ба нармафзори муфид аз қабили тарроҳони ҳисобот ва мизоҷоҳои мобилӣ
vi: Xem tổng quan về các phần mềm hữu ích như tạo báo cáo cho điện thoại.

source: Visit the system overview page to get a complete list of modules.
ar: قم بزيارة صفحة النظام الكلية لتحصل على قائمة كاملة من الوحدات
id: mengunjungi halaman gambaran sistem untuk mendapatkan sebuah daftar lengkap dari modul dan tujuannya
my: သင်ခန်းစာများနှင့်၎င်းတို့၏ရည်ရွယ်ချက်များကိုအပြည့်အစုံဖော်ပြထားသောစာမျက်နှာကိုလေ့လာခြင်း
tg: Боздид кардан аз саҳифаи шарҳи мухтасари система барои дарёфт кардани рӯйхати пурраи модулҳо ва таъиноти онҳо.
vi: Đến trang tổng quan về hệ thống để xem danh sách đầy đủ về các ứng dụng.

source: Go to the Web API entry point, which is an interface for other computer systems.
ar: اذهب الى نقطة ادخال Web API -وهي سطح لأنظمة حواسيب أخرى
id: Pergi ke Web API poin entri, dimana sebagai interface untuk sistem komputer yang lain
my: အခြားကွန်ပျူတာစနစ်များအတွက်ကြားခံဖြစ်သောWeb API အဝင်စာမျက်နှာကိုဝင်ရောက်ခြင်း
tg: Гузариш ба нуқтаи вуруди Web API , ки ҳамчун интерфейси системаҳои компютерии дигар хидмат мекунад.
vi: Đến phần Web API, nơi dành cho các chương trình máy tính khác có thể tương tác vào.
