Repository: kimbalear/dhis2-translations
Catalog: dhis-service-core/*.po
Languages: ar, id, my, tg, vi

source: Last financial year
vi: Năm tài chính trước

source: Last 5 financial years
vi: 5 năm tài chính trước

source: Last analytics table generation
vi: Bảng phân tích mới nhất được xuất ra

source: Events
vi: Sự kiện

source: WHO
my: ကမ္ဘာ့ကျန်းမာရေးအဖွဲ့
tg: СБТ
vi: Tổ chức Y Tế thế giới

source: PEPFAR
my: PEPFAR (အေအိုင်ဒီအက်စ်ရောဂါရှင်များအတွက် အမေရိကန်သမ္မတကြီး၏အရေးပေါ်စီမံချက်)

source: PSI
my: PSI အဖွဲ့
