Repository: kimbalear/dhis2-translations
Catalog: dhis-service-core/*.po
Languages: ar, id, my, tg, vi

source: Akros
ar: اكروس

source: Algeria
ar: الجزائر
my: အယ်ဂျီးရီးယားနိုင်ငံ
tg: Алҷазоир

source: Armenia
ar: ارمينيا
my: အာမေးနီးယားနိုင်ငံ
tg: Арманистон

source: Bangladesh
ar: بنغلاديش
id: Bangladeh
my: ဘင်္ဂလားဒေ့ရှ်နိုင်ငံ
tg: Бангладеш

source: Benin
ar: بينين
my: ဘီနင်နိုင်ငံ
tg: Бенин

source: Bhutan
ar: بوتان
my: ဘူတန်နိုင်ငံ
tg: Бутан

source: Botswana
ar: بتسوانا
my: ‌ဘော့စ်ဝါနာနိုင်ငံ
tg: Ботсвана

source: Burkina Faso
ar: بوركينا فاسو
my: ဘာကီးနားဖာဆိုနိုင်ငံ
tg: Буркина-Фасо

source: Burkina Faso Coat of Arms
ar: الشعار الوطني فوركينا فاسو
my: ဘာကီးနားဖာဆိုနိုင်ငံအမှတ်အသား
tg: Герби Буркина-Фасо

source: Burundi
ar: بوروندي

source: Cambodia
ar: كمبوديا
id: Kamboja
my: ကမ္ဘောဒီးယားနိုင်ငံ
tg: Камбоҷа

source: Cameroon
ar: الكاميرون

source: China
ar: الصين
id: Cina
my: တရုတ်ပြည်သူ့သမ္မတနိုင်ငံ
tg: Хитой

source: Colombia
ar: كولومبيا
id: Kolombia
my: ကိုလံဘီယာနိုင်ငံ
tg: Колумбия

source: Republic of the Congo
ar: جمهورية الكونغو
id: Republik Congo
my: ကွန်ဂိုပြည်သူ့သမ္မတနိုင်ငံ
tg: Ҷумҳурии Конго

source: Democratic Republic of the Congo
ar: جمهورية الكونغو الديمقراطية
id: Republik Demokratik Kongo
my: ကွန်ဂိုပြည်သူ့ဒီမိုကရက်တစ်သမ္မတနိုင်ငံ
tg: Ҷумҳурии Демократии Конго

source: East Africa Community
ar: مجمع شرق افريقيا
id: Komunitas Afrika timur
my: ‌အရှေ့အာဖရိကအဖွဲ့အစည်း
tg: Ҷомеаи Африкаи Шарқӣ

source: ECOWAS
ar: اكاواس

source: Ecuador
ar: الاكوادور
id: Ekuador
my: အီကွေဒေါနိုင်ငံ
tg: Эквадор

source: Ethiopia
ar: اثيوبيا
my: အီသီယိုပီးယားနိုင်ငံ
tg: Эфиопия

source: Gambia
ar: غامبيا
my: ဂမ်ဘီယာနိုင်ငံ
tg: Гамбия

source: Ghana
ar: غانا
my: ဂါနာနိုင်ငံ
tg: Гана

source: Global Fund
ar: التمويل العالمي
my: ကမ္ဘာ့ရန်ပုံငွေအဖွဲ့
tg: Глобал Фанд

source: Guinea
ar: غينيا
my: ဂီနီနိုင်ငံ
tg: Гвинея

source: Guinea Bissau
ar: غينيا بيساو
my: ဂီနီဘစ်ဆာနိုင်ငံ
tg: Гвинея-Бисау

source: Haiti
ar: هايتي
tg: Гаити

source: India
ar: الهند

source: Indonesia
ar: اندونيسيا
my: အင်ဒိုနီးရှားနိုင်ငံ
tg: Индонезия

source: International Rescue Committee
ar: مجمع الإنقاذ الدولي
my: နိုင်ငံတကာကယ်ဆယ်ရေးအဖွဲ့
tg: Созмони байналмилалии наҷот

source: Ivory Coast
ar: ساحل العاج
id: Pantai Gading
my: အိုင်ဗရီကို့စ်နိုင်ငံ
tg: Соҳили Оҷ

source: Kenya
ar: كينيا
my: ကင်ညာနိုင်ငံ
tg: Кения

source: Lao People's Democratic Republic
ar: جمهورية لاو الشعبية الديمقراطية
id: Republik Demokrasi Rakyat Laos
tg: Ҷумҳурии Халқӣ-Демократии Лаос

source: Lesotho
ar: ليسوتو
my: လက်စ်ဆိုသိုနိုင်ငံ
tg: Лесото

source: Liberia
ar: ليبيريا
my: လစ်ဘီးရီးယားနိုင်ငံ
tg: Либерия

source: Malawi
ar: ملاوي
my: မာလာဝီနိုင်ငံ
tg: Малави

source: Mali
ar: مالي
my: မာလီနိုင်ငံ
tg: Мали

source: Mozambique
ar: موزمبيق
my: မိုဇမ်ဘစ်နိုင်ငံ
tg: Мозамбик

source: Myanmar
ar: مينامار
my: ပြည်ထောင်စုသမ္မတမြန်မာနိုင်ငံ
tg: Мянмар

source: Namibia
ar: ناميبيا
my: နမ်မီဘီးယားနိုင်ငံ
tg: Намибия

source: Nepal
ar: نيبال
my: နီပေါနိုင်ငံ
tg: Непал

source: Nicaragua
ar: نيكاراغوا
id: Nikaragua
my: နီကာရာဂွာနိုင်ငံ
tg: Никарагуа

source: Niger
ar: النيجر
id: Nigeria
my: နီဂါနိုင်ငံ
tg: Нигер

source: Nigeria
ar: نيجيريا
my: နိုင်ဂျီးရီးယားနိုင်ငံ
tg: Нигерия

source: Norway
ar: النرويج
id: Norwegia
my: နော်ဝေးနိုင်ငံ
tg: Норвегия

source: Paraguay
ar: باراغواي
my: ပါရာဂွေးနိုင်ငံ
tg: Парагвай

source: Peru
ar: البيرو
my: ပီရူးနိုင်ငံ
tg: Перу

source: Philippines
ar: الفلبين
id: Filipina
my: ဖိလစ်ပိုင်နိုင်ငံ
tg: Филиппин

source: Republic of Trinidad & Tobago
ar: جمهوريّة ترينيداد و توباغو
id: Republik Trinidad & Tobago
my: ထရီနီဒက်နှင့်တိုဘက်ဂိုပြည်သူ့သမ္မတနိုင်ငံ
tg: Ҷумҳурии Тринидад ва Тобаго

source: Rwanda
ar: رواندا
my: ရဝမ်ဒါနိုင်ငံ
tg: Руанда

source: Senegal
ar: السنغال
my: ဆီနီဂေါနိုင်ငံ
tg: Сенегал

source: Sierra Leone
ar: سيراليون
my: ဆီးရားလီယိုနိုင်ငံ
tg: Серра-Леоне

source: Sierra Leone Coat of Arms
ar: الشعار الوطني لسيراليون
my: ဆီးရားလီယိုနိုင်ငံအမှတ်အသား
tg: Герби Серра-Леоне

source: Solomon Islands
ar: جزر سلومون
id: Kepulauan Solomon
my: ဆော်လမွန်ကျွန်းများ
tg: Ҷазираҳои Соломон

source: South Africa
ar: جنوب أفريقيا
id: Afrika Selatan
my: တောင်အာဖရိက
tg: Африкаи Ҷанубӣ

source: South Africa Department of Health
ar: جنوب افريقيا قسم الصحة
id: Departemen Kesehatan Afrika Selatan
my: တောင်အာဖရိက ကျန်းမာရေးဦးစီးဌာန
tg: Вазорати тандурустии Африкаи Ҷанубӣ

source: Sri Lanka
ar: سريلانكا
my: သီရိလင်္ကာနိုင်ငံ
tg: Шри-Ланка

source: Sudan
ar: السودان

source: Swaziland
ar: سويسرا
my: ဆွာဇိလန်နိုင်ငံ
tg: Свазиленд

source: Tajikistan
ar: طاجيكستان
id: Tazikistan
my: တာဂျစ်ကစ်စတန်နိုင်ငံ
tg: Тоҷикистон

source: Tanzania
ar: تانزانيا
my: တန်ဇေးနီးယားနိုင်ငံ
tg: Танзания

source: Timor-Leste
ar: تيمور الشرقية
my: တီမောလက်စ်တီနိုင်ငံ
tg: Тимор-Лесте

source: Togo
ar: توغو
my: တိုဂိုနိုင်ငံ
tg: Того

source: Uganda
ar: أوغندا
my: ယူဂန်ဒါနိုင်ငံ
tg: Уганда

source: USAID
ar: مساعدة US

source: Vanuatu
ar: فانواتو
my: ဗန်နြူဝါတူနိုင်ငံ
tg: Вануату

source: Vietnam
ar: فيتنام

source: Zambia
ar: زامبيا
my: ဇမ်ဘီယာနိုင်ငံ
tg: Замбия

source: Zanzibar
ar: زانزيبار
my: ဇန်ဇီဘာနိုင်ငံ
tg: Занзибар

source: Zimbabwe
ar: زمبابوي
my: ဇင်ဘာဘွေနိုင်ငံ
tg: Зимбабве

source: Create an account
ar: انشاء حساب جديد
id: Buat sebuah akun
vi: Tạo tài khoản mới

# login_password
source: Password
ar: كلمة السر
id: kata kunci
my: လျှို့ဝှက်နံပါတ်
tg: Парол
vi: Mật khẩu

# login_username
source: Username
ar: اسم المستخدم
my: အသုံးပြုသူအမည်
tg: Номи корбар
vi: Tên truy cập

source: Forgot password?
ar: هل نسيت كلمة السر؟
id: Lupa password?
my: လျှို့ဝှက်နံပါတ်မေ့သွားသည်
tg: Паролро фаромӯш кардед?
vi: Quên mật khẩu?

source: Wrong username or password
ar: خطأ اسم المستخدم أو كلمة السر.
id: Username atau password salah
my: အသုံးပြုသူအမည်နှင့်လျှို့ဝှက်နံပါတ်မှားယွင်းနေပါသည်
tg: Парол ё номи корбари хато
vi: Sai tên truy cập hoặc mật khẩu

source: Powered by
ar: مقوى من قبل
id: Dipersembahkan oleh
my: အဆင့်မြှင့်ခြင်းကိုအောက်ပါတို့ဖြင့်ဆောင်ရွက်ထားသည်
tg: Пешниҳод аз
vi: Được cung cấp bởi

source: Sign in
ar: تسجيل الدخول
vi: Đăng nhập

# new_user_account_name
source: Name
ar: الاسم
id: Nama
tg: Ном
vi: Tên tài khoản

source: First
ar: الاول
id: Pertama
vi: Tên gọi

source: Last
ar: الاخير
id: Lalu
vi: Tên họ

source: Please check the email account which you registered for this username. We have sent you instructions on how to restore your password.
ar: من فضلك تفحص حساب البريد الالكتروني الذي سجلته باسم المستخدم هذا. ارسلنا تعليمات لتستعيد كلمة السر.
id: Silakan cek akun email yang telah anda daftarkan untuk username ini. Kami telah mengirimkan instruksi mengenai bagaimana mengembalikan password anda.
vi: Hãy kiểm tra thư điện tử mà bạn đã đăng kí cho tài khoản này. Hệ thống đã gửi thư hương dẫn cho bạn lấy lại mật khẩu.

source: Sorry, we were not able to restore your account. The username might be invalid, your account might not permit restore or you might have entered an invalid email address for your account.
ar: المعذرة، لم نتمكن من استعادة حسابك. قد يكون اسم المستخدم غير صالح ،قد لا يسمح باسترجاع حسابك او ربما أدخلت عنوان ايميل خاطئ لحسابك
id: Maaf, kami tidak dapat mengembalikan akun anda. Username invalid, akun anda tidak diperbolehkan untuk diperbaharui atau mungkin anda memasukkan alamat email yang invalid sebagai akun anda
vi: Xin lỗi, hệ thống không thể khôi phục tài khoản của bạn. Có thể bạn cung cấp sai tên tài khoản, hoặc tài khoản của bạn không được phép khôi phục hoặc bạn đã nhập sai địa chỉ thư điện tử cho tài khoản của mình.

# applications
source: Apps
ar: التطبيقات
vi: Ứng dụng

source: More apps
ar: المزيد من التطبيقات
vi: Hiển thị thêm

# app_manager
source: Apps
ar: التطبيقات
vi: Ứng dụng

source: This icon indicates an app that will be displayed in your dropdown menu.
ar: هذه الايقونة تشير لتطبيق لن يتم عرضه في القائمة المنسدلة
id: Ikon ini mengindikasikan app yang akan ditampilkan pada menu (dropdown)
vi: Biểu tượng này cho biết một ứng dụng sẽ hiển thị trong danh mục của bạn.

source: Items are draggable to change their order, so it's easy to customize your favorite apps.
ar: المواد قابلة للسحب لتغيير ترتيبها، لذا من السهل تخصيص تطبيقاتك المفضلة.
id: Item dapat dengan mudah di-drag untuk mengubah susunannya, sehingga dengan mudah untuk disesuaikan dengan apps favorit Anda.
vi: Có thể thay đổi thứ tự của ứng dụng, bạn có thể dễ dàng tùy chỉnh vị trí các ứng dụng ưa thích của mình.

source: My own order
ar: ترتيبي الخاص
vi: Cách sắp xếp của tôi

source: Alphabetical
ar: أبجدي
id: Dengan abjad
vi: Theo bảng chữ cái

source: Search apps
ar: ابحث في التطبيقات
id: Cari apps
vi: Tìm kiếm ứng dụng

source: Data element or type is null or empty
ar: عامل البيانات او النمط خاطئ او فارغ
id: Elemen data atau tipe nol atau kosong

source: Data value is greater than max length
ar: قيمة البيانات اكبر من الحد الأقصى للطول
id: Nilai data lebih besar dari panjang maksimal

source: Data value is not numeric
ar: قيمة البيانات ليست رقمية
id: Nilai data tidak berupa angka

source: Data value is not a unit interval
ar: قيمة البيانات ليست وحدة فاصل
id: Nilai data bukan merupakan unit interval

source: Data value is not a percentage
ar: قيمة البيانات ليست نسبة مئوية
id: Nilai data bukan berupa persentase

source: Data value is not an integer
ar: قيمة البيانات ليست عدد صحيح
id: Nilai data bukan merupakan bilangan bulat

source: Data value is not a positive integer
ar: قيمة البيانات ليست رقما صحيحا موجبا
id: Nilai data tesebut bukan bilangan bulat

source: Data value is not a negative integer
ar: قيمة البيانات ليست عددا صحيحا سالبا
id: Nilai data bukan bilangan bulat negatif

source: Data value is zero and not zero significant
ar: قيمة البيانات هي صفر ليست صفر ذو مغزى
id: Nilai data adalah nol dan bukan nol yang signifikan
vi: Giá trị dữ liệu là số không và số không đáng kể

source: Data value is not a boolean
ar: قيمة البيانات ليست منطقية
id: Nilai data bukan boolean

source: Data value is not true
ar: قيمة البيانات ليست صحيحة
id: Nilai data tidak benar

source: Data value is not a valid date
ar: قيمة البيانات ليست تاريخا صالحا
id: Nilai data bukan tanggal yang valid

source: Islamic
ar: اسلامية

source: Nepali
ar: نيبالية
id: Nepal

source: Julian
ar: يوليان

source: Gregorian
ar: التقويم الميلادي

source: Ethiopian
ar: إثيوبي

source: Thai
ar: تايلاندي

source: Coptic
ar: قبطي

source: User account restore confirmation at
ar: تأكيد استعادة اسم المستخدم على
id: Konfirmasi pemulihan akun user pada
vi: Khôi phục lại tài khoản người dùng được xác nhận tại

# email_restore_1_1st_paragraph_before_application_title
source: Someone, probably you, has asked us to restore your
ar: سالنا احدهم،ربما، لاستعادة
id: Seseorang, mungkin anda, telah meminta kami mengembalikan
vi: Một ai đó, có thể là bạn, đã yêu cầu khôi phục lại tài khoản của bạn

# email_restore_1_1st_paragraph_after_application_title
source: user account.
ar: اسم المستخدم
id: Akun user
vi: Tài khoản người dùng.

# email_restore_1_2nd_paragraph
source: You have been sent two emails, where this is the first one. Please follow the link below. In the next step you will be asked to enter a code which has been sent to you in the other email.
ar: تم ارسال رسالتين لك، هذه الاولى. من فضلك اتبع الوصلة اسفله. في الخطوة التالية سيطلب منك ان تدخل الرمز الذي تم ارساله للبريد الاخر.
id: Anda telah mengirimkan 2 email, dimana ini merupakan yang pertama kali. Silakan ikuti link di bawah ini. Di langkah selanjutnya, anda akan diminta untuk memasukkan kode yang dikirimkan ke anda melalui email.
vi: Hệ thống đã gửi 2 thư điện tử cho bạn, đây là thư thứ nhất. Hãy làm theo đường dẫn sau. Bước tiếp thep bạn sẽ được yêu cầu nhập một mã mà chúng tôi đã gửi cho bạn ở một thư khác.

# email_restore_1_3rd_paragraph
source: You must complete the restore process within 1 hour. If you take no action, your account will not be restored. If you did not request this restore, please disregard this message.
ar: عليك إتمام عملية الاستعادة ضمن ساعة. في حال لم تلاحظ فان حسابك سوف لن تتم استعادته. اذا لم تطلب استعادة هذا من فضلك تجاهل هذه الرسالة.
id: Anda harus menyelesaikan proses pemulihan dalam 1 jam. Jika anda tidak mengambil tindakan, akun anda tidak dapat dipulihkan. Jika anda tidak meminta pemulihan ini, silakan abaikan pesan ini.
vi: Bạn phải hoàn thành việc khôi phục trong vòng 1 giờ. Nếu bạn không làm gì, tài khoản sẽ không được khôi phục. Nếu bạn không có yêu cầu khôi phục tài khoản, hãy bỏ qua tin nhắn này.

# email_restore_2_1st_paragraph_before_application_title
source: Someone, probably you, has asked us to restore your
ar: طلب منا احدهم، ربما انت، استعادة
id: Seseorang, mungkin anda, telah meminta kamu mengembalikan
vi: Một ai đó, có thể là bạn, đã yêu cầu hệ thống khôi phục tài khoản của bạn

# email_restore_2_1st_paragraph_after_application_title
source: user account.
ar: اسم المستخدم
id: Akun user
vi: Tài khoản người dùng.

# email_restore_2_2nd_paragraph
source: You have been sent two emails, where this is the second one. Please read the first email and follow the instructions. Please use the code below to complete the new account form.
ar: تم ارسال رسالتين لك هذه الأولى. من فضلك اقرا الايميل الأول واتبع التعليمات. من فضلك استخدم الرمز اسفله لتكمل استمارة الحساب الجديد
id: Anda telah mengirim 2 email, dimana yang ini merupakan yang kedua. Silakan baca email pertama dan ikuti instruksinya. Silakan gunakan kode di bawah ini untuk menyelesaikan formulir akun yang baru.
vi: Hệ thống đã gửi 2 thư cho bạn, đây là thư thứ hai. Hãy đọc thư thứ nhất và làm theo hướng dẫn. Hãy dùng mã phía dưới để hoàn thành khôi phục tài khoản.

# email_restore_2_3rd_paragraph
source: You must complete the restore process within 1 hour. If you take no action, your account will not be restored. If you did not request this restore, please disregard this message.
ar: عليك إتمام عملية الاستعادة ضمن ساعة. في حال لم تلاحظ ، فان حسابك لن يتم استرجاعه. اذا لم تطلب استرجاعه من فضلك تجاهل هذه الرسالة
id: Anda harus menyelesaikan proses pemulihan dalam 1 jam. Jika anda tidak mengambil tindakan, akun anda tidak dapat dipulihkan. Jika anda tidak meminta pemulihan ini, silakan abaikan pesan ini.
vi: Bạn phải hoàn thành việc khôi phục trong vòng 1 giờ. Nếu bạn không làm gì, tài khoản sẽ không được khôi phục. Nếu bạn không có yêu cầu khôi phục tài khoản, hãy bỏ qua tin nhắn này.

source: Invitation to create user account at
ar: دعوة لإنشاء حساب جديد على
id: undangan untuk membuat akun user
vi: Mời tạo tài khoản tại

# email_invite_1_1st_paragraph_before_application_title
source: This is an invitation to create a
ar: هذه دعوة لإنشاء
id: Hal ini merupakan undangan untuk membuat sebuah
vi: Đây là lời mời để tạo

# email_invite_1_1st_paragraph_after_application_title
source: user account.
ar: اسم المستخدم
id: Akun user
vi: Tài khoản người dùng.

# email_invite_1_2nd_paragraph
source: You have been sent two emails, where this is the first one. Please follow the link below. In the next step you will be asked to enter a code which has been sent to you in the other email.
ar: تم ارسال رسالتين لك هذه الرسالة الأولى. من فضلك اتبع الوصلة اسفله. في الخطوة التالية سيتم طلبك ان تدخل الرمز الذي يتم ارساله للبريد الاخر .
id: Anda telah mengirimkan 2 email, yang ini merupakan email pertama. Silakan ikuti link di bawah ini. Di langkah selanjutnya, anda akan diminta untuk memasukkan kode yang telah dikirimkan ke anda melalui email yang lain.
vi: Hệ thống đã gửi cho bạn hai thư điện tử, đây là thư thứ nhất. Hãy bấm vào đường dẫn sau. Bước tiếp thep bạn sẽ được yêu cầu nhập một mã mà bạn nhận được trong thư thứ hai.

# email_invite_1_3rd_paragraph
source: You must respond to this invitation within 3 months. If you take no action, the invitation will expire at that time.
ar: عليك الاستجابة لهذه الدعوة خلال 3 اشهر . اذا لم تستجب سوف تنتهي صلاحية هذه الدعوة
id: Anda harus merespon undangan ini dalam 3 bulan. Jika anda tidak melakukan tindakan, undangan ini akan habis masa berlakunya saat itu
vi: Bạn phải trả lời thư mời này trong vòng 3 tháng. Nếu bạn không làm gì, thư mời sẽ tự hủy ngay khi hết hạn.

# email_invite_2_1st_paragraph_before_application_title
source: This is an invitation to create a
ar: هذه دعوة لانشاء
id: Hal ini merupakan undangan untuk membuat sebuah
vi: Đây là thư mời để tạo

# email_invite_2_1st_paragraph_after_application_title
source: user account.
ar: اسم المستخدم
id: Akun user
vi: Tài khoản người dùng.

# email_invite_2_2nd_paragraph
source: You have been sent two emails, where this is the second one. Please read the first email and follow the instructions. Please use the code below to complete the new account form.
ar: تم ارسال رسالتين لك وهذه الأولى. من فضلك اقرا البريد الأول واتبع لتعليمات. من فضلك استخدم الرمز ادناه لتكمل استمارة الحساب الجديد.
id: Anda telah mengirimkan 2 email, dimana ini email yang kedua. Silakan baca email pertama dan ikuti instruksi. Gunakan kode di bawah ini untuk menyelesaikan formulit akun yang baru.
vi: Hệ thống đã gửi cho bạn hai thư điện tử, đây là thư thứ hai. Hãy đọc thư thứ nhất và làm theo hướng dẫn. Hãy dùng mã phía dưới để hoàn thành việc tạo tài khoản mới.

# email_invite_2_3rd_paragraph
source: You must respond to this invitation within 3 months. If you take no action, the invitation will expire at that time.
ar: عليك الاستجابة لهذه الدعوة خلال 3 اشهر . اذا لم تستجب سوف يتم الغاء الدعوة
id: Anda harus merespon undangan ini dalam 3 bulan. Jika anda tidak mengambil tindakan, undangan tersebut akan habis berlakunya di waktu tersebut.
vi: Bạn phải trả lời thư mời này trong vòng 3 tháng. Nếu bạn không làm gì, thư mời sẽ tự hủy ngay khi hết hạn.

source: Maintenance RBF
id: Pemeliharaan RBF
vi: Quản trị RBF

source: Discard
id: Dibatalkan
vi: Bỏ

source: Are you sure you want to remove the locally stored data?
id: Apakah anda yakin ingin menghapus data?
vi: Bạn có chắc chắn muốn xóa dữ liệu đã được lưu cục bộ?

source: Left brackets
id: Kurung sebelah kiri
vi: Khung bên trái

source: Right brackets
id: Kurung sebelah kanan
vi: Khung bên phải

source: Multiply
id: Dikalikan
vi: Nhân

source: Divide
id: Dibagi
vi: Chia

source: No of days
id: Jumlah hari-hari
vi: Số ngày

source: Variables
id: Variabel
vi: Biến

source: Open
id: Buka
vi: Mở

source: Last month
id: Bulan yang lalu
vi: Tháng trước

source: Last bi-month
id: 2 bulan yang lalu
vi: 2 tháng trước

source: Last quarter
id: Triwulan yang lalu
vi: Quý trước

source: Last six-month
id: 6 bulan yang lalu
vi: 6 tháng trước

source: Months this year
id: Bulan di tahun ini
vi: Các tháng trong năm

source: Quarters this year
id: Triwulan tahun ini
vi: Các quý trong năm

source: This year
id: Tahun ini
vi: Năm nay

source: Months last year
id: Bulan-bulan di tahun lalu
vi: Các tháng năm trước

source: Quarters last year
id: Triwulan di tahun lalu
vi: Các quý năm trước

source: Last year
id: Tahun lalu
vi: Năm trước

source: Last 5 years
id: 5 tahun yang lalu
vi: 5 năm trước

source: Last 12 months
id: 12 bulan yang lalu
vi: 12 tháng trước

source: Last 6 months
id: 6 bulan yang lalu
vi: 6 tháng trước

source: Last 3 months
id: 3 bulan yang lalu
vi: 3 tháng trước

source: Last 6 bi-months
id: 6 kali 2 bulan yang lalu
vi: 6 lần 2 tháng trước

source: Last 4 quarters
id: 4 triwulan yang lalu
vi: 4 quý trước

source: Last 2 six-months
id: Taip 2 kali 6 bulan yang lalu
vi: 2 lần 6 tháng trước

source: Last week
id: Minggu yang lalu
vi: Tuần trước

source: Last 4 weeks
id: 4 bulan yang lalu
vi: 4 tuần trước

source: Last 12 weeks
id: 12 minggu yang lalu
vi: 12 tuần trước

source: Last 52 weeks
id: 52 minggu yang lalu
vi: 52 tuần trước

# format.Daily.startDate
source: yyyy-MM-dd
id: tttt-bb-hh

source: yyyy 'W' w
id: tttt 'W' w

source: MMMM yyyy
id: BBBB tttt

# format.BiMonthly.startDate
source: MMM 'to '
id: MMM yyyy

# format.Quarterly.startDate
source: MMM 'to '
id: MMM 'ke'

# format.SixMonthly.startDate
source: MMM 'to '
id: MMM 'ke'

# format.SixMonthly.endDate
source: MMM yyyy
id: BBB tttt

# format.SixMonthlyApril.startDate
source: MMM 'to '
id: MMM yyyy

# format.Yearly.startDate
source: yyyy
id: tttt

source: yyyy 'and '
id: tttt 'dan'

# format.TwoYearly.endDate
source: yyyy
id: tttt

# format.OnChange.startDate
source: yyyy-MM-dd '- '
id: tttt-BB-hh '-'

# format.OnChange.endDate
source: yyyy-MM-dd
id: tttt-BB-hh

# format.Survey.startDate
source: yyyy-MM-dd
id: tttt-BB-hh

# format.Relative.startDate
source: yyyy-MM-dd '- '
id: tttt-BB-hh '-'

# format.Relative.endDate
source: yyyy-MM-dd
id: tttt-BB-hh

# format.FinancialApril.startDate
source: MMM yyyy 'to '
id: hh BBB tttt 'ke'

# format.FinancialApril.endDate
source: MMM yyyy
id: hh BBB tttt

# format.FinancialJuly.startDate
source: MMM yyyy 'to '
id: hh BBB tttt 'ke'

# format.FinancialJuly.endDate
source: MMM yyyy
id: hh BBB tttt

# format.FinancialOct.startDate
source: MMM yyyy 'to '
id: 'FY'

# format.FinancialOct.endDate
source: MMM yyyy
id: tttt

source: Form name
id: Format nama
my: ပုံစံအမည်
tg: Ташаккули ном
vi: Tên biểu

source: Last analytics table runtime
id: Last analytics table generation

source: Long text
id: Text panjang
vi: Văn bản dài

source: Positive Integer
id: Bilangan bulat positif

source: Positive or Zero Integer
id: Bilangan bulat positif atau nol

source: Negative Integer
id: Bilangan bulat negatif

source: Percentage
id: Persentase
vi: Phần trăm

source: Date & Time
id: Tanggal & waktu

source: Yes Only
id: Hanya untuk Ya
my: အမှန်သာဖြစ်သည်
tg: Танҳо Ҳа
vi: Chỉ đúng

source: Value must be an integer
id: Nilainya harus bilangan bulat

source: Value must be a number
id: Nilai harus dalam angka

source: Value must be a positive integer
id: Nilai harus dalam bilangan bulat positif

source: Value must be a negative integer
id: Nilai harus dalam bilangan bulat negatif

source: Value must be zero or a positive integer
id: Nilai harus nol atau bilangan bulat positif

source: Value must be a unit interval (between 0 and 1)
id: Nilai harus dalam interval unit (antara 0 dan 1)

source: Value must be a percentage (between 0 and 100)
id: Nialai harus dalam persentase (antara 0 dan 100)

source: Filter is not evaluating to true or false
id: Filter tidak mengevaluasi benar atau salah

source: Pivot tables
id: Tabel pivot
vi: Bảng xoay

source: Charts
id: Diagram
vi: Biểu đồ

source: Maps
id: Peta
vi: Bản đồ

source: Dashboards
id: Dashboard
vi: Bảng điều khiển

source: Programs
id: Program
vi: Chương trình

source: Constant does not exist
id: Konstanta tidak ada

source: Organisation unit group does not exist
id: Grup unit organisasi tidak ada

source: And
id: Dan

source: Or
id: Atau

source: Equal to
id: Sama dengan

source: Not equal to
id: Tidak sama dengan

source: Less than
id: Kurang dari

source: Less than or equal to
id: kurang dari atau sama dengan

source: Greater than
id: Lebih besar daripada

source: Greater than or equal to
id: Lebih besar atau sama dengan

source: Egypt
id: Mesir

source: Palestine
id: Palestina

source: South Sudan
id: Sudan selatan

source: Stored by is greater than max length
id: Disimpan lebih besar daripada panjang maksimal
vi: Độ dài được lưu lớn hơn độ dài tối đa cho phép

source: Comment is greater than max length
id: Komentar lebih besar dari panjang maksimal

source: Respond to this message
id: Respon pesan ini

source: No cache
id: Tidak ada cache

source: Cache until 6 AM tomorrow
id: Cache sampai jam 6 besok pagi

source: Cache for two weeks
id: Cache selama 2 minggu

source: Cache for one hour
id: Cache selama 1 jam

source: Due date
id: Hari H

source: Incident date
id: Tanggal insidensi

source: Enrollment date
id: Tanggal pendaftaran

source: Current date
id: Tanggal hari ini

source: Value count
id: Penghitungan nilai

source: Zero or positive value count
id: Penghitungan nol atau nilai positif

source: Event count
id: Penghitungan event

source: Enrollment count
id: Penghitungan pendaftaran

source: Tracked entity instance count
id: Penghitungan Tracked entity instance

source: Browser Cache Cleaner
vi: Xóa dữ liệu trên trình duyệt

source: Plus
vi: Cộng

source: Minus
vi: Trừ

source: Normal
vi: Thường

source: This financial year
vi: Năm tài chính này
