Repository: kimbalear/dhis2-translations
Catalog: dhis-service-core/*.po
Languages: ar, id, my, tg, vi

source: Please enter digits only. Three digits before decimal point and two after the decimal point are allowed.
ar: من فضلك ادخل أرقاما فقط. مسموح بثلاثة قبل الفاصلة العشرية واثنان بعد الفاصلة العشرية.
id: Masukkan angka saja. Diperbolehkan menuliskan tiga angka di depan koma dan dua angka di belakang koma.
my: ကိန်းဂဏန်းသာဖြည့်ရန်၊ ဒသမမတိုင်မီဂဏန်းသုံးလုံးနှင့်ဒသမနောက်တွင်ဂဏန်းနှစ်လုံးရေးသားနိုင်သည်
tg: Лутфан фақат рақамҳо ворид кунед. Се рақам пеш аз вергули даҳӣ ва ду рақам пас аз вергули даҳӣ иҷозат аст.
vi: Vui lòng nhập số.

source: Only letters, numbers, spaces and underscores are allowed.
ar: مسموح بالاحرف، الأرقام ، المسافات والتسطير فقط
id: Hanya diperbolehkan menuliskan huruf, angka, spasi dan garis bawah.
my: အက္ခရာ၊ ဂဏန်း၊ နေရာလွတ်နှင့် မျဉ်းတို (underscores) သာခွင့်ပြုထားသည်
tg: Танҳо ҳарфҳо, ададҳо, фосилаҳо ва тиреи поён иҷозатанд.
vi: Vui lòng chỉ nhập chữ, số, khoản trắng và ký tự gạch dưới (_)

source: Only letters, numbers, spaces and the characters .,-,(,) are allowed.
ar: الأحرف، الأرقام، المسافات والعناصر .,-,(,)
id: Hanya diperbolehkan menuliskan huruf, angka, spasi dan karakter .,-,(,)
my: "အက္ခရာ၊ ဂဏန်း၊ နေရာလွတ်နှင့် သင်္ကေတ .,-,(,) တို့ကိုခွင့်ပြုထားသည်"
tg: Танҳо ҳарфҳо, ададҳо, фосилаҳо ва аломатҳои .,-,(,) иҷозатанд.
vi: Vui lòng nhập chữ, số, khoản trắng hoặc ký tự đặc biệt như .,-,(,), Kiểm tra giá trị.

source: Please enter a value less than or equal to {1}
ar: من فضلك ادخل قيمة اقل من او مساوية ل [1]
id: Silakan masukkan nilai lebih besar atau sama dengan {1}
my: {1}နှင့်တူသော(သို့) အောက်ရှိသောတန်ဖိုးဖြည့်သွင်းရန်
tg: Лутфан қимати аз {1} хурдтар ё баробари онро ворид кунед.
vi: Vui lòng nhập giá trị nhỏ hơn hoặc bằng {1}

source: Please enter a value greater than or equal to {1}
ar: من فضلك ادخل قيمة اكبر من [1]
id: Silakan masukkan nilai lebih besar atau sama dengan {1}
my: {1}နှင့်တူသော(သို့) ထက်များသောတန်ဖိုးဖြည့်သွင်းရန်
tg: Лутфан қимати аз {1} калонтар ё баробари онро ворид кунед.
vi: Vui lòng nhập giá trị lớn hơn hoặc bằng {1}

source: Please do not enter same values.
ar: من فضلك لا تدخل نفس القيم
id: Jangan memasukkan nilai yang sama.
my: တူညီသောတန်ဖိုးမဖြည့်သွင်းရ
tg: Лутфан қиматҳои якхеларо ворид накунед.
vi: Không được nhập giá trị trùng nhau

source: Letters or punctuation only please.
ar: من فضلك ، فقط احرف او علامات ترقيم
id: Hanya untuk huruf atau tanda baca.
my: စာသားနှင့်ပုဒ်ဖြတ်တို့ကိုသာဖြည့်ရန်
tg: Танҳо ҳарфҳо ва аломатҳои китобат.
vi: Chỉ nhập chữ hoặc dấu chấm

source: Please enter {0} words or less.
ar: من فضلك ادخل [0] كلمات او اقل
id: Silakan memasukkan {0} kata atau kurang.
my: စာလုံးရေ {0}(သို့){0} အောက်နည်းသည်ကိုသာဖြည့်သွင်းရန်
tg: Лутфан {0} калима ё камтар ворид кунед.
vi: Vui lòng nhập {0} từ hoặc ít hơn.

source: Please enter at least {0} words.
ar: من فضلك ادخل على الأقل [0] كلمات
id: Silakan memasukkan kurang lebih {0} kata.
my: အနည်းဆုံးစာလုံးရေ{0}ဖြည့်သွင်းရန်
tg: Лутфан на камтар аз {0} калима ворид кунед.
vi: Vui lòng nhập ít nhất {0} từ.

source: Please enter between {0} and {1} words.
ar: من فضلك ادخل كلمات بين [0] و [1]
id: Silakan masukkan antara {0} dan {1} kata.
my: စာလုံးရေ{0}နှင့်{1}ကြားဖြည့်ရန်
tg: Лутфан аз {0} то {1} калима ворид кунед.
vi: Vui lòng nhập từ {0} dến {1} từ.

source: Letters only please.
ar: من فضلك، احرف فقط
id: Hanya huruf saja.
my: ‌ကျေးဇူးပြု၍အက္ခရာသာဖြည့်ရန်
tg: Танҳо ҳарфҳо
vi: Chỉ chấp nhận chữ.

source: No white space please
ar: من فضلك لاتترك مساحة فارغة
id: Tidak ada ruang
my: ‌ကျေးဇူးပြု၍နေရာလွတ်မချန်ပါနှင့်
tg: Бе фосила
vi: Không nhập khoản trắng

source: This field cannot start with a space.
ar: لا يمكن لهذا الحقل ان يبدأ بمسافة
id: Field ini tidak boleh dimulai dengan spasi.
my: ‌နေရာလွတ်ကိုဤအကွက်တွင်စမရေးပါနှင့်
tg: Ин майдон аз фосила сар шуда наметавонад.
vi: Không bắt đầu với khoảng trắng

source: Your ZIP-code must be in the range 902xx-xxxx to 905-xx-xxxx
ar: رمز ZIP الخاص بك يجب ان يكون ضمن نطاق 902xx-xxxx الى 905-xx-xxxx
id: Kode ZIP Anda harus berada di antara rentang 902xx-xxxx dan 905-xx-xxxx
my: သင်၏ ZIP ကုဒ်သည် ၉၀၂xx-xxx နှင့် ၉၀၅xx-xxxကြားတွင်သာရှိရမည်
tg: Рамзи ZIP (индекси почта)-и шумо бояд дар фосилаи 902xx-xxxx то 905-xx-xxxx бошад
vi: ZIP-code phải nằm trong khoản từ 902xx-xxxx đế 905-xx-xxxx

source: Please enter a valid time, between 00:00 and 23:59.
ar: من فضلك ادخل وقتا صالحا ، بين 00:00 و 23:59
id: Silakan memasukkan waktu yang valid, antara 00:00 dan 23:59
my: 00:00 နှင့် 23:59 ကြားရှိမှန်ကန်သောအချိန်ကိုဖြည့်သွင်းရန်
tg: Лутфан вақти дурустеро аз 00:00 то 23:59 ворид кунед.
vi: Vui lòng nhập thời gian hợp lệ, từ 00:00 đến 23:59

source: Please specify a valid phone number.
ar: من فضلك ادخل رقم هاتف صالح
id: Silakan tentukan nomor telepon yang valid.
my: မှန်ကန်သောဖုန်းနံပါတ်ကိုဖြည့်သွင်းပါ
tg: Лутфан рақами телефони дурустеро нишон диҳед.
vi: Vui lòng nhập số điện thoại hợp lệ

# please_enter_at_least_n_character
source: Please enter at least {0} characters.
ar: من فضلك ادخل على الأقل [0] عنصرا
id: Silakan memasukkan kurang lebih {0} karakter.
my: စာလုံးရေအနည်းဆုံး {0}ကိုဖြည့်သွင်းပါ
tg: Лутфан на камтар аз {0} ворид кунед.
vi: Vui lòng nhập ít nhất {0} ký tự

source: This date can not be after today.
ar: هذا التاريخ لا يمكن ان يكون بعد اليوم
id: Tanggal tidak boleh setelah hari ini.
my: ယနေ့ထက်စောသောနေ့မဖြစ်ရပါ
tg: Ин сана дертар аз имрӯз буда наметавонад.
vi: Ngày được chọn không được sau hôm nay

source: Please fill out at least one of these fields.
ar: من فضلك املأ على الأقل واحد من هذه الحقول
id: Silakan mengisikan setidaknya 1 field.
my: ဤအကွက်များထဲမှအနည်းဆုံးတစ်ကွက်ဖြည့်ပါ
tg: Лутфан ақаллан яке аз ин майдонҳоро пур кунед.
vi: Vui lòng điền ít nhất một trong số các trường sau.

source: Please select at least one option for these fields.
ar: من فضلك حدد اختيار واحد لهذه الحقول.
id: Silakan memilih setidaknya 1 opsi untuk field ini.
my: ဤအကွက်များအတွက်ပုံစံတစ်ခုရွေးချယ်ပေးပါ
tg: Лутфан барои ин майдонҳо ақаллан як имконро интихоб кунед.
vi: Vui lòng chọn tối thiểu một mục cho các ô nhập này

source: Password must contain at least one capital letter and one digit.
ar: كلمة السر يجب ان تتضمن على الأقل حرفا كبيرا ورقمين.
id: Password harus terdiri dari setidaknya 1 huruf kapital dan 1 angka.
my: လျှို့ဝှက်နံပါတ်သည်အနည်းဆုံးစာလုံးကြီးတစ်လုံးနှင့်ဂဏန်းတစ်ခုပါဝင်ရမည်
tg: Парол бояд ақаллан як ҳарфи калон ва як рақам дошта бошад.
vi: Mật khẩu phải chứa ít nhất 1 ký tự IN HOA và một số.

source: Only digits are not allowed
ar: مسموح برقمين فقط.
id: Hanya diperbolehkan menuliskan angka
my: ကိန်းဂဏန်းများသာဖြည့်သွင်းခြင်းကိုခွင့်မပြုထားပါ
tg: Танҳо рақамҳо иҷозатанд
vi: Chỉ chữ số được phép

source: The ClosedDate field should be greater than the OpenDate field.
ar: حقل تاريخ الاغلاق يجب ان يكون اكبر من حقل تاريخ البدء
id: Tanggal field ditutup harus setelah tanggal field dimulai.
my: ပိတ်မည့်ရက်သည်ဖွင့်ထားသည့်ရက်ထက်နောက်ကျရမည်
tg: Қимати майдони СанаиПӯшидан бояд аз қимати майдони СанаиКушодан калонтар бошад.
vi: Ngày kết thúc nên sau ngày mở đầu

source: Valid unicode charaters only are allowed.
ar: مسموح بالمحارف القياسية الصالحة فقط
id: Hanya diperbolehkan karakter unicode yang valid saja.
my: မှန်ကန်သောယူနီကုဒ်ကိုသာခွင့်ပြုထားသည်
tg: Танҳо аломатҳои дурусти юникод иҷозатанд.
vi: Chỉ ký tự unicode hợp lệ.

source: Unrecognized coordinate string
ar: سلسلة تنسيق غير معرفة
id: Koordinat string tidak dikenal
my: ဖြည့်သွင်းထားသောစာသားများကိုမမှတ်မိပါ
tg: Риштаи шинохтанашудаи координатаҳо
vi: Chuỗi định vị không nhận biết

source: Please enter letters or digits.
ar: من فضلك ادخل احرف او ارقام
id: Silakan memasukkan huruf/angka
my: ကျေးဇူးပြု၍စာလုံး(သို့)ဂဏန်းဖြည့်ပါ
tg: Лутфан ҳарфҳо ё рақамҳо ворид кунед.
vi: Hãy nhập chữ hoặc số

# please_enter_valid_number
source: Please enter a valid number.
ar: من فضلك ادخل رقما صالحا
id: Silakan memasukkan angka yang valid.
my: မှန်ကန်သောဂဏန်းဖြည့်သွင်းပါ
tg: Лутфан рақами дурустеро ворид кунед.
vi: Hãy nhập một số hợp lệ

source: Please enter a valid integer.
ar: من فضلك ادخل عدد صحيح صالح
id: Silakan memasukkan bilangan bulat yang valid.
my: မှန်ကန်သောကိန်းပြည့်ဖြည့်သွင်းပါ
tg: Лутфан адади бутуни дурустеро ворид кунед.
vi: Hãy nhập một số nguyên hợp lệ

source: Please enter a valid positive integer.
ar: الرجاء ادخال عدد صحيح إيجابي صالح
id: Silakan memasukkan bilangan bulat positif yang valid.
my: မှန်ကန်သောအပေါင်းကိန်းပြည့်ဖြည့်သွင်းပါ
tg: Лутфан адади бутуни мусбии дурустеро ворид кунед.
vi: Hãy nhập một số nguyên dương hợp lệ

source: Please enter a valid negative integer.
ar: الرجاء ادخل عدد صحيح سالب صالح
id: Silakan memasukkan bilangan bulat negatif yang valid.
my: မှန်ကန်သောအနှုတ်ကိန်းပြည့်ဖြည့်သွင်းပါ
tg: Лутфан адади бутуни манфии дурустеро ворид кунед.
vi: Hãy nhập một số nguyên âm hợp lệ

source: Please enter name!
ar: الرجاء ادخال اسم !
id: Silakan memasukkan nama!
my: အမည်ဖြည့်သွင်းပါ
tg: Лутфан номро ворид кунед!
vi: Hãy nhập tên!

source: Please select period!
ar: الرجاء ادخال فترة!
id: Silakan memilih periode!
my: အချိန်ရွေးချယ်ပါ
tg: Лутфан давраро интихоб кунед!
vi: Hãy chọn thời điểm!

source: Please select dataset!
ar: الرجاء ادخال منظومة بيانات
id: Silakan memilih dataset!
my: အချက်အလက်အုပ်စု(စီမံချက်) ကိုရွေးချယ်ပါ
tg: Лутфан маҷмӯи иттилоотро интихоб кунед!
vi: Hãy chọn biểu nhập!

source: Please select data element!
ar: الرجاء اختيار عنصر بيانات
id: Silakan memilih elemen data!
my: စာတိုင်ကိုရွေးချယ်ပါ
tg: Лутфан унсури иттилоотро интихоб кунед!
vi: Hãy chọn phần tử dữ liệu!

source: Please select indicator!
ar: الرجاء اختيار مؤشر
id: Silakan memilih indikator!
my: အညွှန်းကိန်းကိုရွေးချယ်ပါ
tg: Лутфан индикаторро интихоб кунед!
vi: Hãy chọn chỉ số!

source: Please enter description!
ar: الرجاء ادخال وصف
id: Silakan menuliskan deskripsi!
my: ‌ဖော်ပြချက်ကိုဖြည့်သွင်းပါ
tg: Лутфан тавсифро ворид кунед!
vi: Hãy nhập miêu tả!

source: Do you want to delete?
ar: هل تريد الحذف
id: Apakah Anda ingin menghapus?
my: ဤအကြောင်းအရာကိုဖျက်ချင်ပါသလား
tg: Нест кардан мехоҳед?
vi: Bạn có muốn xóa?

source: Available
ar: متاح
id: Tersedia
my: ရနိုင်သည်
tg: Мавҷуда
vi: Hiện có

source: Selected
ar: منتقى
id: Pilih
my: ‌ရွေးချယ်ထားပြီး
tg: Интихобшуда
vi: Đã chọn

source: Error
ar: خطأ
my: အမှား
tg: Хатогӣ
vi: Lỗi

source: Warning
ar: تحذير
id: Peringatan
my: သတိ
tg: Огоҳӣ
vi: Cảnh báo

source: Success
ar: نجاح
id: Sukses
my: အောင်မြင်သည်
tg: Муваффақият
vi: Thành công

source: Please wait
ar: الرجاء الانتظار
id: Silakan tunggu
my: ‌ကျေးဇူးပြု၍စောင့်ပါ
tg: Лутфан мунтазир шавед
vi: Hãy đợi

source: Locate by code
ar: الموقع حسب الرمز
id: Tempatkan berdasarkan kode
my: ကုဒ်ဖြင့်နေရာညွှန်းသည်
tg: Пайдо кардан аз рӯи рамз
vi: Định vị bằng mã

source: Select at level
ar: اختر درجة
id: Pilih level
my: ဤအဆင့်တွင်ရွေးချယ်သည်
tg: Интихоб кардани сатҳ
vi: Chọn tại cấp độ

source: Un-select at level
ar: الغاء اختيار درجة
id: Batalkan pemilihan level
my: ဤအဆင့်တွင်မရွေးချယ်ပါ
tg: Лағви интихоби сатҳ
vi: Bỏ chọn tại cấp độ

source: Un-select all
ar: الغاء تحديد الكل
id: Batalkan semua pilihan
my: အားလုံးကိုမရွေးချယ်ပါ
tg: Лағви интихоби ҳама
vi: Bỏ chọn tất cả

source: Select all
ar: تحديد الكل
id: Pilih semua
my: အားလုံးကိုရွေးချယ်သည်
tg: Интихоб кардани ҳама
vi: Chọn tất cả

source: Select in group
ar: انتق مجموعة
id: Pilih kelompok
my: ဤအုပ်စုတွင်ရွေးချယ်သည်
tg: Интихоб кардан дар гурӯҳ
vi: Chọn trong nhóm

source: Un-select in group
ar: الغاء اختيار مجموعة
id: Batalkan kelompok
my: ဤအုပ်စုတွင်မရွေးချယ်ပါ
tg: Лағви интихоб дар гурӯҳ
vi: Bỏ chọn trong nhóm

source: Select children
ar: اختر الاطفال
id: Pilih level di bawah tingkatan
my: တစ်ဆင့်နိမ့်အစီရင်ခံဌာနများကိုရွေးချယ်သည်
tg: Интихоби воҳидҳои фаръӣ
vi: Chọn đơn vị con

source: Un-select children
ar: الغاء اختيار الاطفال
id: Batalkan pemilihan level di bawah tingkatan
my: တစ်ဆင့်နိမ့်အစီရင်ခံဌာနများကိုမရွေးချယ်ပါ
tg: Лағви интихоби воҳидҳои фаръӣ
vi: Bỏ chọn đơn vị con

source: Organisation Unit Selection
ar: اختيار وحدة التنظيم
id: Pemilihan Unit Organisasi
my: တစ်ဆင့်မြင့်အစီရင်ခံဌာနများကိုရွေးချယ်ခြင်း
tg: Интихоби воҳиди сохторӣ
vi: Chọn đơn vị

source: Move selected
ar: انقل المحدد
id: Pindahkan pilihan
my: ‌ရွေးချယ်ထားသည်များကိုရွှေ့ပြောင်းသည်
tg: Интиқоли интихобшудаҳо
vi: Chuyển chọn

source: Remove selected
ar: احذف المحدد
id: Hapus pilihan
my: ‌ရွေးချယ်ထားသည်များကိုဖယ်ရှားသည်
tg: Тоза кардани интихобшудаҳо
vi: Bỏ chuyển chọn

source: Move all
ar: انقل الكل
id: Pindahkan semua
my: အားလုံးကိုရွှေ့ပြောင်းသည်
tg: Интиқоли ҳама
vi: Chuyển tất cả

source: Remove all
ar: إزالة الكل
id: Hapus semua
my: အားလုံးကိုဖယ်ရှားသည်
tg: Тоза кардани ҳама
vi: Bỏ tất cả

source: Move up
ar: تحريك لاعلى
id: Pindahkan ke atas
my: အထက်သို့ရွှေ့သည်
tg: Интиқол ба боло
vi: Chuyển lên

source: Move down
ar: تحريك لاسفل
id: Pindahkan ke bawah
my: အောက်သို့ရွှေ့သည်
tg: Интиқол ба поён
vi: Chuyển xuống

source: Move to top
ar: تحريك لاعلى
id: Pindahkan ke bagian paling atas
my: ထိပ်သို့ရွှေ့သည်
tg: Интиқол ба аввал
vi: Chuyển lên trên cùng

source: Move to bottom
ar: تحريك لاسفل
id: Pindahkan ke bagian paling bawah
my: အောက်ခြေသို့ရွှေ့သည်
tg: Интиқол ба охир
vi: Chuyển xuống dưới cùng

source: No. of pages
ar: عدد الصفحات
id: Jumlah halaman
my: စာမျက်နှာနံပါတ်
tg: Шумораи саҳифаҳо
vi: Tổng số trang

source: No. of rows per page
ar: عدد الصفوف لكل صفحة
id: Jumlah baris tiap halaman
my: စာမျက်နှာတွင်ပါဝင်သောစာကြောင်းအရေအတွက်
tg: Шумораи сатрҳо дар як саҳифа
vi: Số dòng trên trang

source: Jump to page
ar: اقفز الى الصفحة
id: Pindah ke halaman
my: စာမျက်နှာသို့ကျော်သွားသည်
tg: Гузариш ба саҳифа
vi: Chuyển đến trang

source: Go
ar: اذهب
id: Ke
my: ဆက်သွားသည်
tg: Ба пеш
vi: Chuyển

source: Filter by name
ar: رشح حسب الاسم
id: Filter berdasarkan nama
my: အမည်ဖြင့်ရှာဖွေထုတ်သည်
tg: Филтркунӣ аз рӯи ном
vi: Lọc bằng tên

source: Filter
ar: رشح
my: ရှာဖွေထုတ်သည်
tg: Филтр
vi: Bộ lọc

source: Clear
ar: امسح
id: Hapus
my: ရှင်းလင်းသည်
tg: Пок кардан
vi: Xóa

source: Find
ar: ابحث
id: Cari
my: ရှာသည်
tg: Ёфтан
vi: Tìm kiếm

source: Object deleted
ar: حذف الكائن
id: Obyek dihapus
my: အကြောင်းအရာကိုဖျက်ဆီးသည်
tg: Объект нест карда шуд
vi: Đối tượng đã bị xóa

source: Processing...
ar: جاري المعالجة ...
id: Sedang memproses...
my: လုပ်ဆောင်နေဆဲ
tg: Коркард...
vi: Đang thực hiện...

source: Get PDF
ar: احصل على ملف قراءة الكتروني
id: Dapatkan dalam bentuk PDF
my: PDF ရယူသည်
tg: PDF-ро дарёфт кунед
vi: Lấy tệp PDF

source: There is no item to export
ar: لا يوجد شيء للتصدير
id: Tidak ada item yang akan dieksport
my: ထုတ်ပေးရန်အချက်အလက်မရှိပါ
tg: Ягон ҷузъ барои воридот нест
vi: Không có mục nào để xuất ra

source: Name
ar: الاسم
id: Nama Lengkap
my: အမည်
tg: Ном
vi: Tên

source: Short name
ar: الاسم المختصر
id: Nama
my: အမည်တို
tg: Номи мухтасар
vi: Tên rút gọn

source: Alternative name
ar: الاسم البديل
id: Nama alias
my: အခြားအမည်
tg: Номи эҳтиётӣ
vi: Tên phụ

source: Code
ar: الرمز
id: Kode
my: ကုဒ်
tg: Рамз
vi: Mã

source: Description
ar: الوصف
id: Deskripsi
my: ဖော်ပြချက်
tg: Тавсиф
vi: Miêu tả

source: Opening date
ar: تاريخ الافتتاح
id: Tanggal dibuka
my: အဖွင့်ရက်
tg: Санаи кушодан
vi: Ngày mở

source: Closed date
ar: تاريخ الاغلاق
id: Tanggap ditutup
my: အပိတ်ရက်
tg: Санаи пӯшидан
vi: Ngày đóng

source: Active
ar: فعال
id: Aktif
my: လုပ်ဆောင်နိုင်သည်
tg: Фаъол
vi: Hoạt động

source: Type
ar: النمط
id: Tipe
my: ပုံစံ
tg: Навъ
vi: Loại

source: Value Type
ar: نوع القيمة
id: Tipe Nilai
my: တန်ဖိုးပုံစံ
tg: Навъи қимат
vi: Loại giá trị

source: Actual
ar: فعلي
id: Aktual
my: အမှန်ရှိသည့်အကြောင်းအရာ
tg: Воқеан
vi: Thực

source: Target
ar: الهدف
my: ပစ်မှတ်/ ဦးတည်ချက်
tg: Нақша
vi: Mục tiêu

source: Percent
ar: في المائة
id: Persen
my: ရာခိုင်နှုန်း
tg: Фоиз
vi: Phần trăm

source: On time
ar: على الوقت
id: Tepat waktu
my: အချိန်ကိုက်
tg: Дар вақташ
vi: Đúng hạn

source: Data Dictionary
ar: قاموس البيانات
id: Kamus Data
my: အချက်အလက်အဘိဓာန်
tg: Луғати иттилоот
vi: Từ điển dữ liệu

source: Data elements
ar: عناصر البيانات
id: Elemen data
my: စာတိုင်
tg: Унсурҳои иттилоот
vi: Phần tử dữ liệu

source: Data sets
ar: منظومة البيانات
id: Data set
my: စီမံချက်
tg: Маҷмӯъҳои иттилоот
vi: Biểu nhập

source: Indicators
ar: المؤشرات
id: Indikator
my: အညွှန်းကိန်း
tg: Индикаторҳо
vi: Chỉ số

source: Indicator groups
ar: مجموعات المؤشرات
id: Kelompok indikator
my: အညွှန်းကိန်းအုပ်စု
tg: Гурӯҳҳои индикаторҳо
vi: Nhóm chỉ số

source: Data element groups
ar: مجموعات عناصر البيانات
id: Kelompok elemen data
my: စာတိုင်အုပ်စု
tg: Гурӯҳҳои унсурҳои иттилоот
vi: Nhóm phần tử dữ liệu

source: Data element concepts
ar: مفاهيم عنصر البيانات
id: Konsep elemen data
my: စာတိုင်၏အယူအဆများ
tg: Консепсияҳои унсурҳои иттилоот
vi: Các khái niệm của phần tử dữ liệu

source: Organisation units
ar: وحدات التنظيم
id: Unit organisasi
vi: Đơn vị

source: Organisation unit groups
ar: مجموعات وحدة التنظيم
id: Kelompok unit organisasi
my: အဖွဲ့အစည်းအုပ်စု
tg: Гурӯҳҳои воҳидҳои сохторӣ
vi: Nhóm đơn vị

source: Organisation unit hierarchy
ar: تسلسل وحدة التنظيم
id: Hierarki unit organisasi
my: အဖွဲ့အစည်းဝါစဉ်
tg: Иерархияи воҳидҳои сохторӣ
vi: Cây đơn vị

source: Validation rules
ar: قواعد المصادقة
id: Aturan validasi
my: မှန်ကန်ခြင်းစစ်ဆေးရန်စည်းမျဉ်းများ
tg: Қоидаҳои санҷиши эътибор
vi: Quy tắc hợp lệ

source: Period Type
ar: نوع الفترة
id: Tipe Periode
my: အချိန်ကာလအမျိုးအစား
tg: Навъи давара
vi: Loại thời điểm

source: Users
ar: المستخدمون
id: Pengguna
my: အသုံးပြုသူများ
tg: Корбарон
vi: Người dùng

source: User groups
ar: مجموعات المستخدم
id: Kelompok pengguna
my: အသုံးပြုသူအုပ်စုများ
tg: Гурӯҳҳои корбарон

source: Expression
ar: صيغة
my: ဖော်ပြချက်
tg: Ифода
vi: Biểu thức

source: Left Expression
ar: صيغة يسارية
id: Expression Kiri
my: ဝဲဘက်ရှိဖော်ပြချက်
tg: Ифодаи чап
vi: Biểu thức bên trái

source: Right Expression
ar: صيغة من اليمين
id: Expression Kanan
my: ယာဘက်ရှိဖော်ပြချက်
tg: Ифодаи рост
vi: Biểu thức bên phải

source: Indicator Type
ar: نوع المؤشر
id: Tipe Indikator
my: ‌အညွှန်းကိန်းအမျိုးအစား
tg: Навъи индикатор
vi: Loại chỉ số

source: Annualized
ar: سنوي
id: Tahunan
my: နှစ်စဉ်ပြုလုပ်သည်
tg: Солона
vi: Hằng năm

source: Aggregation operator
ar: مُعامل التجميع
id: Operator agregasi
my: အချက်အလက်စုစည်းသူ
tg: Оператори ҳамҷоякунӣ
vi: Toán tử tập hợp

source: Numerator
ar: العداد
my: ပိုင်းဝေ
tg: Сурат
vi: Tử số

source: Numerator formula
ar: صيغة العداد
id: Formula numerator
my: ပိုင်းဝေတွက်ချက်ပုံ
tg: Формулаи сурат
vi: Công thức tử số

source: Numerator description
ar: وصف العداد
id: Deskripsi numerator
my: ပိုင်းဝေဖော်ပြချက်
tg: Тавсифи сурат
vi: Miêu tả tử số

source: Numerator aggregation operator
ar: مشغل تجميع العداد
id: Operator agregasi numerator
my: ပိုင်းဝေရှိအချက်အလက်စုစည်းသူ
tg: Оператори ҳамҷоякунии сурат
vi: Kiểu số liệu tổng hợp cho tử số

source: Denominator
ar: المقام
my: ပိုင်းခြေ
tg: Махраҷ
vi: Mẫu số

source: Denominator formula
ar: صيغة المقام
id: Formula denominator
my: ပိုင်းခြေတွက်ချက်ပုံ
tg: Формулаи махраҷ
vi: Công thức mẫu số

source: Denominator description
ar: وصف المقام
id: Deskripsi denominator
my: ပိုင်းခြေဖော်ပြချက်
tg: Тавсифи махраҷ
vi: Miêu tả mẫu số

source: Denominator aggregation operator
ar: مشغل تجميع المقام
id: Operator agregasi denominator
my: ပိုင်းခြေရှိအချက်အလက်စုစည်းသူ
tg: Оператори ҳамҷоякунии махраҷ
vi: Kiểu số liệu tổng hợp cho mẫu số

source: Expression is empty
ar: الصيغة فارغة
id: Expression kosong
my: ဖော်ပြချက်မပါရှိပါ
tg: Ифода холӣ аст
vi: Biểu thức rỗng

source: Category option combo does not exist
ar: لا يوجد اختيار فئة القائمة المنسدلة
id: kategori pilihan combo tidak ada
my: အမျိုးအစားခွဲခြားချက်ကိုက်ညီမှုမရှိပါ
tg: Имкони комбои категория вуҷуд надорад
vi: Tập tùy chọn phân loại không tồn tại

source: Data element does not exist
ar: لم يتم إيجاد عنصر بيانات
id: Elemen data tidak tersedia
my: စာတိုင်မရှိပါ
tg: Унсурҳои иттилоот вуҷуд надорад
vi: Phần tử dữ liệu không tồn tại

source: Identifier is not numeric
ar: المعرف ليس رقميا
id: Pengenal bukan numerik
my: အမှတ်အသားသည်ကိန်းဂဏန်းမဟုတ်ပါ
tg: Идентификатор ададӣ нест
vi: Mã định danh không phải con số

source: Expression is not well-formed
ar: لم يتم صياغة التعبير جيدا
id: Expression tidak sempurna

source: Absolute
ar: كلي
id: Absolut
my: လုံးဝ
tg: Мутлақ
vi: Tuyệt đối

source: Statistical
ar: احصائي
id: Statistik
my: စာရင်းအင်းအရ
tg: Оморӣ
vi: Thống kê

source: Left side description
ar: وصف يساري الجانب
id: Deskripsi sisi kiri
my: လက်ဝဲဘက်ရှိဖော်ပြချက်
tg: Тавсифи тарафи чап
vi: Miêu tả vế bên trái

source: Right side description
ar: وصف يميني الجانب
id: Dekripsi sisi kanan
my: လက်ယာဘက်ရှိဖော်ပြချက်
tg: Тавсифи тарафи рост
vi: Miêu tả vế bên phải

source: Left side of Expression
ar: جهة اليسار من الصيغة
id: Expression sisi kiri
my: ဖော်ပြချက်၏လက်ဝဲဘက်
tg: Тарафи чапи ифода
vi: Biểu thức bên trái

source: Right side of Expression
ar: جهة اليمين من الصيغة
id: Expression sisi kanan
my: ဖော်ပြချက်၏လက်ယာဘက်
tg: Тарафи рости ифода
vi: Biểu thức bên phải

source: Operator
ar: مشغل
my: စုစည်းစီမံသူ
tg: Оператор
vi: Toán tử

source: Constant
ar: ثابت
id: Konstan
my: ကိန်းသေ
tg: Доимӣ
vi: Hằng số

source: Constants
ar: ثوابت
id: Konstanta
my: ကိန်းသေများ
tg: Доимиҳо
vi: Các hằng số

source: No constants to select
ar: لم يتم تحديد ثوابت لاختيارها
id: Tidak ada konstanta yang dipilih
my: ‌ရွေးချယ်ရန်ကိန်းသေမရှိပါ
tg: Барои интихоб ягон доимӣ нест
vi: Không có hằng số nào được chọn

source: Multiple Choice
ar: اختيار متعدد
id: Pilihan Ganda
my: အများစုကိုရွေးချယ်နိုင်သည်
tg: Интихоби чандгона
vi: Nhiều lựa chọn

source: Public access (with login)
ar: دخول عام(مع تسجيل الدخول)
id: Akses publik
my: စာရင်းဖွင့်၍လူအများကြည့်ရှုနိုင်သည်
tg: Дастрасии оммавӣ
vi: Truy cập công cộng (có đăng nhập)

source: External access (without login)
ar: دخول خارجي (بدون تسجيل الدخول)
id: Akses eksternal (Tanpa login)
my: စာရင်းမဖွင့်ဘဲပြင်ပမှကြည့်ရှုနိုင်သည်
tg: Дастрасии беруна (бе вуруд)
vi: Truy cập từ bên ngoài (không cần đăng nhập)

source: User group access
ar: دخول مجموعة المستخدم
id: Akses kelompok pengguna
my: သင်၏အသုံးပြုသူအုပ်စု
tg: Дастрасӣ барои гурӯҳи корбарон
vi: Nhóm người dùng truy cập

source: Login failed, check your username and password and try again
ar: فشل تسجيل الدخول ، تحقق من اسم المستخدم وكلمة المرور والمحاولة مرة أخرى.
id: Login gagal, cek username dan password anda, kemudian coba lagi

source: Group name
ar: اسم المجموعة
id: Nama kelompok
my: အုပ်စုအမည်
tg: Номи гурӯҳ
vi: Tên nhóm

source: Sharing settings
ar: اعدادات المشاركة
id: Pengaturan untuk membagikan
my: စာရင်းတည်ဆောက်ထားသည့်အနေအထားကိုမျှဝေခြင်း
tg: Танзимоти датсрасии муштарак
vi: Cài đặt chia sẻ

# no_access
source: None
ar: لاشيء
id: Tidak ada
my: တစ်ခုမှမဟုတ်
tg: Ягонто
vi: Không

source: Read only
ar: للقراءة فقط
id: Hanya untuk dibaca saja
my: ဖတ်ရန်အတွက်သာ
tg: Танҳо барои хондан
vi: Chỉ đọc

source: Read and write
ar: قراءة وكتابة
id: Baca dan tulis
my: ဖတ်ရန်နှင့်ရေးရန်
tg: Хондан ва навиштан
vi: Đọc và ghi

source: Can edit and view
ar: يمكن التحرير والمشاهدة
id: Dapat diedit dan ditampilkan
my: ပြင်ဆင်၍ကြည့်ရှုနိုင်သည်
tg: Таҳрир кардан ва намоиш додан метавонед
vi: Có thể xem và chỉnh sửa

source: Can view
ar: تستطيع العرض
id: Dapat ditampilkan
my: ကြည့်ရှုနိုင်သည်
tg: Намоиш додан метавонед
vi: Có thể xem

source: Search for user groups
ar: البحث عن مجموعات المستخدم
id: Pencarian kelompok pengguna
my: အသုံးပြုသူအုပ်စုများကိုရှာသည်
tg: Ҷустуҷӯи гурӯҳҳои корбарон
vi: Tìm kiếm nhóm người dùng

source: This object will be created with public edit and view rights
ar: سوف يتم انشاء هذا الموضوع مع تحرير عام وحقوق مشاهدة
id: Obyek ini akan dibuat agar publik dapat mengedit dengan hak terbatas
my: ဤအကြောင်းအရာကိုလူအများမှပြင်ဆင်ခွင့်နှင့်ကြည့်ရှုခွင့်ပေး၍ဖန်တီးထားသည်
tg: Ин объект бо ҳуқуқҳои оммавии таҳрир ва намоиш додан сохта мешавад
vi: Đối tượng này sẽ được tạo với quyền xem và sửa công cộng

source: This object will be private to yourself
ar: سيكون هذا الموضوع خاص بك
id: Obyek ini terbatas hanya untuk Anda
my: ဤအကြောင်းအရာသည်သင်အတွက်သီးသန့်ဖြစ်သည်
tg: Ин объект барои худатон хусусӣ мешавад
vi: Đối tượng này sẽ thuộc riêng bạn

source: Created by
ar: تم إنشاؤه بواسطة
id: Dibuat oleh
vi: Được tạo bởi

source: Afghanistan
ar: أفغانستان
my: အာဖဂန်နစ္စတန်နိုင်ငံ
tg: Афғонистон
