Repository: kimbalear/dhis2-translations
Catalog: dhis-service-core/*.po
Languages: ar, id, my, tg, vi

source: Sorry! You entered a duplicated name with
ar: المعذرة! لقد أدخلت اسم مزدوج مع
id: Maaf! Anda memasukkan nama yang sama
my: သင်အသုံးပြုသောအမည်မှာအမည်ပွားဖြစ်နေသည်
tg: Бубахшед! Шумо номи ҳамторо барои ... ворид кардед
vi: Xin lỗi! Bạn đã nhập tên trùng với

source: Sorry! You entered a duplicated short name with
ar: المعذرة! لقد أدخلت اسم مختصر مزدوج مع
id: Maaf! Anda memasukkan nama pendek yang sama
my: သင်အသုံးပြုသောအမည်တိုမှာအမည်ပွားဖြစ်နေသည်
tg: Бубахшед! Шумо номи мухтасари ҳамторо барои ... ворид кардед
vi: Xin lỗi! Bạn đã nhập tên rút gọn trùng với

source: Warning, name already exists
ar: تحذير ، الاسم موجود بالفعل
id: Peringatan, nama sudah ada
my: သတိ။ အမည်တူရှိပြီးဖြစ်သည်
tg: Огоҳӣ, ном аллакай вуҷуд дорад
vi: Cảnh báo, tên này đã tồn tại

source: Error, name is required
ar: خطأ، الاسم مطلوب
id: Kesalahan, nama dibutuhkan
my: မှားယွင်းနေသည်။ အမည်ကိုဖြည့်သွင်းရန်
tg: Хатогӣ, ном ҳатмист
vi: Lỗi, bắt buộc phải có tên

source: Version
ar: النسخة
id: versi
my: ထုတ်ဝေသည့်အကြိမ်
tg: Версия
vi: Phiên bản

source: Build revision
ar: بناء المراجعة
id: revisi dibuat
my: ထုတ်ဝေသည်
tg: Версияи сохт
vi: Bản sửa đổi xây dựng

source: Build date
ar: تاريخ البناء
id: Tanggal pembuatan
my: ရက်သတ်မှတ်သည်
tg: Санаи сохт
vi: Ngày triển khai

source: User agent
ar: وكيل المستخدم
id: agen pengguna
my: အသုံးပြုသူ
tg: Намояндаи корбар
vi: Người đại diện

source: External configuration directory
ar: سجل التكوين الخارجي
id: direktori konfigurasi luar
my: ပြင်ပအညွှန်းပြပုံ
tg: Директорияи конфигуратсияи беруна
vi: Thư mục chứa cấu hình

source: Environment variable
ar: تنوع البيئة
id: variabel lingkungan
my: ပတ်ဝန်းကျင်ဆိုင်ရာကွဲပြားချက်များ
tg: тағйирёбандаи муҳит
vi: Biến môi trường

source: Database type
ar: نمط قاعدة البيانات
id: Tipe database
my: Database ပုံစံ
tg: Навъи пойгоҳи иттилоотӣ
vi: Loại cơ sở dữ liệu

source: Database name
ar: اسم قاعدة البيانات
id: Tipe database
my: Database အမည်
tg: Номи пойгоҳи иттилоотӣ
vi: Tên cơ sở dữ liệu

source: Database user
ar: مستخدم قاعدة البيانات
id: Basis data pengguna
my: Database အသုံးပြုသူ
tg: Корбари пойгоҳи иттилоотӣ
vi: Người dùng cơ sở dữ liệu

source: Not set
ar: لم يتم تعيين
id: Belum ter set
my: မရှိပါ
tg: Таъин нашудааст
vi: Không cài

source: Current user
ar: المستخدم الحالي
id: Pengguna sekarang
my: လက်ရှိအသုံးပြုနေသူ
tg: Корбари ҷорӣ
vi: Người dùng hiện tại

source: DHIS 2 Online
ar: DHIS 2 متصل بالنت
my: DHIS 2 အင်တာနက်နှင့်ချိတ်ဆက်နေသည်
tg: DHIS 2 дар реҷаи онлайн
vi: DHIS 2 Trực tuyến

source: Home Page
ar: الصفحة الرئيسية
id: Beranda / halaman muka
my: ပင်မစာမျက်နှာ
tg: Саҳифаи асосӣ
vi: Trang chủ

source: Launchpad Site
ar: موقع قاعدة الانطلاق
id: Situs launchpad
my: စတင်ထုတ်လွှင့်ရာနေရာ
tg: Сайти ҷои парвоз
vi: Trang Launchpad

source: Message to the DHIS 2 development team
ar: رسالة الى فريق تطوير DHIS 2
id: Pesan ke tim pengembang DHIS 2
my: ဖွံ့ဖြိုးမှုအဖွဲ့သို့သတင်းတိုပေးပို့ခြင်း
tg: Паём барои гурӯҳи таҳиягарони DHIS 2
vi: Gửi tin nhắn đến nhóm phát triển DHIS 2

source: Error message / Stack trace
ar: رسالة خاطئة/ تتبع المجموعة
id: Pesan salah/ tumpukan jejak
my: သတင်းတိုပေးပို့ခြင်းပုံစံမှားယွင်းနေပါသည်
tg: Паёми хатогӣ / Изи стек
vi: Thông báo lỗi, sự cố

source: Enter a message
ar: ادخال رسالة
id: masukkan pesan
my: ‌ပေးပို့လိုသောသတင်းတိုကိုရိုက်နှိပ်ပါ
tg: Ворид кардани паём
vi: Nhập tin nhắn

source: Send
ar: ارسال
id: kirim
my: ပို့သည်
tg: Фиристодан
vi: Gửi đi

source: Help
ar: مساعدة
id: Bantuan
my: အကူအညီတောင်းခံရန်
tg: Кӯмак
vi: Giúp đỡ

source: Send feedback
ar: ارسال التغذية الاسترجاعية
id: kirimkan umpan balik
my: အကြောင်းပြန်သည်
tg: Фиристодани изҳори назар
vi: Gửi phản hồi

source: Status
ar: الحالة
my: အခြေအနေ
tg: Ҳолат
vi: Tình trạng

source: System status
ar: حالة النظام
id: status sistem
my: စနစ်အခြေအနေ
tg: Ҳолати система
vi: Tình trạng hệ thống

source: Feedback
ar: التغذية الاسترجاعية
id: umpan balik
my: အကြောင်းပြန်ကြားချက်
tg: Изҳори назар
vi: Phản hồi

source: Intro
ar: مقدمة
my: မိတ်ဆက်
tg: Муқаддима
vi: Giới thiệu

source: Help Contents
ar: مساعدة المحتويات
id: Konten Bantuan
my: အကူအညီတောင်းယူနိုင်သောအကြောင်းအရာများ
tg: Мундариҷаи кӯмак
vi: Nội dung trợ giúp

source: About DHIS 2
ar: حول DHIS 2
id: Tentang DHIS2
my: DHIS 2 အကြောင်း
tg: Дар бораи DHIS 2
vi: Giới thiệu về DHIS 2

source: Last name
ar: الاسم الاخير
id: Nama akhir
my: နောက်ဆုံးအမည်
tg: Насаб
vi: Tên họ

source: Unknown
ar: مجهول
id: Tidak diketahui
my: မသိပါ
tg: Номаълум
vi: Không rõ

source: Java opts
ar: خيارات الجافا
tg: Имконоти Java

source: Java home
ar: الصفحة الرئيسة لجافا

source: Java temporary directory
ar: سجل جافا المؤقت
tg: Директорияи муваққатии Java

source: Java version
ar: نسخة جافا
id: versi Java
tg: Версияи Java

source: Java vendor
ar: مستعرض جافا
id: Pengembang Java
tg: Таъминкунандаи Java

source: OS name
ar: اسم OS
id: nama OS
my: အဓိကလုပ်ဆောင်နေသောစနစ်အမည်
tg: Номи СИ
vi: Tên hệ điều hành

source: OS architecture
ar: هندسة معمارية OS
id: arsitektur OS
my: အဓိကလုပ်ဆောင်နေသောစနစ်တည်ဆောက်ပုံ
tg: Меъмории СИ
vi: Cấu trúc hệ điều hành

source: OS version
ar: نسخة OS
id: versi OS
my: အဓိကလုပ်ဆောင်နေသောစနစ်ထုတ်လုပ်သည့်အကြိမ်
tg: Версияи СИ
vi: Phiên bản hệ điều hành

source: Supportive Software
ar: برمجيات داعمة
id: perangkat lunak pendukung
my: အထောက်အကူပြုနေသောကွန်ပျူတာဆော့ဝဲလ်
tg: Нармафзори дастгирикунанда
vi: Phần mềm hỗ trợ

source: Super fast web browser for all platforms
ar: متصفح نت سريع جدا لكل المنصات
id: Web browser super cepat untuk semua platform
my: ရှာဖွေခြင်းအားလုံးအတွက်မြန်နှုန်းမြင့်အင်တာနက်စာမျက်နှာ
tg: Веб-браузери баландсуръат барои ҳамаи платформаҳо
vi: Trình duyệt nhanh dành cho mọi nền tảng

source: Free and simple PDF reader for Windows
ar: قارئ كتب الكترونية بسيط ومجاني ل Windows
id: PDF reader mudah dan gratis untuk Windows
my: Window စနစ်များအတွက်ရိုးရှင်းပြီးအခမဲ့ရသော PDF reader
tg: Василаи хониши PDF-и ройгон ва оддӣ барои Windows
vi: Chương trình đọc tệp định dạng PDF đơn giản dành cho Windows

source: Web browser
ar: متصفح نت
id: Browser web
my: အင်တာနက်စာမျက်နှာ
tg: Браузери веб
vi: Trình duyệt web

source: PDF reader
ar: قارئ كتب الكترونية
tg: Василаи хониши PDF
vi: Phần mềm đọc PDF

source: Report designer for standard reports
ar: مصمم تقرير للتقارير القياسية
id: desain laporan untuk laporan standar
my: စံထားရသောအစီရင်ခံစာများ၏ပုံစံထုတ်လုပ်သူ
tg: Тарроҳи ҳисобот барои ҳисоботи стандартӣ
vi: Chương trình thiết kế báo cáo chuẩn

source: Report designer
ar: مصمم تقارير
id: desain laporan
my: အစီရင်ခံစာပုံစံထုတ်လုပ်သူ
tg: Тарроҳи ҳисобот
vi: Chương trình thiết kế báo cáo

source: MyDatamart
ar: مستوى مجموعة البيانات الخاصة بي
my: ကျွန်ုပ်၏အချက်အလက်ဈေးကွက်နေရာ
tg: Киоски иттилооти ман
vi: Trích xuất dữ liệu

source: Local data mart for off-line data analysis
ar: مستوى مجموعة البيانات محلية لتحليل البيانات عند قطع الاتصال
id: kamus lokal data untuk analisa data off-line
my: အင်တာနက်အသုံးပြုစရာမလိုသောအချက်အလက်များဆန်းစစ်နိုင်သည့်အချက်အလက်သိမ်းဆည်းရာဈေးကွက်
tg: Киоски иттилооти маҳаллӣ барои таҳлили офлайни иттилоот
vi: Dữ liệu trích xuất dùng để sử dụng trong phân tích cục bộ

source: Mobile client
ar: عميل موبايل
id: klien mobil
my: မိုဘိုင်းလ်အသုံးပြုသူ
tg: Муштарии мобилӣ
vi: Phiên bản dành cho điện thoại

source: Client for data capture on mobile devices
ar: عملاء لالتقاط البيانات على أجهزة الموبايل
id: klien untuk data capture pada alat ponsel
my: မိုဘိုင်းလ်ဖုန်းဖြင့်အချက်အလက်မှတ်သားအသုံးပြုသူ
tg: Муштарӣ барои ҷамъоварии иттилоот дар дастгоҳҳои мобилӣ
vi: Trình nhập liệu dành cho các thiết bị di động.

source: Web API
ar: صفحة API

source: System Overview
ar: نظرة عامة للنظام
id: Gambaran sistem
my: စနစ်တစ်ခုလုံးကိုခြုံငုံကြည့်ရှုခြင်း
tg: Шарҳи мухтасари система
vi: Tổng quan về hệ thống

source: Server date
ar: تاريخ الخادوم
id: Tanggal server
my: ဆာဗာရှိရက်စွဲ
tg: Санаи сервер
vi: Ngày trên máy chủ

source: online release page
ar: صفحة اطلاق الاتصال
id: Halaman rilis online
my: အချက်အလက်များကိုထုတ်ဖော်ပြသထားသောအင်တာနက်စာမျက်နှာ
tg: саҳифаи нашри онлайн
vi: Xem các phiên bản DHIS 2

source: Edit profile
ar: تحرير الملف
id: Ubah profil
my: အတ္ထုပ္ပတ္တိအကျဉ်းကိုပြင်ဆင်ခြင်း
tg: Таҳрири профил
vi: Chỉnh sửa hồ sơ

source: View profile
ar: رؤية الملف
id: Lihat profil
my: အတ္ထုပ္ပတ္တိအကျဉ်းကိုကြည့်ရှုခြင်း
tg: Намоиши профил
vi: Xem hồ sơ

source: Profile details
ar: تفاصيل الملف
id: detail profil
my: အတ္ထုပ္ပတ္တိအသေးစိတ်
tg: Маълумоти муфассали профил
vi: Hồ sơ chi tiết

source: Job title
ar: عنوان العمل
id: Titel pekerjaan
my: အလုပ်အကိုင်ခေါင်းစဉ်
tg: Унвони вазифа
vi: Nghề nghiệp

source: Introduction
ar: مقدمة
id: Pengenalan
my: မိတ်ဆက်ခြင်း
tg: Муқаддима
vi: Giới thiệu

source: Gender
ar: الجنس
my: လိင်
tg: Ҷинс
vi: Giới tính

source: Male
ar: ذكر
id: Laki-laki
my: ကျား
tg: Мард
vi: Nam

source: Female
ar: انثى
id: Perempuan
my: မ
tg: Зан
vi: Nữ

source: Other
ar: اخرى
id: Lain
my: အခြား
tg: Дигар
vi: Khác

source: Birthday
ar: عيد ميلاد
id: Tanggal lahir
my: ‌မွေးနေ့
tg: Рӯзи таваллуд
vi: Ngày sinh

source: Nationality
ar: الجنسية
id: Kebangsaan
my: နိုင်ငံသား
tg: Миллат
vi: Quốc gia

source: Employer
ar: الموظف
id: Pekerjaan
my: အလုပ်ရှင်
tg: Корфармо
vi: Công ty

source: Education
ar: التعليم
id: Pendidikan
my: ပညာအရည်အချင်း
tg: Маълумот
vi: Trình độ văn hóa

source: Interests
ar: الاهتمامات
id: Hobi/minat
my: စိတ်ဝင်စားမှုများ
tg: Манфиатҳо
vi: Sở thích

source: Languages
ar: اللغات
id: Bahasa
my: ဘာသာစကားများ
tg: Забонҳо
vi: Ngôn ngữ

source: Profile was updated
ar: تم تحديث الملف
id: Profil sudah diperbaharui
my: အတ္ထုပ္ပတ္တိကိုမွမ်းမံသည်
tg: Профил навсозӣ шуд
vi: Hồ sơ đã được cập nhật

source: Settings
ar: اعدادات
id: Pengaturan
my: တည်ဆောက်ထားသည့်အနေအထား
tg: Танзимот
vi: Các cài đặt

source: Property to display in analysis modules
ar: خاصية للعرض في وحدات التحليل
id: Properti untuk display dalam modul analisis
my: အချက်အလက်များဆန်းစစ်ရာတွင်ဖော်ပြထားချက်များ
tg: Хусусият барои нишон додан дар модулҳои таҳлилӣ
vi: Đặc tính để hiển thị trong các ứng dụng báo cáo

source: User settings
ar: اعدادات المستخدم
id: Pengaturan pengguna
my: အသုံးပြုသူ၏စာရင်းတည်ဆောက်ထားသည့်အနေအထား
tg: Танзимоти корбар
vi: Cài đặt người dùng

source: General
ar: عام
id: Umum
my: ‌ယေဘုယျ
tg: Умумуӣ
vi: Thiết lập tổng quát

source: Message
ar: رسالة
id: Pesan
my: သတင်း
tg: Паём
vi: Tin nhắn

source: Database language
ar: لفة قاعدة البيانات
id: Basis data Bahasa
my: Database တွင်သုံးသောဘာသာစကား
tg: Забони пойгоҳи иттилоотӣ
vi: Ngôn ngữ cơ sở dữ liệu

source: Interface language
ar: لغة الواجهة
id: bahasa interface
my: အချက်အလက်များဖြည့်သွင်းရာတွင်သုံးသောဘာသာစကား
tg: Забони интерфейс
vi: Ngôn ngữ giao diện

source: Use database locale / no translation
ar: استخدم موقع قاعدة البيانات / لا ترجمة
id: Gunakan basisdata lokal / tidak terjemahan
my: အချက်အလက်များဖြည့်သွင်းခြင်းကိုမူရင်းဘာသာစကားဖြင့်သာသုံးပါ
tg: Истифодаи маҳали пойгоҳи иттилоотӣ / бе тарҷума
vi: Dùng cơ sở dữ liệu địa phương/Không biên dịch

source: Style
ar: النمط
id: Gaya
my: ပုံစံ
tg: Услуб
vi: Kiểu dáng

source: User General Settings
ar: اعدادات المستخدم العامة
id: Pengaturan umum pengguna
my: အသုံးပြုသူ၏ယေဘုယျစာရင်းတည်ဆောက်ထားသည့်အနေအထား
tg: Истифодаи танзимоти умумӣ
vi: Các thiết lập chung cho người dùng

source: User Message Settings
ar: اعدادات رسالة المستخدم
id: Pengaturan pesan pengguna
my: အသုံးပြုသူ၏သတင်းတိုပေးပို့ခြင်းပုံစံတည်ဆောက်ထားသည့်အနေအထား
tg: Танзимоти паёми корбар
vi: Các thiết lập tin nhắn cho người dùng

source: Enable message email notifications
ar: تمكين رسالة إخطارات البريد الالكتروني
id: notifikasi pesan surel diaktifkan
my: အီးမေးလ်ဖြင့်သတိပေးစာပေးပို့ခြင်းကိုလက်ခံသည်
tg: Фаъол кардани огоҳиҳо тавассути почтаи электронӣ
vi: Cho phép hiện thông báo tin nhắn email

source: Enable message SMS notifications
ar: تمكين اخطارات الرسائل النصية القصيرة
id: notifikasi pesan SMS diaktifkan
my: သတင်းတိုဖြင့်သတိပေးစာပေးပို့ခြင်းကိုလက်ခံသည်
tg: Фаъоли кардани огоҳиҳо тавассути паёмҳои СМС
vi: Cho phép hiện thông báo tin nhắn SMS

source: Customize the system with user specific settings for locale, style and more.
ar: تخصيص النظام مع اعدادات المستخدم المحددة للموقع والنمط والمزيد
id: kustomisasi sistem dengan pengaturan pengguna spesifik untuk lokal, gaya dan yang lainnya
my: အသုံးပြုသူ၏သီးသန့်စာရင်းတည်ဆောက်မှုတွင်ဘာသာစကား၊ပုံစံနှင့်အခြားတို့ကိုစိတ်ကြိုက်ပြန်လည်ပြင်ဆင်သည်
tg: Системаро бо танзимоти ба корбар хоси маҳал, услуб ва ғайра фармоишӣ кунед.
vi: Tùy biến hệ thống với các thiết lập người dùng cho định vị, thứ tự sắp xếp, thuộc tính hiển thị cách thức và hơn nữa.

source: Customize the system with user specific settings for message email and sms notification.
ar: تخصيص النظام مع اعدادت المستخدم المحددة للبريد الالكتروني واخطارات الرسائل النصية القصيرة
id: kustomisasi sistem dengan pengaturan pengguna spesifik untuk pesan surel, dan notifikasi sms
my: အသုံးပြုသူ၏သီးသန့်စာရင်းတည်ဆောက်မှုတွင်သတိပေးချက်လက်ခံခြင်းပုံစံကိုသတင်းတို၊အီးမေးလ်တို့ဖြင့်စိတ်ကြိုက်ပြန်လည်ပြင်ဆင်သည်
tg: Системаро бо танзимоти ба корбар хоси огоҳӣ тавассути почтаи электронӣ ва паёмҳи СМС фармоишӣ кунед.
vi: Tùy biến hệ thống với các thiết lập cho người dùng đối với tin nhắn thư điện tử và SMS.

source: Light Blue
ar: ازرق فاتح
id: Biru muda
my: အပြာဖျော့ရောင်
tg: Кабуди кушод
vi: Màu xanh nhạt

source: Green
ar: اخضر
id: Hijau
my: အစိမ်းရောင်
tg: Сабз
vi: Màu xanh lá cây

source: Settings were updated
ar: تم تحديث الاعدادات
id: Pengaturan telah diperbaharui
my: တည်ဆောက်ထားသည့်အနေအထားကိုမွမ်းမံသည်
tg: Танзимот навсозӣ шуданд
vi: Các cài đặt đã được cập nhật

source: Dashboard
ar: لوحة المعلومات
tg: Лавҳаи маълумот
vi: Bảng điều khiển

source: Messages
ar: الرسائل
id: Pesan-pesan
my: သတင်းများ
tg: Паёмҳо
vi: Tin nhắn

source: Interpretations
ar: التفسيرات
id: interpretasi
my: ဘာသာပြန်ခြင်းများ
tg: Тафсирҳо
vi: Thuyết minh báo cáo

source: Interface style
ar: نمط الواجهة
my: အစိတ်အပိုင်းဆက်သွယ်ချက်များ၏ပုံစံ
tg: Услуби интерфейс
vi: Kiểu giao diện

source: Server memory
ar: ذاكرة الخادوم
id: Memori server
my: အချက်အလက်သိုမှီးရာဌာန၏မှတ်ဉာဏ်
tg: Хотираи сервер
vi: Bộ nhớ máy chủ

source: CPU cores
ar: صميم المعالج
tg: Маӯзҳои CPU

source: Please select
ar: من فضلك اختر
id: Silakan pilih
vi: Hãy chọn

source: Browse it here
ar: تصفح هنا
id: Cari disini
vi: Mở ở đây

source: Change Log
ar: تغيير التسجيل
id: Ubah log
my: မှတ်တမ်းကိုပြောင်းလဲသည်
tg: Таърихи тағйиротҳо
vi: Thông tin phần mềm

source: Release
ar: اطلاق
id: Rilis
my: ထုတ်လွှင့်သည်
tg: Нашр
vi: Phát hành

# release_page
source: online release page
ar: صفحة اطلاق الاتصال
id: Halaman yang akan dirilis online
my: အင်တာနက်စာမျက်နှာမှတဆင့်ထုတ်လွှင့်သည်
tg: саҳифаи нашри онлайн
vi: Xem các phiên bản DHIS2

source: Yes
ar: نعم
id: Ya
my: မှန်
tg: Ҳа
vi: Có

source: No
ar: لا
id: Tidak
my: မှား
tg: Не
vi: Không

# true
source: Yes
ar: نعم
id: Ya
tg: Ҳа
vi: Đúng

# false
source: No
ar: لا
id: Tidak
tg: Не
vi: Sai

source: Sum
ar: مجموع
id: Jumlah
my: စုစုပေါင်း
tg: Ҷамъ
vi: Tổng

source: Count
ar: تعداد
id: Hitung
my: အရေအတွက်
tg: Шумора
vi: Đếm

source: Average
ar: متوسط
id: Rata - rata
my: ပျမ်းမျှ
tg: Миёна
vi: Trung bình

source: Standard deviation
ar: الانحراف المعياري
id: Standar deviasi
vi: Độ lệch chuẩn

source: Variance
ar: الاختلاف
id: Varian
vi: Sự khác nhau

source: Min
ar: الحد الادنى
vi: Nhỏ nhất

source: Max
ar: الحد الاقصى
id: Maks
vi: Lớn nhất

source: Text
ar: النص
id: Teks
my: စာရေးသားသည်
tg: Матн
vi: Văn bản

source: String
ar: سلسلة
my: စာသား
tg: Ришта
vi: Chuỗi

# int
source: Number
ar: عدد
id: Angka
my: ဂဏန်း
tg: Рақам
vi: Số nguyên

source: Number
ar: الرقم
id: Angka
my: ဂဏန်း
tg: Рақам
vi: Số

source: Date
ar: التاريخ
id: Tanggal
my: ရက်စွဲ
tg: Сана
vi: Ngày

source: Yes/No
ar: نعم / لا
id: Ya / Tidak
my: မှန်/မှား
tg: Ҳа/Не
vi: Có/Không

# bool
source: Yes/No
ar: نعم /لا
id: Ya / Tidak
my: မှန်/မှား
tg: Ҳа/Не
vi: Đúng/Sai

source: None
ar: لا شيء
id: Tidak Ada
my: တစ်ခုမှမဟုတ်
tg: Ягонто
vi: Không

source: Profile
ar: الملف الشخصي
id: Profil
my: အတ္ထုပ္ပတ္တိအကျဉ်း
tg: Профил
vi: Hồ sơ

source: Account
ar: الحساب
id: Akun
my: စာရင်း
tg: Ҳисоб
vi: Tài khoản

source: Update user
ar: تحديث المستخدم
id: Perbarui pengguna
my: အသုံးပြုသူကိုအဆင့်မြှင့်သည်
tg: Навсозии корбар
vi: Cập nhật người dùng

source: User account
ar: حساب المستخدم
id: Akun Pengguna

source: Username
ar: اسم المستخدم
my: အသုံးပြုသူအမည်
tg: Номи корбар

source: Old password
ar: كلمة السر القديمة
id: Password lama
my: လျှို့ဝှက်ဂဏန်းအဟောင်း
tg: Пароли кӯҳна
vi: Mật khẩu cũ

source: New password
ar: كلمة السر الجديدة
id: Password lama

source: Retype new password
ar: اعد كتابة كلمة السر الجديدة
id: Ketik ulang password baru
my: လျှို့ဝှက်ဂဏန်းအသစ်ကိုပြန်ရေးပါ
tg: Вуруди такрории пароли нав
vi: Nhập lại mật khẩu mới

source: Surname
ar: اسم العائلة
id: Nama keluarga
my: မျိုးရိုးအမည်
tg: Насаб
vi: Tên đệm

source: First name
ar: الاسم الأول
id: Nama depan
my: ပထမအမည်
tg: Ном
vi: Tên

source: E-mail
ar: البريد الالكتروني
my: အီးမေးလ်
tg: Почтаи электронӣ
vi: Thư điện tử

source: OpenID
ar: فتح الهوية
vi: Mã định danh mở

source: Username
ar: اسم المستخدم
my: အသုံးပြုသူအမည်
tg: Номи корбар
vi: Tên đăng nhập

source: Mobile phone number
ar: رقم الهاتف المحمول
id: No. HP
my: မိုဘိုင်းလ်ဖုန်းနံပါတ်
tg: Рақами телефони мобилӣ
vi: Số điện thoại

source: User roles
ar: اطوار المستخدم
id: Peran pengguna
my: အသုံးပြုသူအဆင့်
tg: Вазифаҳои корбар
vi: Quyền người dùng

source: Account was updated
ar: تم تحديث الحساب
id: Akun sudah diupdate
my: အသုံးပြုသူစာရင်းကိုအဆင့်မြှင့်တင်ပြီးဖြစ်သည်
tg: Ҳисоб навсозӣ шуд
vi: Tài khoản đã được cập nhật

source: Wrong password
ar: كلمة سر خاطئة
id: Password salah
my: လျှို့ဝှက်ဂဏန်းမှားယွင်းနေပါသည်
tg: Пароли хато
vi: Sai mật khẩu

source: Help Center
ar: مركز المساعدة
my: အကူအညီတောင်းရန်ဌာန
tg: Маркази кӯмак
vi: Trung tâm trợ giúp

source: Welcome to the DHIS 2 Help Center
ar: اهلا بك الى مركز مساعدة DHIS 2
id: Selamat datang di DHIS 2 Help Center
my: DHIS 2 အကူအညီတောင်းရန်ဌာနမှကြိုဆိုပါသည်
tg: Марҳабо ба Маркази кӯмаки DHIS 2
vi: Chào mừng đến với trung tâm trợ giúp của DHIS 2

source: Please select an item from the menu to the left.
ar: من فضلك حدد عنصرا من القائمة الى اليسار
id: Silakan pilih item dari menu ke kiri
my: လက်ဝဲဘက်ရှိ Menu မှအကြောင်းအရာတစ်ခုကိုရွေးချယ်ပါ
tg: Лутфан аз менюи тарафи чап ҷузъеро интихоб кунед.
vi: Hãy chọn một mục từ danh mục bên trái.

source: Please wait while the system is processing
ar: من فضلك انتظر ريثما يعمل النظام
id: Silakan menunggu sementara sistem berjalan
my: စနစ်အလုပ်လုပ်နေစဉ်ခေတ္တစောင့်ဆိုင်းပါ
tg: Лутфан то коркард кардани система мунтазир шавед
vi: Hãy đợi khi hệ thống đang thực thi

source: User must be assigned to at least one organisation unit
ar: يجب تخصيص المستخدم في وحدة تنظيم واحدة على الاقل
id: User harus ditentukan paling tidak 1 unit organisasi
vi: Người dùng phải được gán cho ít nhất một đơn vị

source: Address
ar: العنوان
id: Alamat
my: လိပ်စာ
tg: Суроға
vi: Địa chỉ

source: Contact information
ar: معلومات التواصل
id: Informasi kontak
my: ဆက်သွယ်ရမည့်အချက်အလက်ဖြည့်သွင်းရန်
tg: Маълумот барои тамос
vi: Thông tin liên hệ

source: Contact person
ar: التواصل مع الشخص
id: Kontak person
my: ဆက်သွယ်ရမည့်သူ၏အမည်
tg: Шахси мутасаддӣ
vi: Người liên hệ

source: This field is required.
ar: هذا الحقل مطلوب
id: Field ini diperlukan
my: ဤနေရာတွင်မဖြစ်မနေဖြည့်သွင်းရမည်
tg: Ин майдон ҳатмист.
vi: Trường này phải nhập

source: Please fix this field.
ar: من فضلك املا هذا الحقل
id: Silakan memperbaiki field ini
my: ဤနေရာကိုခိုင်မာအောင်ပြုပါ
tg: Лутфан ин майдонро дуруст кунед.
vi: Vui lòng sửa lỗi trường này

source: Please enter a valid email address.
ar: الرجاء إدخال عنوان بريد إلكتروني صالح
id: Silakan memasukkan alamat email yang valid
my: မှန်ကန်သောအီးမေးလ်လိပ်စာဖြည့်သွင်းပါ
tg: Лутфан суроғаи почтаи электронии дурустеро ворид кунед.
vi: Vui lòng nhập địa chỉ email hợp lệ

source: Please enter a valid URL.
ar: رجاء أدخل مسارًا سليمًا
id: Silakan memasukkan URL yang valid
my: မှန်ကန်သောURLဖြည့်သွင်းပါ
tg: Лутфан URL-и дурустеро ворид кунед.
vi: Vui lòng nhập địa chỉ trang web hợp lệ

source: Please enter a valid date.
ar: من فضلك ادخل تاريخا صالحا
id: Silakan memasukkan tanggal yang valid
my: မှန်ကန်သောရက်စွဲဖြည့်သွင်းပါ
tg: Лутфан санаи дурустеро ворид кунед.
vi: Vui lòng nhập ngày hợp lệ

source: Please enter a valid date (e.g. 1990-01-01).
ar: من فضلك ادخل تاريخا صالحا (مثال 1-1-1990)
id: Silakan memasukkan tanggal yang valid (misal 1990-01-01)
my: မှန်ကန်သောရက်စွဲဖြည့်သွင်းပါ (ဥပမာ-၁၉၉၀-၀၁-၀၁)
tg: Лутфан санаи дурустеро ворид кунед (мас. 1990-01-01).
vi: Vui lòng nhập ngày hợp lệ theo chuẩn (VD 1990-01-01).

source: Please enter a valid number.
ar: من فضلك ادخل رقما صالحا
id: Silakan memasukkan angka yang valid
my: မှန်ကန်သောဂဏန်းဖြည့်သွင်းပါ
tg: Лутфан адади дурустеро ворид кунед.
vi: Vui lòng nhập số hợp lệ

source: Please enter only digits.
ar: من فضلك ادخل رقمين فقط
id: Silakan masukkan hanya angka
my: ဂဏန်းသာဖြည့်သွင်းရန်
tg: Лутфан фақат рақамҳоро ворид кунед.
vi: Chỉ chấp nhận nhập số

source: The entered values do not match. Please re-enter the values.
ar: القيم المدخلة لم تتطابق. من فضلك اعد ادخال القيم
id: Nilai yang dimasukkan tidak cocok. Silakan masukkan nilai yang baru.
my: ‌ဖြည့်သွင်းထားသောတန်ဖိုးကိုက်ညီမှုမရှိ၍ပြန်လည်ဖြည့်သွင်းပါ
tg: Қиматҳои воридкардашуда мувофиқат намекунанд. Лутфан қиматҳоро такроран ворид кунед.
vi: Không khớp: Vui lòng nhập lại

source: Please enter a value with a valid extension.
ar: من فضلك ادخل قيمة مع مدة صالحة
id: Silakan memasukkan nilai dengan ekstensi yang valid
my: မှန်ကန်သောပမာဏရှိသည့်တန်ဖိုးဖြည့်သွင်းပါ
tg: Лутфан интиҳои дурустеро ворид кунед.
vi: Vui lòng nhập giá trị với biểu thức hợp lệ

source: The first character must be a letter.
ar: العنصر الأول يجب ان يكون حرفا
id: Karakter yang pertama harus berupa huruf.
my: ပထမဆုံးဖြည့်သွင်းချက်သည်အက္ခရာသာဖြစ်ရမည်
tg: Аломати якум бояд ҳарф бошад.
vi: Ký tự đầu tiên phải là chữ cái

source: Please enter no more than {0} characters.
ar: من فضلك لا تدخل اكثر من عنصرين
id: Silakan memasukkan tidak lebih dari {0} karakter.
my: {0}ထက်မပိုသောအက္ခရာအရေအတွက်သာဖြည့်သွင်းရန်
tg: Лутфан на бештар аз {0} аломат ворид кунед .
vi: Không nhập hơn {0} ký tự.

# please_enter_at_least_than_n_character
source: Please enter at least {0} characters.
ar: من فضلك ادخل على الأقل[ 0] عنصر
id: Silakan memasukkan setidaknya {0} karakter.
my: အနည်းဆုံးအက္ခရာ{0}ဖြည့်သွင်းရန်
tg: Лутфан н камтар аз {0} аломат ворид кунед.
vi: Nhập ít nhất {0} ký tự.

source: Please enter a value between {0} and {1} characters long.
ar: من فضلك ادخل قيمة مابين[ 0] و[ 1 ]عنصر
id: Silakan memasukkan nilai dengan panjang karakter antara {0} dan (1}
my: {0}နှင့် {1}ကြားအက္ခရာအရေအတွက်ရှိသောတန်ဖိုးဖြည့်သွင်းရန်
tg: Лутфан қимати дарозиаш аз {0} то {1} аломатро ворид кунед.
vi: Vui lòng nhập giá trị có chiều dài từ {0} đến {1} ký tự.

source: Please enter a value between {0} and {1}.
ar: من فضلك ادخل قيمة بين [ 0 ] و [1 ]
id: Silakan memasukkan nilai antara {0} dan {1}.
my: {0}နှင့်{1} ကြားရှိသောတန်ဖိုးဖြည့်သွင်းရန်
tg: Лутфан қимати дарозиаш аз {0} то {1} -ро ворид кунед.
vi: Vui lòng nhập giá trị từ {0} đến {1}.

source: Please enter a value less than or equal to {0}.
ar: من فصلك ادخل قيمة اقل من او مساوية ل [0]
id: Silakan masukkan nilai lebih besar atau sama dengan {1}
my: {0}နှင့်တူသော(သို့) {0}အောက်ရှိသောတန်ဖိုးဖြည့်သွင်းရန်
tg: Лутфан қимати аз {0} хурдтар ё баробари онро ворид кунед.
vi: Vui lòng nhập con số nhỏ hơn hoặc bằng {0}.

source: Please enter a value greater than or equal to {0}.
ar: من فضلك ادخل قيمة اكبر من او مساوية ل [0]
id: Silakan masukkan nilai lebih besar atau sama dengan {1}
my: {0}နှင့်တူသော(သို့) ထက်များသောတန်ဖိုးဖြည့်သွင်းရန်
tg: Лутфан қимати аз {0} калонтар ё баробари онро ворид кунед.
vi: Vui lòng nhập con số lớn hơn hoặc bằng {0}.

source: Please enter a different value to above.
ar: من فضلك ادخل قيمة مختلفة عن أعلاه
id: Silakan memasukkan nilai yang berbeda dengan nilai di atas.
my: အထက်တွင်ဖြည့်သွင်းထားသောတန်ဖိုးနှင့်မတူအောင်ဖြည့်ပါ
tg: Лутфан ворид кунед a different value to above.
vi: Vui lòng nhập một giá trị khác giá trị trên.
