Repository: kimbalear/dhis2-translations
Catalog: dhis-service-core/*.po
Languages: ar, id, my, tg, vi

source: Get information about the system version and runtime environment.
ar: احصل على معلومات حول نسخة النظام وبيئة وقت التشغيل
id: Mengunjungi halaman informasi untuk mendapatkan informasi mengenai versi sistem dan runtime environment
my: အသုံးပြုနေသောစနစ်ကိုပြန်လည်မွမ်းမံသည့်အကြိမ်နှင့်စနစ်အလုပ်လုပ်နေသည့်အချိန်တွေ့ရှိရမည့်အခြေအနေများအတွက်အချက်အလက်စုဆောင်းခြင်း
tg: Дарёфт кардани маълумот дар бораи версияи система ва муҳити кори он.
vi: Lấy thông tin về phiên bản phần mềm và các thông tin môi trường đang chạy.

source: Set your personal preferences for interface language, style and email settings.
ar: حدد التفضيلات الشخصية للغة المدخلة ، النمط واعدادات البريد الالكتروني
id: Mengatur preferensi personal anda untuk interface bahasa, gaya dan pengaturan email
my: ကြားခံစာမျက်နှာသုံးဘာသာစကား၊ ပုံစံနှင့် အီးမေးလ်တည်ဆောက်ပုံကိုသင့်စိတ်ကြိုက်ပြင်ဆင်ခြင်း
tg: Таъин кардани афзалиятҳои инфиродӣ дар мавриди забони интерфейс, сабк ва танзимоти почтаи электронӣ.
vi: Cài đặt các ưu tiên cá nhân về ngôn ngữ giao diện, kiểu dáng và tài khoản thư điện tử.

source: Set up your personal profile with information like job title and interests.
ar: اضبط ملفك الشخصي مع معلومات مثل اسم المهنة والاهتمامات
id: Mengatur profil anda sendiri dengan informasi mengenai diri anda seperti pekerjaan, gelar dan minat
my: သင်၏အတ္ထုပ္ပတ္တိကိုစိတ်ကြိုက်ပြင်ဆင်ခြင်း
tg: Эҷоди профили шахсии шумо, ки дорои маълумот аз қабили вазифаи хидматӣ ва манфиатҳои шумо мебошад.
vi: Cài đặt hồ sơ cá nhân với các thông tin như công việc và sở thích .

source: Manage your user account including name, password, email and mobile.
ar: خطط حسابك من ضمنه الاسم، كلمة السر، البريد الالكتروني والموبايل
id: mengatur akun user anda termasuk nama, katakunci, surat elektronik dan nomor ponsel
my: သင်၏အသုံးပြုသူစာရင်းမှအမည်၊ လျှို့ဝှက်နံပါတ်၊ အီးမေးလ်နှင့် ဖုန်းနံပါတ်တို့ကိုပြင်ဆင်ခြင်း
tg: Идора карданиҳисоби корбари шумо, аз ҷумла ном, парол, почтаи электронӣ ва рақами телефони мобилӣ.
vi: Quản lý tài khoản của bạn bao gồm tên, mật khẩu, thư điện tử và số điện thoại .

source: Go here to log out of the system and deny others to access your user account.
ar: اذهب هنا لتسجل الخروج من النظام وتمنع الاخرين من الدخول لحسابك
id: mengunjungi di sini untuk keluar dari sistem dan menolak orang lain untuk mengakses akun pengguna anda
my: ဤနေရာမှစာရင်းပြန်ထွက်လျှင်သင်မှတပါးအခြားသူတို့သင်၏စာရင်းကိုဝင်ရောက်အသုံးမပြုနိုင်ပါ
tg: Барои хориҷ шудан аз система ва манъ кардани дастрасии дигарон ба ҳисоби шумо ба инҷо гузаред.
vi: Bấm vào đây để đăng xuất ra khỏi hệ thống và tránh người khác dùng tài khoản của bạn

source: Offline
ar: قطع الاتصال بالنت
my: အင်တာနက်နှင့်မချိတ်ဆက်ထားပါ
tg: Офлайн
vi: Ngoại tuyến

source: Online
ar: متصل بالنت
my: အင်တာနက်နှင့်ချိတ်ဆက်ထားသည်
tg: Онлайн
vi: Trực tuyến

source: Next
ar: التالي
id: Selanjutnya
my: ရှေ့သို့
tg: Навбатӣ
vi: Sau

source: Previous
ar: السابق
id: Sebelumnya
my: နောက်သို့
tg: Қаблӣ
vi: Trước

source: You are online
ar: انت متصل بالنت
id: anda online
my: သင်အင်တာနက်နှင့်ချိတ်ဆက်ထားသည်
tg: Шумо онлайн ҳастед
vi: Bạn đang trực tuyến

source: You are offline, data will be stored locally
ar: تم قطع الاتصال. سوف يتم حفظ البيانات محليا.
id: anda offline, data akan disimpan lokal
my: သင်အင်တာနက်နှင့်မချိတ်ဆက်ထားပါ။ အချက်အလက်များကိုသင့်ကွန်ပျူတာတွင်သာသိမ်းဆည်းထားမည်
tg: Шумо офлайн ҳастед, иттилоот дар ҳамин ҷо ҳифз мешавад.
vi: Bạn đang ngoại tuyến, dữ liệu sẽ được lưu cục bộ vào trình duyệt

source: There is data stored locally, please upload to server
ar: هناك بيانات محفوظة محليا. من فضلك حمل للخادم
id: Terdapat data tersimpan di tempat lokal, mohon unggah ke server
my: သင့်ကွန်ပျူတာတွင်သိမ်းဆည်းထားသောအချက်အလက်များရှိသည်။ ကျေးဇူးပြု၍ဆာဗာတွင်းသို့ပြောင်းရွှေ့သိမ်းဆည်းပေးပါ
tg: Дар инҷо иттилооти ҳифзшуда ҳаст, лутфан онро ба сервер бор кунед
vi: Có dữ liệu được lưu cục bộ, hãy tải lên máy chủ

source: Uploading locally stored data to the server
ar: تحميل البيانات المحفوظة محليا الى الخادم
id: Unggah data lokal ke server
my: သိမ်းဆည်းထားသောအချက်အလက်များကို ဆာဗာတွင်းသို့ပြောင်းရွှေ့သိမ်းဆည်းနေသည်
tg: Боркунии иттилооти маҳаллӣ ба сервер
vi: Đang tải dữ liệu cục bộ lên máy chủ

source: Upload
ar: تحميل
id: unggah
my: ဖြည့်သွင်းသိမ်းဆည်းသည်
tg: Бор кардан
vi: Tải lên

source: Upload to server was successful
ar: تم النقل للخادوم بنجاح
id: unggahan anda ke server telah berhasil
my: ဆာဗာတွင်းသို့သိမ်းဆည်းခြင်းပြီးဆုံးပါပြီ
tg: Боркунӣ ба сервер бомуваффақият буд
vi: Tải lên máy chủ thành công

source: Upload to server failed, please try again later
ar: فشل النقل للخادوم. من فضلك حاول مجددا فيمابعد
id: unggahan ke server gagal, tolong coba lagi nanti
my: ဆာဗာတွင်းသို့သိမ်းဆည်းခြင်းမအောင်မြင်ပါ။ ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပေးပါ
tg: Боркунӣ ба сервер иҷро нашуд, баъдтар аз нав кӯшиш кунед
vi: Tải lên máy chủ thất bại, hãy thử lại sau

source: Year
ar: السنة
id: tahun
my: ခုနှစ်
tg: Сол
vi: Năm

source: Details
ar: التفاصيل
id: detail-detail
my: အတိအကျ
tg: Маълумоти муфассал
vi: Chi tiết

source: Show details
ar: مشاهدة التفاصيل
id: tunjukkan detail-detail
my: အတိအကျပြသပါ
tg: Нишон додани маълумоти муфассал
vi: Hiển thị chi tiết

source: Hide details
ar: إخفاء التفاصيل
id: Sembunyikan detail-detail
my: အတိအကျဖော်ပြချက်များကိုဖွက်ထားပါ
tg: Пинҳон кардани маълумоти муфассал
vi: Ẩn chi tiết

source: Change password
ar: تغيير كلمة السر
id: Ubah kata kunci
my: လျှို့ဝှက်နံပါတ်ပြောင်းခြင်း
tg: Иваз кардани парол
vi: Thay đổi mật khẩu

source: Your password has expired, please change
ar: انتهت صلاحية كلمة السر، من فضلك ضع واحدة جديدة
id: Password telah kadaluarsa, Mohon diganti
vi: Mật khẩu đã quá hạn, cần phải thay đổi

source: Choose a date
ar: اختر تاريخا
id: Pilih tanggal
my: ရက်စွဲရွေးချယ်ခြင်း
tg: Интихоби сана
vi: Chọn một ngày

source: Hide menu
ar: إخفاء القائمة
id: Sembunyikan menu
my: မီနူးကိုမမြင်အောင်ဖွက်ခြင်း
tg: Пинҳон кардани меню
vi: Ẩn danh mục

source: Extend menu
ar: تمديد القائمة
id: Menu lanjutan
my: မီနူးကိုချဲ့ခြင်း
tg: Тавсеаи меню
vi: Mở rộng danh mục

source: Show menu
ar: اظهار القائمة
id: Tunjukkan menu
my: မီနူးကိုပြသခြင်း
tg: Нишон додани меню
vi: Hiển thị danh mục

source: Show main menu
ar: اظهار القائمة الرئيسية
id: Tunjukkan menu utama
my: အဓိကမီနူးကိုပြသခြင်း
tg: Нишон додани менюи асосӣ
vi: Hiển thị danh mục chính

source: View home page
ar: اظهار الصفحة الرئيسية
id: Lihat beranda/ halaman muka
my: အဝင်စာမျက်နှာကိုကြည့်ရှုခြင်း
tg: Намоиши саҳифаи асосӣ
vi: Xem trang chủ

source: View interpretations
ar: مشاهدة التفسيرات
id: Lihat interpretasi
my: ဘာသာပြန်ထားသည်ကိုကြည့်ရှုခြင်း
tg: Намоиши тафсирҳо
vi: Xem thuyết minh báo cáo

source: Organisation unit
ar: وحدة التنظيم
id: unit organisasi
my: အဖွဲ့အစည်းများ
tg: Воҳиди сохторӣ
vi: Đơn vị

source: Data element
ar: عنصر البيانات
id: elemen data
my: စာတိုင်များ
tg: Унсури иттилоот
vi: Phần tử dữ liệu

source: Start date
ar: تاريخ البدء
id: tanggal mulai
my: စတင်သည့်ရက်
tg: Санаи оғоз
vi: Ngày bắt đầu

source: End date
ar: تاريخ الانتهاء
id: tanggal berakhir
my: ပြီးဆုံးသည့်ရက်
tg: Санаи анҷом
vi: Ngày kết thúc

source: Entry
ar: ادخال
id: memasukkan/entri
my: ဖြည့်သွင်းခြင်း
tg: Вуруд
vi: Nhập

source: Comment
ar: تعليق
id: Komentar
my: မှတ်ချက်
tg: Шарҳ
vi: Bình luận

source: Operations
ar: عمليات
id: operasi-operasi
my: လုပ်ဆောင်ချက်များ
tg: Амалиётҳо
vi: Toán tử

source: Add new
ar: إضافة جديد
id: menambah baru
my: အသစ်ထည့်ခြင်း
tg: Иловаи нав
vi: Thêm mới

source: Rename
ar: إعادة التسمية
id: mengubah
my: အမည်သစ်ပေးခြင်း
tg: Ивази ном
vi: Đổi tên

source: Move
ar: نقل
id: pindah
my: ‌‌နေရာရွှေ့ခြင်း
tg: Интиқол додан
vi: Di chuyển

source: Remove
ar: حذف
id: menghilangkan
my: ဖယ်ရှားခြင်း
tg: Тоза кардан
vi: Tháo ra

source: Required
ar: مطلوب
id: diperlukan
my: ဖြည့်သွင်းရန်လိုအပ်သည်
tg: Ҳатмӣ
vi: Bắt buộc

source: All
ar: الكل
id: semua
my: အားလုံး
tg: Ҳама
vi: Tất cả

source: Save
ar: حفظ
id: simpan
my: သိမ်းဆည်းသည်
tg: Захира
vi: Lưu lại

source: New
ar: جديد
id: baru
my: အသစ်
tg: Нав
vi: Mới

source: Back
ar: العودة
id: kembali
my: ‌နောက်သို့ပြန်သွားသည်
tg: Ба қафо
vi: Trở lại

source: OK
ar: حسنا
my: လက်ခံသည်
vi: Có

source: Cancel
ar: الغاء
id: batal
my: ပယ်ဖျက်သည်
tg: Бекор кардан
vi: Hủy

source: Clone
ar: استنساخ
id: Penggandaan
my: ပုံတူပွားသည်
tg: Клон
vi: Bản sao

source: Add
ar: إضافة
id: tambah
my: ထပ်ထည့်သည်
tg: Илова кардан
vi: Thêm

source: Edit
ar: تحرير
id: merubah
my: တည်းဖြတ်သည်
tg: Таҳрир
vi: Chỉnh sửa

source: Reply
ar: رد
id: balas
my: အကြောင်းပြန်သည်
tg: Ҷавоб додан
vi: Trả lời

source: Update
ar: تحديث
id: perbarui
my: ‌နောက်ဆုံးသတင်းကိုရစေခြင်း
tg: Навсозӣ
vi: Cập nhật

source: Delete
ar: حذف
id: hapus
my: ဖျက်ဆီးသည်
tg: Нест кардан
vi: Xóa

source: Deleting
ar: جاري الحذف
id: Menghapus
my: ဖျက်ဆီးခြင်း
tg: Несткунӣ
vi: Đang xóa

source: Close
ar: اغلاق
id: tutup
my: ပိတ်သည်
tg: Пӯшидан
vi: Đóng lại

# gender_male
source: Male
ar: ذكر
id: laki-laki
my: ကျား
tg: Мард
vi: Nam

# gender_female
source: Female
ar: انثى
id: perempuan
my: မ
tg: Зан
vi: Nữ

# gender_other
source: Other
ar: اخرى
id: lain
my: အခြား
tg: Дигар
vi: Khác

source: Password
ar: كلمة السر
id: kata kunci
my: လျှို့ဝှက်နံပါတ်
tg: Парол
vi: Mật khẩu

source: Confirm password
ar: تأكيد كلمة السر
id: Pastikan kata kunci
my: လျှို့ဝှက်နံပါတ်ကိုသေချာအောင်လုပ်သည်
tg: Тасдиқи парол
vi: Xác nhận mật khẩu

source: Mobile phone
ar: رقم الهاتف المحمول
id: ponsel
my: လက်ကိုင်ဖုန်း
tg: Телефони мобилӣ
vi: Số điện thoại

source: Create a new account
ar: انشاء حساب جديد
id: Buat akun baru
my: စာရင်းသစ်ဖန်တီးခြင်း
tg: Сохтани ҳисоби нав
vi: Tạo một tài khoản mới

source: Prove you are not a robot
ar: اثبت انك لست آلي
id: Buktikan anda bukan robot
my: သင်ကိုယ်တိုင်ဖြစ်ကြောင်းသက်သေပြပါ
tg: Исбот кунед, ки шумо робот нестед
vi: Chứng minh bạn không phải là một robot

source: Create
ar: انشاء
id: Buat
my: ဖန်တီးသည်
tg: Сохтан
vi: Tạo

source: Can't read the words? Try another one
ar: لا يمكنك قراءة الكلمات؟ جرب اخرى
id: Anda tidak dapat membaca kata-kata tersebut? Coba dengan yang lain
my: စာလုံးများဖတ်မရပါ။ အခြားတစ်ခုကိုပြောင်း၍ကြိုးစားပေးပါ
tg: Калимаҳоро хонда натавонистед? Дигарашро санҷида бинед
vi: Nếu không nhìn thấy, hãy tử với một từ mới

source: Restore
ar: استعادة
id: mengembalikan
my: ပြန်သိမ်းပေးသည်
tg: Барқарор кардан
vi: Khôi phục

source: Restore account
ar: استعادة الحساب
id: mengembalikan akun
my: စာရင်းကိုပြန်သိမ်းပေးသည်
tg: Барқарор кардани ҳисоб
vi: Khôi phục tài khoản

source: Account recovery
ar: تم استعادة الحساب
id: pemulihan akun
my: ပြန်လည်အသုံးပြုနိုင်ရန်သိမ်းဆည်းခြင်း
tg: Барқароркунии ҳисоб
vi: Phục hồi tài khoản

source: Recover
ar: استرداد
id: pemulihan
my: ပြန်ကောင်းလာသည်
tg: Барқарор кардан
vi: Phục hồi

source: Code from email
ar: رمز من البريد الالكتروني
id: Kode dari email
my: အီးမေးလ်မှလျှို့ဝှက်သင်္ကေတ
tg: Рамз аз паёми электронӣ
vi: Mã từ thư điện tử

source: Minimum 8 characters, 1 upper-case and 1 digit
ar: الحد الأدنى 8 عناصر، 1 قسم علوي وواحد رقمي
id: minimum 8 karakter, 1 huruf besar dan 1 angka
my: အနည်းဆုံးအက္ခရာရှစ်ခု၊ စာလုံးကြီးတစ်ခုနှင့် ဂဏန်းတစ်ခုလိုသည်
tg: На камтар аз 8 аломат, 1 ҳарфи калон ва 1 рақам
vi: Ít nhất 8 ký tự, một chữ VIẾT HOA và một số

source: Optional
ar: اختياري
id: opsi
my: မဖြစ်မနေလုပ်ရန်မလိုပါ။
tg: Ихтиёрӣ
vi: Không bắt buộc

source: Object was not deleted because it is used by other objects:
ar: لم يتم حذف الموضوع لأنه يستخدم من قبل مواضيع أخرى
id: obyek tidak dihapus karena sedang digunakan obyek lain
my: ဤအကြောင်းအရာသည်အခြားပုံစံဖြင့်အသုံးပြုနေသောကြောင့်ဖျက်ဆီး၍မရပါ။
tg: Объект нест карда нашуд, зеро онро объектҳои дигар истифода мебаранд:
vi: Không thể xóa đối tượng, bởi vì nó đang được dùng bởi đối tượng khác:

source: ID
ar: الهوية
vi: Định danh

source: The name is already in use. Please choose a different name
ar: الاسم مستخدم بالفعل . من فضلك اختر اسمًا آخر
id: Nama tersebut telah digunakan. Silakan pilih nama yang lain
vi: Tên này đã được dùng. Hãy chọn tên khác

source: The code is already in use. Please choose a different code
ar: الرمز مستخدم بالفعل. من فضلك اختر رمزًا آخر
id: Kode telah digunakan. Silakan pilih kode yang lain
vi: Mã này đã được dùng. Hãy chọn mã khác

source: The short name is already in use. Please choose a different short name
ar: الاسم المختصر مستخدم بالفعل. من فضلك اختر اسما مختصرا اخر
id: Nama tersebut sudah digunakan. Silakan pilih nama yang lain
vi: Tên rút gọn này đã được dùng. Hãy chọn tên rút gọn khác

source: Please upgrade your browser. Internet Explorer version 8 and earlier is not supported.
ar: من فضلك طور متصفحك. نسخة متصفح الانترنت 8 وماقبلها غير مدعومة
id: Upgrade browser anda. Internet explorer versi 8 dan versi sebelumnya tidak mendukung sistem ini.
vi: Hãy nâng cấp trình duyệt của bạn.Internet Explore 8 và các phiên bản cũ hơn không được hỗ trợ.

source: Email is not configured for the system
ar: البريد الالكتروني غير مكون بالنسبة للنظام
id: Email ini tidak dikonfigurasikan sesuai dengan sistem ini
vi: Thư điện tử không được cấu hình cho hệ thống

source: No user credentials
ar: لا توجد شهادة اعتماد للمستخدم
id: Tidak adanya jaminan keamanan identitas pengguna
vi: Không có thông tin về người dùng

source: User does not have a valid email
ar: لا يملك المستخدم بريدا الكترونيا فعالا
id: Pengguna tidak memiliki email yang valid
vi: Người dùng không có thư điện tử hợp lệ

source: User has critical authorities
ar: لدى المستخدم صلاحيات مهمة
vi: Người dùng có quyền đặc biệt

source: Default
ar: الوضع الافتراضي
id: Otomatis sesuai dengan bawaan
vi: Mặc định

source: Daily
ar: يومي
id: harian
my: နေ့စဉ်
tg: Ҳаррӯза
vi: Hằng ngày

source: Weekly
ar: اسبوعي
id: mingguan
my: အပတ်စဉ်
tg: Ҳафтаина
vi: Hằng tuần

source: Monthly
ar: شهري
id: bulanan
my: လစဉ်
tg: Моҳона
vi: Hằng tháng

source: Bimonthly
ar: نصف شهري
id: dua bulanan
my: နှစ်လတစ်ကြိမ်
tg: Ду маротиба дар як моҳ
vi: Hằng 2 tháng

source: Quarterly
ar: فصليا
id: empat bulanan
my: သုံးလတစ်ကြိမ်
tg: Семоҳа
vi: Hằng quý

source: Six-monthly
ar: كل ستة اشهر
id: enam bulanan
my: ခြောက်လတစ်ကြိမ်
tg: Шашмоҳа
vi: Hằng 6 tháng

source: Six-monthly April
ar: كل ستة اشهر نيسان
id: Tiap 6 bulan, di bulan April
vi: Hằng 6 tháng - tháng 4

source: Yearly
ar: سنويا
id: tahunan
my: နှစ်စဉ်
tg: Солона
vi: Hằng năm

source: Two-yearly
ar: كل سنتين
id: dua tahunan
my: နှစ်နှစ်တစ်ကြိမ်
tg: Дусола
vi: Hằng 2 năm

source: On-change
ar: متغير
id: pada saat berubah
my: ‌ပြောင်းလဲနေသည်
tg: Тағйирёбанда
vi: Thay đổi

source: Survey
ar: مسح
id: survei
my: ကွင်းဆင်းလေ့လာခြင်း
tg: Тадқиқот
vi: Khảo sát

source: Relative
ar: نسبي
id: relatif
my: ဆက်စပ်မှု
tg: Нисбӣ
vi: Tương đối

source: Financial-April
ar: مالي - آب
id: keuangan-april
my: ဧပြီဘဏ္ဍာရေးလ
tg: Молиявӣ - апрел
vi: Năm tài chính - tháng 4

source: Financial-July
ar: مالي - تموز
id: keuangan-juli
my: ဇူလိုင်ဘဏ္ဍာရေးလ
tg: Молиявӣ - июл
vi: Năm tài chính - tháng 7

source: Financial-Oct
ar: مالي - تشرين الأول
id: keuangan-oktober
my: အောက်တိုဘာဘဏ္ဍာရေးလ
tg: Молиявӣ - окт
vi: Năm tài chính - tháng 10

source: January
ar: كانون الثاني
id: Januari
my: ဇန်နဝါရီ
tg: Январ
vi: Tháng một

source: February
ar: شباط
id: Februari
my: ဖေဖော်ဝါရီ
tg: Феврал
vi: Tháng hai

source: March
ar: اذار
id: Maret
my: မတ်
tg: Март
vi: Tháng ba

source: April
ar: نيسان
my: ဧပြီ
tg: Апрел
vi: Tháng tư

# month.may
source: May
ar: أيار
id: Mei
my: မေ
tg: Май
vi: Tháng năm

source: June
ar: حزيران
id: Juni
my: ဇွန်
tg: Июн
vi: Tháng sáu

source: July
ar: تموز
id: Juli
my: ဇူလိုင်
tg: Июл
vi: Tháng bảy

source: August
ar: آب
id: Agustus
my: သြဂုတ်
tg: Август
vi: Tháng tám

source: September
ar: أيلول
my: စက်တင်ဘာ
tg: Сентябр
vi: Tháng chín

source: October
ar: تشرين الاول
id: Oktober
my: အောက်တိုဘာ
tg: Октябр
vi: Tháng mười

source: November
ar: تشرين الثاني
my: နိုဝင်ဘာ
tg: Ноябр
vi: Tháng mười một

source: December
ar: كانون الاول
id: Desember
my: ဒီဇင်ဘာ
tg: Декабр
vi: Tháng mười hai

source: Jan
ar: كانون2
my: ဇန်နဝါရီ
tg: Янв
vi: Th.1

source: Feb
ar: شباط
my: ဖေဖော်ဝါရီ
tg: Фев
vi: Th.2

source: Mar
ar: اذار
my: မတ်
tg: Мар
vi: Th.3

source: Apr
ar: نيسان
my: ဧပြီ
tg: Апр
vi: Th.4

# month.short.may
source: May
ar: أيار
id: Mei
my: မေ
tg: Май
vi: Th.5

source: Jun
ar: حزيران
my: ဇွန်
tg: Июн
vi: Th.6

source: Jul
ar: تموز
my: ဇူလိုင်
tg: Июл
vi: Th.7

source: Aug
ar: آب
my: သြဂုတ်
tg: Авг
vi: Th.8

source: Sep
ar: ايلول
my: စက်တင်ဘာ
tg: Сен
vi: Th.9

source: Oct
ar: تشرين1
id: Okt
my: အောက်တိုဘာ
tg: Окт
vi: Th.10

source: Nov
ar: تشرين2
my: နိုဝင်ဘာ
tg: Ноя
vi: Th.11

source: Dec
ar: كانون1
id: Des
my: ဒီဇင်ဘာ
tg: Дек
vi: Th.12

# weekday.monday
source: Monday
ar: الاثنين
id: Senin
my: တနင်္လာ
tg: Душанбе
vi: Thứ hai

# weekday.tuesday
source: Tuesday
ar: الثلاثاء
id: Selasa
my: အင်္ဂါ
tg: Сешанбе
vi: Thứ ba

# weekday.wednesday
source: Wednesday
ar: الاربعاء
id: Rabu
my: ဗုဒ္ဓဟူး
tg: Чоршанбе
vi: Thứ tư

# weekday.thursday
source: Thursday
ar: الخميس
id: Kamis
my: ကြာသပတေး
tg: Панҷшанбе
vi: Thứ năm

# weekday.friday
source: Friday
ar: الجمعة
id: Jumat
my: သောကြာ
tg: Ҷумъа
vi: Thứ sáu

# weekday.saturday
source: Saturday
ar: السبت
id: Sabtu
my: စနေ
tg: Шанбе
vi: Thứ bảy

# weekday.sunday
source: Sunday
ar: الاحد
id: Minggu
my: တနင်္ဂနွေ
tg: Якшанбе
vi: Chủ nhật

# weekday.short.monday
source: Mon
ar: اث
id: Sen
my: တနင်္လာ
tg: Душ
vi: T.2

# weekday.short.tuesday
source: Tue
ar: ثلا
id: Sel
my: အင်္ဂါ
tg: Сеш
vi: T.3

# weekday.short.wednesday
source: Wed
ar: ار
id: Rab
my: ဗုဒ္ဓဟူး
tg: Чорш
vi: T.4

# weekday.short.thursday
source: Thu
ar: خم
id: Kam
my: ကြာသပတေး
tg: Панҷш
vi: T.5

# weekday.short.friday
source: Fri
ar: جم
id: Jum
my: သောကြာ
tg: Ҷум
vi: T.6

# weekday.short.saturday
source: Sat
ar: س
id: Sab
my: စနေ
tg: Шан
vi: T.7

# weekday.short.sunday
source: Sun
ar: اح
id: Mingg
my: တနင်္ဂနွေ
tg: Якш
vi: CN

# nepali.month.january
source: Baishak
ar: كانون الثاني

# nepali.month.february
source: Jestha
ar: شباط

# nepali.month.march
source: Asar
ar: آذار

# nepali.month.april
source: Shrawan
ar: نيسان

# nepali.month.may
source: Bhadra
ar: أيار

# nepali.month.june
source: Ashwin
ar: حزيران

# nepali.month.july
source: Kartik
ar: تموز

# nepali.month.august
source: Mangsir
ar: آب

# nepali.month.september
source: Poush
ar: أيلول

# nepali.month.october
source: Magh
ar: تشرين الاول

# nepali.month.november
source: Falgun
ar: تشرين الثاني

# nepali.month.december
source: Chaitra
ar: كانون الأول

# nepali.month.short.january
source: Baishak
ar: كانون الثاني

# nepali.month.short.february
source: Jestha
ar: شباط

# nepali.month.short.march
source: Asar
ar: اذار

# nepali.month.short.april
source: Shrawan
ar: نيسان

# nepali.month.short.may
source: Bhadra
ar: ايار

# nepali.month.short.june
source: Ashwin
ar: حزيران

# nepali.month.short.july
source: Kartik
ar: تموز

# nepali.month.short.august
source: Mangsir
ar: اب

# nepali.month.short.september
source: Poush
ar: ايلول

# nepali.month.short.october
source: Magh
ar: تشرين الاول

# nepali.month.short.november
source: Falgun
ar: تشرين الثاني

# nepali.month.short.december
source: Chaitra
ar: كانون الاول

# nepali.weekday.monday
source: Monday
ar: الاثنين
id: Senin
tg: Душанбе

# nepali.weekday.tuesday
source: Tuesday
ar: الثلاثاء
id: Selasa
tg: Сешанбе

# nepali.weekday.wednesday
source: Wednesday
ar: الاربعاء
id: Rabu
tg: Чоршанбе

# nepali.weekday.thursday
source: Thursday
ar: الخميس
id: Kamis
tg: Панҷшанбе

# nepali.weekday.friday
source: Friday
ar: الجمعة
id: Jumat
tg: Ҷумъа

# nepali.weekday.saturday
source: Saturday
ar: السبت
id: Sabtu
tg: Шанбе

# nepali.weekday.sunday
source: Sunday
ar: الاحد
id: Minggu
tg: Якшанбе

# nepali.weekday.short.monday
source: Mon
ar: اث
id: Sen
tg: Душ

# nepali.weekday.short.tuesday
source: Tue
ar: ثلا
id: Sel
tg: Сеш

# nepali.weekday.short.wednesday
source: Wed
ar: ار
id: Rab
tg: Чорш

# nepali.weekday.short.thursday
source: Thu
ar: خ
id: Kam
tg: Панҷш

# nepali.weekday.short.friday
source: Fri
ar: ج
id: Jum
tg: Ҷум

# nepali.weekday.short.saturday
source: Sat
ar: س
id: Sab
tg: Шан

# nepali.weekday.short.sunday
source: Sun
ar: اح
id: Mingg
tg: Якш

source: Translate
ar: ترجم
id: Terjemahkan
my: ဘာသာပြန်သည်။
tg: Тарҷума
vi: Dịch

source: Add locale
ar: اضف موقع
id: menambakah lokal
my: အမိဘာသာစကား ထပ်ထည့်ရန်။
tg: Иловаи маҳал
vi: Thêm vùng

# translation_details
source: Details
ar: تفاصيل
id: detail-detail
my: အသေးစိတ်များ
tg: Маълумоти муфассал
vi: Chi tiết

source: [ Select locale ]
ar: [اختر موقع]
id: [ Pilih lokal ]
my: [ အမိဘာသာစကား ရွေးချယ်ပါ။ ]
tg: [ Интихоби маҳал ]
vi: [ Chọn vùng]

source: [ Select reference ]
ar: [اختر مرجع]
id: [ Pilih referensi ]
my: [ အကိုးအကား ကို ရွေးချယ်ပါ။ ]
tg: [ Интихоби истинод ]
vi: [ Chọn gợi ý ]

# translation_save
source: Save
ar: حفظ
id: Simpan
my: သိမ်းသည်။
tg: Захира кардан
vi: Lưu lại

source: Id
ar: الهوية
my: အိုင်ဒီ
tg: Идентификатор
vi: Mã định danh

# translation_label_name
source: Name
ar: الاسم
id: Nama
my: အမည်
tg: Ном
vi: Tên

# translation_label_shortName
source: Short name
ar: الاسم المختصر
id: nama pendek
my: အမည်အတို
tg: Номи мухтасар
vi: Tên ngắn

# translation_label_description
source: Description
ar: الوصف
id: deskripsi
my: ဖော်ပြချက်
tg: Тавсиф
vi: Miêu tả

# translation_label_comment
source: Comment
ar: تعليق
id: Komentar
my: မှတ်ချက်
tg: Шарҳ
vi: Bình luận

source: Region
ar: المنطقة
id: wilayah
my: အရပ်ဒေသ
tg: Минтақа
vi: Vùng

source: Title
ar: العنوان
id: titel
my: ခေါင်းစဉ်
tg: Унвон
vi: Tiêu đề

source: Variant
ar: التنويعة
id: varian
my: ပုံစံကွဲမူကွဲ
tg: Вариант
vi: Biến thể

source: Country code
ar: رمز البلد
id: kode negara
my: နိုင်ငံကုတ်နံပါတ်
tg: Рамзи кишвар
vi: Mã Quốc gia

source: Language code
ar: رمز اللغة
id: kode bahasa
my: ဘာသာစကားကုတ်နံပါတ်
tg: Рамзи забон
vi: Mã ngôn ngữ

# translation_label_numerator_description
source: Numerator description
ar: الوصف العددي
id: deskripsi numerator
my: ပိုင်းဝေဖော်ပြချက်
tg: Тавсифи сурат
vi: Miêu tả tử số

# translation_label_denominator_description
source: Denominator description
ar: وصف المقام
id: Deskripsi denominator
my: ပိုင်းခြေဖော်ပြချက်
tg: Тавсифи махраҷ
vi: Miêu tả mẩu số

source: Added locale
ar: اضف موقع
id: ditambahkan lokal
my: ထည့်သွင်းထားသော အမိဘာသာစကား
tg: Маҳал илова шуд
vi: Đã thêm vùng

# translation_cancel
source: Cancel
ar: الغاء
id: Batal
my: ဖျက်သည်။
tg: Бекор кардан
vi: Hủy bỏ

# translation_add
source: Add
ar: إضافة
id: tambah
my: ပေါင်းထည့်သည်။
tg: Илова
vi: Thêm

source: Locale
ar: موقع
id: lokal
my: အမိဘာသာစကား
tg: Маҳал
vi: Vùng

source: Reference
ar: مرجع
id: referensi
my: အကိုးအကား
tg: Истинод
vi: Gợi ý

source: Language must be two characters
ar: يجب ان تكون اللغة من عنصرين
id: Bahasa harus terdiri dua karakter
my: ဘာသာစကားနေရာတွင် အက္ခရာနှစ်လုံးရှိရမည်။
tg: Забон бояд ду аломат дошта бошад
vi: Ngôn ngữ phải là 2 kí tự

source: Country must be two characters
ar: البلد يجب ان يكون من عنصرين
id: Negara mesti dua karakter
my: နိုင်ငံနေရာတွင် အက္ခရာနှစ်လုံးရှိရမည်။
tg: Кишвар бояд ду аломат дошта бошад
vi: Quốc gia phải là 2 kí tự

source: Variant must be specified
ar: التنويع يجب ان يحدد
id: varian harus spesifik
my: မူကွဲများကို သတ်မှတ်ရမည်။
tg: Вариант бояд нишон дода шавад
vi: Biến thể phải được ghi rõ

source: Locale already exists
ar: الموقع موجود بالفعل
id: Lokal sudah ada
my: အမိဘာသာစကား ရှိပြီးသားဖြစ်သည်။
tg: Маҳал алакай вуҷуд дорад
vi: Vùng này đã tồn tại

source: Please verify Letters, Numbers, Underscore and Spaces for short name only
ar: من فضلك تحقق من الاحرف، الأرقام، التسطير السفلي والمسافات للأسماء المختصرة فقط
id: Tolong pastikan huruf, angka, underskor dan spasi hanya untuk nama pendek
my: အမည်တိုအတွက်သာလျှင် စာများ၊ ဂဏန်းများ၊ underscore နှင်း space များကို စစ်ပါ။
tg: Лутфан ҳарфҳо, рақамҳо, тиреи поён ва фосилаҳоро танҳо барои номи мухтасар санҷед
vi: Phải chắc rằng các chữ cái, chữ số, dấu gạch dưới và dấu cách chỉ dành cho tên rút gọn

source: Shortname's maximum length of 25 charaters
ar: الحد الأعلى لطول الاسم القصير 25 عنصر.
id: panjang maksimum nama pendek terdiri dari 25 karakter
my: အက္ခရာ၂၅ခုကိုအမည်တိုအတွက်ခွင့်ပြုသည်
tg: Дарозии ниҳоии номи мухтасар 25 аломат аст
vi: Chiều dài tối đa của tên rút gọn là 25 kí tự
