Repository: kimbalear/dhis2-translations
Catalog: dhis-web-mobile/*.po
Languages: fr, id, pt, zh

source: No data is stored
fr: Aucune donnée n'est enregistrée
id: Tidak ada data yang disimpan
pt: Não há dados guardados
zh: 无数据保存

source: You have
fr: Vous avez
id: Anda memilikinya
pt: Você tem
zh: 你有

source: form stored
fr: Formulaire stocké
id: Formulir telah disimpan
pt: Formulário gravado
zh: 表单保存

source: forms stored
fr: Formulaires stockés
id: Formulir-formulir telah disimpan
pt: Formulários gravados
zh: 表单保存

source: Aggregate Reporting
fr: Rapports agrégés
id: Pelaporan Aggregrate
pt: Relatórios agregados
zh: 汇总报表

source: Unable to send reply, please try again later
fr: Impossible d'envoyer la réponse, veuillez réessayer plus tard
id: Tidak dapat mengirimkan balasan, Silakan dicoba kembali
pt: Não foi possível enviar a mensagem de resposta, por favor tente mais tarde
zh: 无法发送回应，请稍后重试

source: Unable to get inbox, please try again later
fr: Impossible d'ouvir la boite de reception, veuillez réessayer plus tard
id: Tidak dapat membuka kotak masuk, silakan dicoba kembali
pt: Não foi possível ler da caixa de mensagens, por favor tente mais tarde
zh: 无法打开收件箱，请稍后重试

source: No messages
fr: Aucun message
id: Tidak ada Pesan
pt: Sem mensagens
zh: 无消息

source: None selected
fr: Aucune selection
id: Tidak ada yang dipilih
pt: Selec. nenhum
zh: 无选中

source: No organisation units available for data entry
fr: Aucune unité d'organisation disponible pour la saisie de données
id: Tidak terdapat organisation units dalam data entri
pt: Nenhum unidade organizacional disponível para a entrada de dados
zh: 没有可进行输入录入的组织单元

source: Tried changing to invalid page
fr: A essayé de passer à une page non valide
pt: Tentou visitar uma página inválida
zh: 试图切换到无效页面

source: Log out
fr: Déconnexion
pt: Desconectar
zh: 注销

source: Send and Complete
fr: Envoyer et compléter
id: Kirim dan Lengkapi
zh: 发送并完成
