Repository: kimbalear/dhis2-translations
Catalog: dhis-web-maintenance-dataadmin/*.po
Languages: ar, ru, tg, vi

source: Remove All Locks
ar: الغاء جميع الاقفال
vi: Tháo tất cả các Khóa

source: Optional
ar: الاختيارات
vi: Các tùy chọn

source: Data Administration
ar: إدارة البيانات
ru: Администрирование данных
tg: Маъмурияти иттилоот
vi: Quản trị dữ liệu

source: Period Type
ar: نوع الفترة
ru: Виды периода
tg: Навъи давара
vi: Loại thời điểm

source: Please select at least one option
ar: برجاء إجراء اختيار واحد على الأقل
ru: Пожалуйста, выберите по меньшей мере одну опцию
tg: Лутфан ақаллан як имконро интихоб кунед
vi: Vui lòng chọn ít nhất 1 tùy chọn

source: Performing maintenance
ar: جاري الصيانة
ru: Выполняется техническое обслуживание
tg: Таъмир гузаронида мешавад
vi: Thực hiện bảo trì

source: Maintenance performed
ar: تم الانتهاء من الصيانة
ru: Техническое обслуживание выполнено
tg: Таъмир гузаронида шуд
vi: Bảo trì thực hiện

source: Generating resource tables
ar: إنشاء جداول للموارد
ru: Генерирует ресурсные таблицы
tg: Таҳиякунии ҷадвали захиравӣ
vi: Tạo bảng tài nguyên

source: Resource tables generated
ar: تم إنشاء جداول للموارد
ru: ресурсные таблицы сгенерированы
tg: Ҷадвалҳои захиравӣ таҳия шуданд
vi: Bảng tài nguyên được tạo

source: Clear analytics tables
ar: مسح جدول التحليل
ru: Очистить аналитические таблицы
tg: Ҷадвалҳои таҳлилии тоза
vi: Xóa bảng phân tích

source: Maintenance
ar: الصيانة
ru: Содержание
tg: Таъмир
vi: Bảo trì

source: Resource Table
ar: جدول الموارد
ru: Ресурсная Таблица
tg: Ҷадвали захиравӣ
vi: Bảng tài nguyên

source: Clear data set completeness
ar: مسح اكتمال فئة البيانات
ru: Очистить завершенность набора данных
tg: Мукаммалии маҷмӯи иттилоотро тоза кунед
vi: Xóa tập dữ liệu đầy đủ

source: Clear zero values
ar: مسح القيم الصفرية
ru: Очистить нулевые значения
tg: Қиматҳои сифрро тоза кунед
vi: Xóa các giá trị 0

source: Organisation unit group set structure normalized
ar: تطبيع فئة هيكل مجموعة وحدة المنظمة
ru: Структура групп наборов организации нормализована
tg: Сохтори маҷмӯи гурҳҳои воҳидҳои сохторӣ муътадил гардонида шуд
vi: Cấu trúc nhóm đơn vị được tinh chỉnh

source: Organisation unit structure
ar: هيكل وحدة المنظمة
ru: Структура организации
tg: Сохтори воҳиди сохторӣ
vi: Cấu trúc cây đơn vị

source: Data element category option combo name
ar: اسم قائمة فئة عنصر البيانات
ru: Элемент данных, название комбинированной опции категории
tg: Номи комбои имкони категорияи унсури иттилоот
vi: Tên tập nhóm tùy chọn dữ liệu

source: Generate tables
ar: إنشاء الجداول
ru: Генерировать таблицы
tg: Ҷадвалҳои умумӣ
vi: Tạo bảng

source: Perform maintenance
ar: إجراء الصيانة
ru: Выполнить техническое обслуживание
tg: Гузаронидани таъмир
vi: Hiện thực bảo trì

source: Prune periods
ar: فترات التقليم
ru: Периоды вырезания
tg: Давраҳои буриш
vi: Thời điểm tinh chỉnh

source: Cache Statistics
ar: الإحصاءات المخزنة
ru: Кэш статистика
tg: Омори кэш
vi: Thống kê bộ nhớ tạm

source: Second Level Cache Statistics
ar: المستوى الثاني من الإحصاءات المخزنة
ru: Кэш статистика второго уровня
tg: Омори кэши сатҳи дуввум
vi: Thống kê bộ nhớ tạm cấp 2

source: Region name
ar: اسم المنطقة
ru: Название региона
tg: Номи минтақа
vi: Tên vùng

source: Disk count
ar: تعداد الاقراص
ru: Число дисков
tg: Шумораи диск
vi: Đếm số đĩa

source: Mem size
ar: حجم الذاكرة
ru: Размер памяти
tg: Андозаи хотира
vi: Kích thước bộ nhớ

source: Total Second Level Cache
ar: إجمالي المستوى الثاني المخزن
ru: Всего кэш второго уровня
tg: Ҳамагӣ кэши сатҳи дуввум
vi: Tổng bộ nhớ cấp 2

source: Total Query Cache
ar: إجمالي الاستفسار المخزن
ru: Всего запроса кэш
tg: Ҳамаги кэши пурсиш
vi: Tổng bộ nhớ tạm

source: Query Cache Statistics
ar: إحصاءات الاستفسار المخزن
ru: Запросить кэш статистику
tg: Омори кэши пурсиш
vi: Thống kê truy vấn bộ nhớ tạm

source: Query name
ar: اسم الاستفسار
ru: название запроса
tg: Номи пурсиш
vi: Tên truy vấn

source: Put count
ar: تعداد ال
vi: Số đặt

source: Miss count
ar: التعداد المفقود
vi: Số lần hụt

source: Clear cache
ar: مسح المخبأ
ru: Очистить кэш
tg: Пок кардани кэш
vi: Xóa bộ nhớ tạm

source: Data Statistics
ar: إحصاءات البيانات
ru: Статистические данные
tg: Омори иттилоот
vi: Thống kê dữ liệu

source: Indicator types
ar: أنواع المؤشر
ru: Виды индикаторов
tg: Навъҳои индикатор
vi: Các loại chỉ số

source: Data dictionaries
ar: معاجم البيانات
ru: Словари данных
tg: Луғатҳои иттилоот
vi: Từ điển dữ liệu

source: Periods
ar: الفترات
ru: Периоды
tg: Давраҳо
vi: Các thời điểm

source: Data values
ar: قيم البيانات
ru: Значение данных
tg: Қиматҳои иттлоот
vi: Các giá trị

source: Number of objects
ar: عدد المواضيع
ru: Количество объектов
tg: Шумораи объектҳо
vi: Số đối tượng

source: Data Browser
ar: متصفح البيانات
ru: Браузер данных
tg: Браузери иттилоот
vi: Duyệt dữ liệu

source: From date
ar: من تاريخ
ru: От даты
tg: Аз санаи
vi: Từ ngày

source: To date
ar: حتى تاريخ
ru: До даты
tg: То санаи
vi: Đến ngày

source: Browse by
ar: التصفح بـ
ru: Просмотреть по
tg: Паймоиш аз рӯи
vi: Duyệt theo

source: Select mode
ar: اختر النمط
ru: выбрать метод
tg: Интихоби реҷа
vi: Chọn chế độ

source: Select parent organisation unit
ar: اختر وحدة المنظمة الأصل
ru: выбрать родительскую организационную ячейку
tg: Интихоби воҳиди сохтории болоӣ
vi: Chọn đơn vị cha

source: No data found
ar: لم يعثر على بيانات
ru: Данные не найдены
tg: Ягон иттилоот ёфт нашуд
vi: Không tìm thấy dữ liệu

source: Browse
ar: التصفح
ru: Просмотреть
tg: Паймоиш
vi: Duyệt

source: Select Period Type
ar: اختر نوع الفترة
ru: Выбрать тип периода
tg: Интихоби навъи давра
vi: Chọn kiểu dữ liệu

source: Data Integrity
ar: تكامل البيانات
ru: Целостность данных
tg: Якпорчагии иттилоот
vi: Toàn vẹn dữ liệu

source: Data elements without a data set
ar: عناصر البيانات بدون فئة البيانات
ru: Элементы данных без набора данных
tg: Унсурҳои иттилооти бе маҷмӯи иттилоот
vi: Các dữ liệu không thuộc biểu nhập

source: Data elements without groups
ar: عناصر البيانات بدون المجموعات
ru: Элементы данных без групп
tg: Унсурҳои иттилооти бе гурӯҳҳо
vi: Các dữ liệu không có nhóm

source: Data sets not assigned to organisation units
ar: فئات البيانات غير المخصصة لوحدات المنظمة
ru: Наборы данных не назначены для организации
tg: Маҷмӯъҳои иттилооти ба воҳидҳои сохторӣ таъиннашуда
vi: Các biểu nhập chưa được gán cho đơn vị

source: Indicators with identical formulas
ar: المؤشرات مع المعادلات النموذجية
ru: Индикаторы с идентичной формулой
tg: Индикаторҳо бо формулаҳои якхела
vi: Các chỉ số cùng công thức

source: Indicators without groups
ar: المؤشرات بدون مجموعات
ru: Индикаторы без групп
tg: Индикаторҳои бе гурӯҳ
vi: Các chỉ số không có nhóm

source: Organisation units with cyclic references
ar: وحدات منظمة مع إشارات دورية
ru: Организационные отделы с циклическими ссылками
tg: Воҳидҳои сохторӣ бо истинодҳои мудаввар
vi: Các đơn vị tham chiếu tuần hoàn

source: Orphaned organisation units
ar: وحدات المنظمة اليتامى
ru: Сиротские организационные отделы
tg: Воҳидҳои сохтории "ятим"
vi: Các đơn vị không có cha

source: Organisation units without groups
ar: وحدات المنظمة بدون مجموعات
ru: Организации/отделы без групп
tg: Воҳидҳои сохторӣ бе гурӯҳҳо
vi: Các đơn vị chưa được nhóm

source: Organisation units violating compulsory group sets
ar: وحدات المنظمة التي تخرق فئات المجموعات الإجبارية
ru: Организации/отделы, нарушающие обязательные наборы групп
tg: Воҳидҳои сохторие, ки маҷмӯи гурӯҳҳои ҳатмиро вайрон мекунанд
vi: Các đơn vị vi phạm tính bắt buộc với các tập đơn vị

source: Organisation units violating exclusive group sets
ar: وحدات المنظمة التي تخرق فئات المجموعات الحصرية
ru: Организации/отделы, нарушающие исключительные наборы групп
tg: Воҳидҳои сохторие, ки маҷмӯи гурӯҳҳои истисноиро вайрон мекунанд
vi: Các đơn vị vi phạm tính độc quyền với các tập đơn vị

source: Organisation unit groups without group sets
ar: مجموعات وحدة المنظمة بدون فئات المجموعات
ru: Организации/отделы без наборов групп
tg: Воҳидҳои сохторӣ бе маҷмӯи гурӯҳҳо
vi: Các nhóm đơn vị không có nhóm tập hợp

source: Data integrity checks performed
ar: تم إجراء مراجعات لتكامل البيانات
ru: Проверка целостности данных проведена
tg: Санҷишҳои якпорчагии иттилоот гузаронида шуданд
vi: Kiểm tra Toàn Vẹn Dữ Liệu

source: Data elements assigned to data sets with different period types
ar: عناصر البيانات المخصصة لمجموعات البيانات مع أنواع مختلفة للفترة
ru: Элементы данных назначенных для наборов данных с различными видами периодов
tg: Унсурҳои иттилооте, ки бо давраҳои гуногун ба маҷмӯъҳои иттилоот таъин карда шудаанд
vi: Các phần tử dữ liệu được gán cho tập dữ liệu với kiểu thời điểm khác nhau

source: Data element group set structure
ar: هيكل فئة مجموعة عناصر البيانات
ru: Структура набора группы элементов данных
tg: Сохтори маҷмӯи гурӯҳи унсурҳои иттилоот
vi: Cấu trúc nhóm tập hợp của dữ liệu

source: Indicator group set structure
ar: هيكل فئة مجموعة وحدة المنظمة
ru: Структура набора группы индикаторов
tg: Сохтори маҷмӯи гурӯҳи индикатор
vi: Cấu trúc nhóm của chỉ số

source: Organisation unit group set structure
ar: هيكل فئة مجموعة وحدة المنظمة
ru: Структура набора группы организации
tg: Сохтори маҷмӯи гурӯҳи воҳидҳои сохторӣ
vi: Cấu trúc nhóm của đơn vị

source: Period
ar: الفترة
ru: Период
tg: Давра
vi: Thời điểm

source: Value
ar: القيمة
ru: Значение
tg: Қимат
vi: Giá trị

source: Found
ar: تم العثور على
ru: Найдено
tg: Ёфт шуд
vi: Tìm thấy

source: values
ar: القيم
ru: значения
tg: қиматҳо
vi: giá trị

source: Data element
ar: عنصر البيانات
ru: Элемент данных
tg: Унсури иттилоот
vi: Dữ liệu

source: Data element Group
ar: مجموعة عنصر البيانات
ru: Группы элемента данных
tg: Гурӯҳи унсурҳои иттилоот
vi: Nhóm phần tử dữ liệu

source: Validation rules without groups
ar: مجموعات بدون قواعد التحقق من الصحة
ru: Правила проверки без учета групп
tg: Қоидаҳои санҷиши эътибор бе гурӯҳҳо
vi: Các quy tắc kiểm tra chưa có nhóm

source: Aggregated data values
ar: قيم البيانات التجميعية
ru: Савокупные значения данных
tg: Қиматҳои ҳамҷояшудаи иттилоот
vi: Các giá trị tổng hợp

source: Aggregated indicator values
ar: قين المؤشر التجميعي
ru: Савокупные значения индикаторов
tg: Қиматҳои ҳамҷояшудаи индикаторҳо
vi: Các giá trị chỉ số tổng hợp

source: Organisation Unit Pruning
ar: تقليم وحدة المنظمة
ru: Вырезание организации
tg: Буриши воҳиди сохторӣ
vi: Tinh chỉnh cây đơn vị

source: Min-Max Value Generation
ar: إنشاء قيمة الحد الأدنى - والأقصى
ru: Мин-макс генерирование
tg: Таҳияи қиматҳои мин-макс
vi: Tạo gía trị nhỏ-lớn nhất

source: Add or remove exceptions to the the standard rules for locking of data entry forms.
ar: إضافة أو إزالة الاستثناءات من القواعد القياسية لقفل نماذج إدخال البيانات.
ru: Добавить или убрать исключения от стандартныз правил по блокировке форм ввода данных
tg: Истисноҳо ба қоидаҳои стандартии санҷиши эътиборро барои бастани шаклҳои вуруди иттиллот илова ва тоза кунед.
vi: Thêm hoặc xóa các Ngoại lệ trong quy tắc chuẩn cho việc khóa các mẫu nhập

source: Browse the database and get an overview of where data exists. View and export counts of data elements as well as raw data.
ar: تصفح قاعدة البيانات والحصول على لمحة عامة عن مكان وجود البيانات. عرض وتصدير حسابات عناصر البيانات، فضلا عن البيانات الخام.
ru: Просмотреть базу данных и получить представление о том, где имеются данные. Просмотреть и экспортировать еоличество элементов данных, а также исходные данные
tg: Пойгоҳи иттиллотиро паймоиш кунед ва тасаввурот ҳосил кунед, ки иттилоот дар куҷо вуҷуд дорад. Шумораи унсурҳои иттилоот ва иттилооти ибтидоиро бубинед ва содирот кунед.
vi: Duyệt csdl và đem lại một cái nhìn tổng quan về dữ liệu. Xem và trích xuất số lượng dữ liệu cũng như dữ liệu thô.

source: Run data integrity checks and unveil anomalies and problems in the meta data setup.
ar: تشغيل تدقيق تكامل البيانات وكشف النقاب عن الشذوذ والمشاكل في إعداد البيانات الوصفية.
ru: Запустить проверки целостности данных и объявить об аномалиях и проблемаъ в настройках мета данных.
tg: Санҷишҳои якпорчагии иттилоотро иҷро кунед ва аномалияҳо ва мушкилоти танзими метададтаро ошкор намоед.
vi: Kiểm tra tính toàn vẹn dữ liệu và thông báo các dị thường hay các vấn đề trong việc thiết lập siêu dữ liệu.

source: Archive data which is not currently relevant to your system in order to improve performance. Data can also be unarchived.
ar: أرشيف البيانات التي ليست ذات الصلة حاليا على النظام الخاص بك من أجل تحسين الأداء. يمكن أيضا إلغاء أرشفة البيانات.
ru: Архивировать данные которые настоящее время не имеют отношения к Вашей системе для улучшения ее работы. Данные также могут быть деархивированы.
tg: Иттилоотеро, ки дар айни замон ба системаи шумо марбут нест, бойгонӣ кунед, то ки самаранокии кор беҳтар шавад. Иттилоотро аз бойгонӣ баровардан низ мумкин аст.
vi: Lưu trữ dữ liệu mà hiện tại không liên quan đến hệ thống nhằm nâng cao tính thể hiện. Dữ liệu cũng có thể không được lưu trữ.

source: Archive person data which is not currently relevant to your system. Data can also be unarchived.
ar: أرشيف بيانات الشخص الي ليست ذات الصلة حاليا على النظام الخاص بك. يمكن أيضا إلغاء أرشفة البيانات.
ru: Архивировать персональные данные которые настоящее время не имеют отношения к Вашей системе. Данные также могут быть деархивированы.
tg: Иттилоотеро, ки дар айни замон ба системаи шумо марбут нест, бойгонӣ кунед. Иттилоотро аз бойгонӣ баровардан низ мумкин аст.
vi: Lưu trữ dữ liệu cá thể có thể hiện tại chưa liên quan vào hệ thống. Dữ liệu này có thể được tháo bỏ.

source: Perform maintenance tasks such as pruning of data values and periods and clearing of database resource tables.
ar: تنفيذ مهام الصيانة مثل التقليم من قيم البيانات وفترات وتطهير جداول الموارد قاعدة البيانات.
ru: Выполнить задачи по содежранию, такие как обрезание значений данных и периодов, а также очистка ресусных таблиц базы данных.
tg: Вазифаҳои нигоҳубинро аз қабили бурриши қиматҳои иттилоот ва давраҳо ва тоза кардани ҷадвалҳои захиравии пойгоҳи иттилоотӣ иҷро кунед.
vi: Thực hiện nhiệm vụ bảo trì như tinh chỉnh giá trị dữ liệu và thời điểm và dọn dẹp các bảng tài nguyên của csdl.

source: Generate resource database tables for the organisation unit hierarchy and group set structure among others.
ar: إنشاء جداول قاعدة البيانات للتسلسل الهرمي لوحدة المنظمة وهيكل فئو تلمجموعة من بين أشياء أخرى.
ru: Генерировать таблицы ресурсов базы данных для иерархии организации и структуры набора группы среды других.
tg: Ҷадвалҳои захиравии пойгоҳи иттилоотиро барои воҳиди сохторӣ ва сохтори маҷмӯи гурӯҳҳо ва ғайра таҳия кунед.
vi: Tạo các bảng tài nguyên trong cơ sở dữ liệu cho cây phân cấp đơn vịhierarchy thiết lập cơ cấu giữa các nhóm người khác.

source: Create and manage locales for database content. A locale is a combination of language and country.
ar: إنشاء وإدارة مواقع لمحتوى قاعدة البيانات. الموقع عبارة عن مزيج من اللغة والبلد.
vi: Tạo và quản lý vùng địa phương cho nội dung cơ sở dữ liệu. Một vùng địa phương phải bao gồm ngôn ngữ và Quốc gia.

source: Merge two organisation units and their data values. Data is merged depending on existence and date of last modification.
ar: دمج اثنين من وحدات المنظمة وقيم البيانات الخاصة بهم. يتم دمج البيانات اعتمادا على وجودها وتاريخ التعديل الأخير.
ru: Объединить две организационные ячейки и их значение данных. Данные объединияются в зависимости от существования и даты последних модификаций
tg: Ду воҳиди сохторӣ ва қиматҳои иттилоти онҳоро якҷоя кунед. Иттилоот вобаста аз вуҷуд доштани он ва санаи тағйироти охирин якҷоя карда мешавад.
vi: Sát nhập 2 đơn vị và các dữ liệu với nhau. Dữ liệu được tổng hợp phụ thuộc vào dữ liệu tồn tại và ngày cập nhật cuối cùng.

source: Browse the number of objects in the database, like data elements, indicators, data sets and data values.
ar: تصفح عدد الكائنات في قاعدة البيانات، مثل عناصر البيانات، والمؤشرات، ومجموعات البيانات، وقيم البيانات.
ru: Просмотреть число объектов в базе данных, lтакие как элементы данных, индикаторы, наборы данных и значение данных.
tg: Шумораи объектҳои дар пойгоҳи иттилоотӣ бударо, аз қабили унсурҳои иттилоот, индикаторҳо, маҷмӯъҳои иттилоот ва қиматҳои иттилоот, паймоиш кунед.
vi: Duyệt số lượng đối tượng trong csdl, như là dữ liệu, chỉ số, biểu nhập và giá trị.

source: Monitor and clear the system database cache status. Provides information on object and query caches.
ar: رصد ومسح حالة ذاكرة التخزين المؤقتة لقاعدة بيانات النظام. تقديم معلومات عن الكائن والاستفسار المخفي.
ru: Мониторировать и очистить кэш статус базы данных системы. Предоставляет информацию по объектам и кэш запросам.
tg: Ҳолати кэши системаи пойгоҳи иттилоотиро назорат ва пок кунед. Дар бораи объект ва кэши пурсиш маълумот пешниҳод мекунад.
vi: Theo dõi và xóa trạng thái bộ nhớ tạm csdl hệ thống. Cung cấp thông tin cho đối tượng và truy vấn ở bộ nhớ tạm.

source: Generate min-max values which can be used for data validation during data entry and validation processes.
ar: إنشاء قيم دقيقة كحد أقصى وحد أدنى يمكن استخدامها للتحقق من صحة البيانات أثناء عمليات الدخول والتحقق من صحة البيانات.
ru: Генерировать мин-макс значения, которые могут быть использованы для проверки данных во время ввода данных и процесса проверки/валидации.
tg: Қиматҳои мин-макс-ро, ки метавонанд барои санҷиши эътибори иттилоот ҳангоми вуруди иттилоот ва раванди санҷиши эътибор истифода шаванд, таҳия кунед.
vi: Tạo ra giá trị nhỏ-lớn nhất có thể được dùng cho kiểm tra dữ liệu khi nhập liệu và các quá trình kiểm tra.

source: Remove sub-trees from the organisation unit tree. Useful when creating and deploying local databases.
ar: إزالة القوائم الفرعية من قائمة وحدة المنظمة. يفيد عند إنشاء ونشر قواعد البيانات المحلية.
ru: Убрать по-дерево от дерева организации. Это полезно при создании и применении местной базы данных.
tg: Зердарахтҳоро аз дарахти воҳидҳои сохторӣ тоза кунед. Ин ҳангоми сохтан ва ба истифода додани пойгоҳҳои иттилоотии маҳаллӣ муфид аст.
vi: Tháo bỏ các cây con từ cây thư mục. Hữu ích khi tạo và triển khai các csdl địa phương.

source: Define which data elements for which zero values should be stored or ignored. Useful for reducing database size.
ar: تحديد عناصر البيانات التي التي يجب أن يتم تخزين القيم صفر أو تجاهلها. مفيدة للحد من حجم قاعدة البيانات.
ru: Определить, какие элементы данных должны быть сохранены на нулевом значении или проигнорированы. Это полезно для сокращения размера базы данных.
tg: Муайян намоед, ки барои кадом унсурҳои иттилоот қиматҳои сифрӣ бояд ҳифз карда шванд ё сарфи назар карда шаванд. Ин барои коҳиш додан андозаи пойгоҳи иттилоотӣ муфид аст.
vi: Xác định các dữ liệu lưu hay không lưu giá trị 0. Hữu ích cho việc làm gọn lại csdl.

source: Eliminate data registered for duplicate data elements. Useful when data has been entered for identical data elements.
ar: حذف البيانات المسجلة لعناصر البيانات المكررة. مفيد عند إدخال بيانات لعناصر البيانات المتطابقة.
ru: Устранить данные, зарегистрированные для дублирования элементов данных. Это полезно когда данные будут введены для идентичных элементов данных.
tg: Иттилоотеро, ки барои унсурҳои иттилооти такроршуда ба қайд гирифта шудааст, нест кунед. Ин дар ҳолати иттилооте, ки барои унсурҳои иттилооти якхела ворид карда шудааст, муфид аст.
vi: Loại bỏ dữ liệu được đăng ký cho các phần tử dữ liệu trùng lặp. Việc này hữu ích khi nhập vào cho các dữ liệu định dạng.

source: Create SQL database views. These views will typically use the resource tables to provide convenient views for third-party tools.
ar: إنشاء طرق عرض قاعدة بيانات SQL. وهذه الآراء تستخدم عادةجداول الموارد لتقديم وجهات مناسبة للأدوات خارجية.
ru: Создать просмотры базы данных SQL. Эти просмотры будут типично использованы для ресурсных таблиц для предоставления удобных просмотром для инструментов третьей стороны.
tg: Намудҳои пойгоҳи иттилоотии SQL-ро созед. Ин намудҳо одатан ҷадвалҳои захиравиро истифода мебаранд, ки барои абзорҳои тарафҳои сеюм намудҳои қулайро муҳайё менамоянд.
vi: Tạo truy vấn bảng dữ liệu SQL. Các bảng này một cách tiêu biểu sẽ dùng như là bảng tài nguyên để cung cấp cho xem dữ liệu với các công cụ tích hợp khác.

source: Create constants which can be included in expressions of indicator and validation rules.
ar: إنشاء الثوابت التي يمكن تضمينها في التعبير عن قواعد المؤشر والتحقق من الصحة.
ru: Создать константы которые могут быть включены в вырадениях индикатора и правил валидации/проверки.
tg: Доимиҳое созед, ки метавонанд ба ифодаи индикатор ва қоидаҳои санҷиши эътибор шомил карда шаванд.
vi: Chức năng tạo Biểu thức Hằng. Biểu thức Hằng được sử dụng trong biểu thức của Chỉ số và/hoặc .quy tắc kiểm tra.

source: Create and update dynamic attributes. Attributes can be used for data elements, indicators, organisation units and users.
ar: إنشاء وتحديث الصفات الديناميكية. سمات يمكن استخدامها لعناصر البيانات والمؤشرات وحدات المنظمة والمستخدمين.
ru: Создать и обновить динамику атрибутов. Атрибуты могут быть использованы для элементов данных, индикатороа, организаций и пользователей.
tg: Нишонҳои динамикиро созед ва навсозӣ кунед. Нишонҳо метавонанд барои унсурҳои иттилоот, индикаторҳо, воҳидҳои сохторӣ ва корбарон истифода шаванд.
vi: Tạo và cập nhật thuộc tính động.

source: Create option sets which can be included in data elements and produce drop-down lists in data entry forms.
ar: إنشاء مجموعات الخيار الذي يمكن تضمينها في عناصر البيانات وإنتاج القوائم المنسدلة في نماذج إدخال البيانات.
ru: Создать наборы опций, которые можно включать в элементы данных и производить раскрывающиеся списка в формах ввода данных.
tg: Маҷмӯъҳои имконотеро созед, ки метавонанд ба унсурҳои иттилоот шомил карда шаванд ва дар шаклҳои вуруди иттилоот рӯйхатҳои афтанда ҳосил кунанд.
vi: Tạo các tập tùy chọn dùng để thêm vào phần tử dữ liệu và tạo danh sách xổ xuống trong các mẫu nhập

source: Manage scheduled tasks such as data mart exports, where you can set period types, aggregation level and frequency.
ar: إدارة المهام المجدولة مثل صادرات مركز البيانات، حيث يمكنك تعيين أنواع الفترة، ومستوى التجميع والتردد.
ru: Управлять запланированными задачами такими как экспорт, когда вы можете установить типы периодов, уровень и частота агрегации.
tg: Вазифаҳои нақшавиро, аз қабили содироти киоски иттилоот, идора кунед, ки дар он ҷо шумо метавонед навъҳои давраҳо, сатҳи ва зудии ҳамҷояшавиро таъин кунед.
vi: Quản lý lịch các tác vụ như: Xuất dữ liệu thông minh, nơi bạn có thể thiết lập kiểu thời gian, cấp độ tích hợp dữ liệu và tần xuất.

source: Expression is empty
ar: التعبير فارغ
ru: Выражение пустое
tg: Ифода холӣ аст
vi: Biểu thức rỗng

source: Data element identifier must be a number
ar: يجب أن يكون محدد عنصر البيانات رقما
ru: Идентификатором элементов данных должно быть число
tg: Идентификатори унсури иттилоот бояд адад бошад
vi: Định danh phần tử dữ liệu phải là số

source: Expression is not well formed
ar: التعبير غير جيد التجهيز
ru: Выражение не правильно/не хорошо согласовано
tg: Ифода хуб ташаккул дода нашудааст
vi: Biểu thức không hợp lệ

source: Invalid indicator denominators
ar: مقام مؤشر غير صالح
ru: Недействительные знаменатели индикатора
tg: Махраҷҳои нодурусти индикатор
vi: Mẫu số của chỉ số không hợp lệ

source: Invalid indicator numerators
ar: بسط مؤشر غير صالح
ru: Недействительные числители индикатора
tg: Суратҳои нодурусти индикатор
vi: Tử số của chỉ số không hợp lệ

source: Invalid validation rule left side expressions
ar: قاعدة التحقق من الصحة غير صالحة تعبيرات الجانب الأيسر
ru: Недействительные правила проверки выражений левой части
tg: Ифодаҳои тарафи чапи қоидаи санҷиши эътибор
vi: Luật kiểm tra của biểu thức bên trái không hợp lệ

source: Invalid validation rule right side expressions
ar: قاعدة التحقق من الصحة غير صالحة لتعبيرات الجانب الأيمن
ru: Недействительные правила проверки выражений правой части
tg: Ифодаҳои тарафи рости қоидаи санҷиши эътибор
vi: Luật kiểm tra của biểu thức bên phải không hợp lệ

source: Category structure
ar: هيكل الفئة
ru: Структура категории
tg: Сохтори категория
vi: Cấu trúc Phân loại

source: Zero Value Storage
ar: تخزين قيم البيانات الصفرية
ru: Хранение нулевого значения данных
tg: Захирагоҳи қиматҳои сифрӣ
vi: Lưu trữ giá trị 0
