Repository: kimbalear/dhis2-translations
Catalog: dhis-web-maintenance-dataadmin/*.po
Languages: ar, ru, tg, vi

source: Data elements in data set but not in form or sections
ar: عناصر البيانات في فئة البيانات ولكنها ليست في النموذج أو الأقسام
ru: Элементы данных введены в набор данных но не в формы и разделы
tg: Унсурҳои иттилоот дар маҷмӯи иттилот ҳастанд, на дар шакл ё қисмҳо
vi: Các phần tử dữ liệu trong tập dữ liệu không có trong mẫu hoặc section

source: Option set
ar: فئة الاختيار
ru: Набор опций
tg: Маҷмӯи имконот
vi: Tập tùy chọn

source: Option set management
ar: إدارة فئة الاختيار
ru: Управление набором опций
tg: Идоракунии маҷмӯи имконот
vi: Quản lý tập tùy chọn

source: Add option set
ar: فئة إضافة الاختيار
ru: Добавить набор опций
tg: Иловаи маҷмӯи миконот
vi: Thêm tập tùy chọn

source: Options
ar: الاختيارات
ru: Опции
tg: Имконот
vi: Các tùy chọn

source: Option
ar: الاختيار
tg: Имкон
vi: Tùy chọn

source: Edit option set
ar: تحرير فئة الاختيار
ru: Редактировать набор опций
tg: Таҳрири маҷмӯи имконот
vi: Chỉnh sửa tập tùy chọn

source: The number of members
ar: عدد الأعضاء
ru: Число членов
tg: Шумораи аъзоён
vi: Số thành viên

source: Object not deleted because it is associated by objects of type
ar: لم يتم حذف الموضوع بسبب ارتباطه بمواضيع النوع
ru: Объект не был удален, потому что используется другими объектами:
tg: Объект нест карда нашуд, зеро онро объектҳои дигар истифода мебаранд:
vi: Đối tượng không thể xóa vì nó hiện đang được gắn kết với các đối tượng kiểu

source: Lock Exception Management
ar: إدارة الاستثناء المحلي
ru: Блокировать управление исключений
tg: Идоракунии истиснои банд
vi: Quản lý Khóa ngoại lệ

source: Lock Exception
ar: استثناء القفل
ru: Блокировать исключения
tg: Истинои банд
vi: Khóa ngoại lệ

source: Do you want to delete this lock exception?
ar: هل تريد حذف استثناء القفل؟
ru: Вы хотите удалить блокирование исключения?
tg: Оё мехоҳед ин истиснои бандро нест кунед?
vi: Bạn có muốn xóa khóa ngoại lệ này ?

source: Do you want to delete lock exceptions with this configuration?
ar: هل تريد إلغاء الاستثناءات المحلية لهذا التعريف؟
ru: Вы хотите удалить исключения блокировки с конфигурацией?
tg: Оё мехоҳед истисноҳои банди дорои ингуна конфигуратсияро нест кунед?
vi: Bạn có muốn xóa khóa ngoại lệ cùng với cấu hình ?

source: Create new lock exception
ar: إنشاء استثناء محلي جديد
ru: Создать новое исключение блокировки
tg: Сохтани истиснои банди нав
vi: Tạo mới khóa ngoại lệ

source: Edit lock exception
ar: تحرير الاستثناء المحلي
ru: Редактировать исключение блокировки
tg: Таҳрири истиснои банди нав
vi: Chỉnh sửa khóa ngoại lệ

source: Lock exception batch removal
ar: قفل استثناء الحذف الدفعة
ru: Блокировать удаление группы исключений
tg: Тоза кардани бастаи истиснои банд
vi: Xóa bỏ một tập các khóa ngoại lệ

source: Back to lock exception
ar: العودة إلى استثناء القفل
ru: Назад в исключение блокировки
tg: Бозпас ба истиснои банд
vi: Quay lại khóa ngoại lệ

source: Batch deletion
ar: حذف الدفعة
ru: Удаление группы
tg: Несткунии баста
vi: Xóa một tập

source: Deleting lock exceptions
ar: حذف استثناءات القفل
ru: Удаление исключения блокировки
tg: Нест кардани истисноҳои банд
vi: Đang xóa các khóa ngoại lệ

source: Error at
ar: خطأ عند
ru: Ошибка в
tg: Хатогӣ дар
vi: Lỗi do

source: not started
ar: لم تبدأ
ru: не начато
tg: оғоз нашуд

source: Aggregated data set completeness
ar: اكتمال فئة البيانات التجميعية
ru: Завершенность агрегированного набора данных
tg: Пуррагии маҷмӯи иттилооти ҳамҷояшуда
vi: Xóa tập dữ liệu đầy đủ

source: Show SQL view
ar: عرض منظر SQL
ru: Показать режим SQL
tg: Нишон додани намуди SQL

source: Financial Yearly
ar: المالية السنوية
ru: Финансовый ежегодно
tg: Аз рӯи солҳои молиявӣ

source: Update option
ar: اختيار التحديث
ru: Обновить опции
tg: Имкони навсозӣ
vi: Cập nhật tùy chọn

source: Removing min-max values
ar: إزالة قيم الحد الأدنى والحد الأقصى
ru: Удаление мин-макс значений
tg: Тоза кардани қиматҳои мин/макс
vi: Đang xóa giá trị nhỏ nhất - lớn nhất

source: Generating min-max values
ar: إنشاء قيم الحد الأدنى والحد الأقصى
ru: генерирование мин-макс значений
tg: Таҳияи қиматҳои мин/макс
vi: Xuất ra giá trị nhỏ nhất - lớn nhất

source: Done
ar: تم

source: Period structure
ar: هيكل الفترة
ru: Структура периода
tg: Сохтори давра
vi: Cấu trúc thời điểm

source: Data element category option combinations
ar: مزيج اختيار فئة عنصر البيانات
ru: Комбинации опции категории элементы данных
tg: Ҷуфтҳои имконти категорияҳои унсури иттилоот
vi: Tên tập nhóm tùy chọn dữ liệu

source: Update category option combinations
ar: مزيج اختيار فئة التحديث
ru: Обновить комбинации категорий опций
tg: Навсозии ҷуфтҳои имкони категория
vi: Tên tập nhóm tùy chọn dữ liệu

source: Date period structure
ar: هيكل فترة التاريخ

source: Locale
ar: محلي
vi: Vùng địa phương

source: Locale Management
ar: الإدارة المحلية
vi: Quản lý vùng địa phương

source: Create New Locale
ar: إنشاء موقع محلي آخر
vi: Tạo vùng địa phương mới

source: Locale Details
ar: تفاصيل الموقع المحلي

source: Edit Locale
ar: تحرير الموقع المحلي

source: Are you sure you want to delete this locale?
ar: هل أنت متأكد من حذف هذا الموقع المحلي؟

source: Language
ar: اللغة

source: Country
ar: البلد

source: Please select a language
ar: الرجاء اختيار اللغة

source: Please select a country
ar: الرجاء اختيار البلد

source: Data monitoring
ar: مراقبة البيانات

source: Data monitoring strategy
ar: تكتيك مراقبة ابلبيناتن

source: Last hour
ar: الساعة الاخيرة

source: Data Set
ar: فئة البيانات
vi: Tập dữ liệu

source: Last year daily
ar: آخر ثلاث سنوات يومياً

source: Show fewer options
ar: عرض اقل الخيارات

source: Show more options
ar: عرض الخيارات الاكثر

source: Disabled
ar: معطل

source: Data synchronization
ar: مزامنة البيانات

source: Add option
ar: إضافة اختيار
tg: Иловаи имкон
vi: Thêm tùy chọn

source: Org unit group does not exist
ar: لم يتم إيجاد مجموعة وحدة المنظمة

source: Mem count
ru: Число памяти
tg: Шумораи хотира
vi: Số bộ nhớ

source: Hit count
vi: Số thành công

source: Exec count
ru: Выполнить подсчет
tg: Шумораи иҷроиш
vi: Số lần

source: Exec avg time
ru: Среднее время выполнения
tg: Вақти миёнаи иҷроиш
vi: Thời gian thực thi trung bình

source: Exec max time
ru: Максимальное время выполнения
tg: Вақти максималии иҷроиш
vi: Thời gian tối đa

source: Exec min time
ru: Минимальное время выполнения
tg: Вақти минималии иҷроиш
vi: Thời gian tối thiểu

source: Exec row count
ru: Вып подсчет по строкам
tg: Шумораи сатрҳои иҷроиш
vi: Số hàng

source: Category option group set structure
vi: Cấu trúc nhóm phân loại tùy chọn

source: Category option combo identifier must be a number
ru: Комбинированной опцией категории должно быть число
tg: Комбои имкони категория identifier must be a number
vi: Định danh Category option combo phải là số

# not_choose_organisation
source: Please select an organisation unit
ru: Пожалуйста выберите организцию/отдел
tg: Лутфан маҷмӯи воҳиди сохториро интихоб кунед
vi: Xin vui lòng chọn một đơn vị

source: Do you want to delete this SQL view object ?
ru: Вы хотите удалить данный объект просмотра SQL?
tg: Оё мехоҳед, ки ин объекти намуди sql-ро нест кунед?
vi: Bạn có muốn xóa đối tượng sql view này?

source: Option
ru: Опция

source: Add option
ru: Добавить опцию
