Repository: kimbalear/dhis2-translations
Catalog: dhis-web-maintenance-dataadmin/*.po
Languages: ar, ru, tg, vi

source: Ignore zero data values
ar: إهمل قيم البيانات الصفرية
ru: Игнорировать нулевое значение данных
tg: Ба назар нагирифтани қиматҳои сифри иттилоот
vi: Bỏ qua giá trị 0

source: Store zero data values
ar: تخزين قيم البيانات الصفرية
ru: Хранить нулевое значение данных
tg: Ҳифз кардани қиматҳои сифрӣ
vi: Lưu trữ các giá trị 0

source: Select/ALL
ar: الاختيار/ الجميع
ru: Все
tg: Ҳама
vi: Lựa chọn/Tất cả

source: Organisation Unit Merge
ar: دمج وحدة المنظمة
ru: Объединение организационных ячеек/отделов
tg: Ҳамроҳшавии воҳиди сохторӣ
vi: Sát nhập đơn vị

source: Select the organisation unit to eliminate
ar: اختر وحدة المنظمة لحذفها
ru: Выбрать организацию/отдел для исключения
tg: Воҳиди сохториро барои нест кардан интихоб кунед
vi: Chọn đơn vị cần loại bỏ

source: Not selected
ar: لم يتم الاختيار
ru: Не выбрано
tg: Интихоб нашудааст
vi: Chưa được chọn

source: Select the organisation unit to keep
ar: اختر وحدة المنظمة لحفظها
ru: Выбрать организацию/отдел для хранения
tg: Воҳиди сохториро барои нигоҳ доштан интихоб кунед
vi: Chọn đơn vị cần giữ lại

source: Merge
ar: دمج
ru: Объединить
tg: Ҳамроҳшавӣ
vi: Sát nhập

source: Reset
ar: إعادة تعيين
ru: Перезагрузить
tg: Танзими дубора
vi: Thiết lập lại

source: Confirm
ar: أكد
ru: Подтвердить
tg: Тасдиқ
vi: Xác nhận

source: Merging
ar: جاري الدمج
ru: Объединить
tg: Ҳамроҳкунӣ
vi: Đang sát nhập

source: Merging done
ar: تم الدمج
ru: Объединение выполнено
tg: Ҳамроҳкунӣ иҷро шуд
vi: Sát nhập thành công

source: Eliminating
ar: جاري الحذف
ru: Идет исключение â¦
tg: Несткунӣ
vi: Đang loại bỏ

source: Elimination done
ar: تم الحذف
ru: Исключено
tg: Несткунии рамз
vi: Quá trình loại bỏ hoàn tất

source: Select the data element to eliminate
ar: اختر عنصرالبيانات لحذفه
ru: Выбрать элементы данных для исключения
tg: Унсури иттилоотро барои нест кардан интихоб кунед
vi: Lựa chọn dữ liệu cần loại bỏ

source: Select the data element to keep
ar: اختر عنصر البيانات واحفظه
ru: Выбрать элементы данных для хранения
tg: Унсури иттилоотро барои нест кардан интихоб кунед
vi: Chọn dữ liệu cần giữ

source: Eliminate
ar: الحذف
ru: Исключить
tg: Нест кардан
vi: Loại bỏ

source: Move All
ar: تحريك الجميع
ru: Переместить все
tg: Интиқоли ҳама
vi: Chuyển tất cả

source: Move Selected
ar: تحريك ما تم اختياره
ru: Переместить выбранное
tg: Интиқоли интихобшудаҳо
vi: Chuyển lựa chọn

source: Duplicate Data Elimination
ar: حذف البيانات المتكررة
ru: Дублировать исключение данных
tg: Такрори несткунии иттилоот
vi: Xoá bỏ dữ liệu trùng lặp

source: Please select two different organisation units
ar: الرجاء اختيار وحدتي منظمة مختلفتين
ru: Пож-ста выберите две различные организации/отделы
tg: Лутфан ду воҳиди сохтории гуногунро интихоб кунед
vi: Hãy chọn 2 đơn vị khác nhau

source: Please select two different data elements
ar: الرجاء اختيار عنصري بيانات مختلفين
ru: Пож-ста выберите две различные элементы данных
tg: Лутфан ду унсурҳои иттилооти гуногунро интихоб кунед
vi: Hãy chọn 2 dữ liệu khác nhau

source: Filter
ar: المرشح
ru: Фильтр
tg: Филтр
vi: Lọc

source: Data Archive
ar: بيانات الأرشيف
ru: Архив данных
tg: Бойгонии иттилоот
vi: Lưu trữ dữ liệu

source: There are
ar: هناك
ru: Существует
tg: Ҳастанд
vi: Có

source: overlapping data values in the archive.
ar: توجد بيانات متداخلة في الأرشيف
ru: повторение значение данных в архиве
tg: қиматҳои пӯшишдори иттилоот дар бойгонӣ.
vi: Các dữ liệu chồng chéo trong bản lưu trữ.

source: There are no overlapping data in the archive.
ar: لا توجد بيانات متداخلة في الأرشيف
ru: нет повторения значения данных в архиве
tg: Қиматҳои пӯшишдори иттилоот дар бойгонӣ нестанд
vi: Không có dữ liệu chồng chéo trong bản lưu trữ

source: Eliminate the oldest duplicates
ar: حذف أقدم التكرارات
ru: Исключить старые дубликаты
tg: Ҳамтоҳои кӯҳнатаринро нест кунед
vi: Loại bỏ dữ liệu đã quá cũ

source: Eliminate duplicates from archive source
ar: حذف المكرر من مصدر الأرشيف
ru: Исключить дубликаты из архивного источника
tg: Ҳамтоҳоро аз нест кумаъхаз дар бойгонӣ нест кунед
vi: Loại bỏ trùng lặp từ nguồn

source: Eliminate duplicates from regular source
ar: حذف المكرر من المصدر المنتظم
ru: Исключить дубликаты из обычного источника
tg: Ҳамтоҳоро аз маъхази муқаррарӣ нест кунед
vi: Loại bỏ trùng lặp từ nguồn thông thường

source: Start date
ar: تاريخ البدء
ru: Дата начала
tg: Санаи оғоз
vi: Ngày bắt đầu

source: End date
ar: تاريخ الانتهاء
ru: Дата конца
tg: Санаи анҷом
vi: Ngày kết thúc

source: Archive
ar: الأرشيف
ru: Архивировать
tg: Бойгонӣ кардан
vi: Lưu trữ

source: Unarchive
ar: بدون أرشيف
ru: Деархивировать
tg: Аз бойгонӣ баровардан
vi: Không lưu trữ

source: Archiving
ar: الأرشفة
ru: Архивация
tg: Бойгоникунӣ
vi: Đang lưu trữ

source: Unarchiving
ar: إلغاء الأرشفة
ru: Деархивация
tg: Баровардан аз бойгонӣ
vi: Chưa được lưu trữ

source: done. Number of archived values is now
ar: تم. عدد القيم المؤشفة الآن
ru: Выполнено. Число архивированных значений настоящее время достигло
tg: иҷро шуд. Миқдори қиматҳои бойгонишуда дар айни ҳол
vi: Hoàn tất. Số giá trị được lưu trữ hiện tại là

source: Prune
ar: التقليم
ru: Вырезать
tg: Буриши воҳиди сохторӣ
vi: Tinh chỉnh

source: Pruning
ar: إجراء التقليم
ru: Вырезание
tg: Буриш
vi: Đang tinh chỉnh

source: Pruning done
ar: تقم التقليم
ru: Вырезание выполнено
tg: Буриш иҷро шуд
vi: Tinh chỉnh hoàn tất !

source: Data browser
ar: متصفح البيانات
ru: Браузер данных
tg: Браузери иттилоот
vi: Duyệt dữ liệu

source: Please choose a period type
ar: الرجاء اختيار نوع الفترة
ru: Пож-ста выберите вид периода
tg: Лутфан навъи давраро интихоб кунед
vi: Hãy chọn kiểu thời điểm

source: Please enter a valid End date
ar: الرجاء إدخال تاريخ انتهاء صحيح
ru: Пож-ста введите действующую дату завершения
tg: Лутфан санаи анҷоми дурустеро интихоб кунед
vi: Ngày kết thúc không hợp lệ

source: Please select a browser mode
ar: الرجاء اختيار نمط المتصفح
ru: Пожалуйста, выберите вид браузера
tg: Лутфан реҷаи браузерро интихоб кунед
vi: Hãy chọn chế độ duyệt dữ liệu

source: Please select an organization unit
ar: الرجاء اختيار وحدة المنظمة
ru: Пожалуйста, выберите организацию/отдел
tg: Лутфан воҳиди сохториеро интихоб кунед
vi: Vui lòng chọn 1 đơn vị

source: Organisation unit
ar: وحدة المنظمة
ru: Организация/отдел
tg: Воҳиди сохторӣ
vi: Đơn vị

source: Organisation unit group
ar: مجموعة وحدة المنظمة
ru: Группа организации
tg: Гурӯҳи воҳидҳои сохторӣ
vi: Nhóm đơn vị

# drilldown_data_element
source: Data element
ar: عنصر البيانات
ru: Элементы данных
tg: Унсури иттилоот
vi: Phần tử dữ liệu

source: Data element group
ar: مجموعة عنصر البيانات
ru: Группа элемента данных
tg: Гурӯҳи унсурҳои иттилоот
vi: Nhóm phần tử dữ liệu

source: Data set
ar: فئة البيانات
ru: Набор данных
tg: Маҷмӯи иттилоот
vi: Tập dữ liệu

source: Number of recorded values
ar: عدد القيم المسجلة
ru: Число зарегистрированных значений
tg: Шумораи recorded values

source: Browse data at this level only
ar: تصفح البيانات عند هذا المستوى فقط
ru: Просмотреть данные только на данном уровне
tg: Иттиллоотро танҳо дар ин сатҳ паймоиш кунед
vi: Duyệt ở cấp độ này

source: Summary drill down
ar: الانتقال إلى تفاصيل الملخص
ru: Суммарная детализация
tg: Фишурдаи фурӯравӣ
vi: Tóm tắt dữ liệu

source: View raw data at this level
ar: الاطلاع على البيانات الخام عند هذا المستوى
ru: Смотруть сырые данные на данном уровне
tg: Иттилооти ибтидоиро дар ин сатҳ намоиш диҳед
vi: Xem dữ liệu thô của cấp này

source: Click on this organisation unit
ar: انقر على وحدة المنظمة هذه
ru: Нажать данную организацию/отдел
tg: Ин воҳиди сохториро тафтиш кунед
vi: Chọn vào đơn vị này

source: earliest
ar: سابقاً
ru: Самые ранние
tg: барвақттарин
vi: Sớm nhất

source: latest
ar: لاحقاً
ru: Самые последние
tg: дертарин
vi: gần nhất

source: Available data sets
ar: فئات البيانات المتاحة
ru: Доступные наборы данных
tg: Маҷмӯъҳои иттилооти мавҷуда
vi: Các biểu nhập hiện có

source: Level must be a number
ar: المستوى يجب أن يكون عدداً
ru: Уровень должен быть числом
tg: Сатҳ бояд адад бошад
vi: "Cấp" phải là một số

# not_choose_dataset
source: Please select a data set
ar: الرجاء اختيار فئة البيانات
ru: Пожалуйста выберите набор данных
tg: Лутфан маҷмӯи иттилоотро интихоб кунед
vi: Xin vui lòng chọn một biểu nhập

source: Generate
ar: إنشاء
ru: Генерировать
tg: Таҳия
vi: Tạo ra

source: SQL View Management
ar: إدارة مشاهدة SQL
ru: SQL видеть управление
tg: Идоракунии намуди SQL
vi: Quản lý các truy vấn

source: SQL View
ar: مشاهدة SQL
ru: SQL вид
tg: Намуди SQL
vi: Xem truy vấn

source: SQL Statement
ar: بيان SQL
ru: SQL заявление
tg: Гузориши намуди SQL
vi: Câu lệnh truy vấn

source: Execute query
ar: تنفيذ الاستفسار
ru: Выполнить запрос
tg: Иҷрои дархост
vi: Thực hiện truy vấn

source: Hide warning
ar: إخفاء التحذير
ru: Скрыть предупреждение
tg: Пинҳон кардани огоҳӣ
vi: Ẩn cảnh báo

source: Add new SQL view
ar: إضافة مشاهدة SQL
ru: Добавить SQL вид
tg: Иловаи намуди нави SQL
vi: Thêm mới Sql view

source: Update SQL view
ar: تحديث مشاهدة SQL
ru: Обновить SQL вид
tg: Навсозии намуди SQL
vi: Cập nhất truy vấn

source: Name is not allowed to be null
ar: غير مسموح بأن يكون الاسم غير موجود
ru: Имя не должно быть пустым
tg: Ном сифр буда наметавонад
vi: Tên không được trống

source: Name is in use
ar: الاسم مستخدم
vi: Tên đang dùng

source: Code is in use
ar: الرمز مستخدم
vi: Tên đang dùng

source: The language and country set is already in use
ar: اللغة وفئة البلد قيد الاستخدام
vi: Ngôn ngữ và Quốc gia đã tồn tại

source: SQL statement cannot be null
ar: جملة الSQL لا يمكن ان تكون فارغة
ru: Заявление SQL не может быть пустым
tg: Гузориши SQL сифр буда наметавонад
vi: Yêu cầu nhập câu truy vấn

source: This SQL statement is invalid
ar: جملة الSQL غير مقبولة
ru: Данное заявление SQL не действительно
tg: Гузориши SQL нодуруст аст
vi: Truy vấn này không hợp lệ.

source: This resource viewer is invalid or does not exist
ar: مشاهد الموارد غير صحيح أو غير موجود
ru: Данный ресурсный осмотрщик не действителен либо не существует
tg: Ин намоишгари захира нодуруст аст ё вуҷуд надорад.
vi: Truy vấn này không hợp lệ hoặc không tồn tại.

source: SQL view table with name
ar: SQL استعراض جدول باسماء
ru: SQL таблица вида с названием
tg: Ҷадвали намуди SQL бо ном
vi: Bảng truy vấn theo tên

source: is created
ar: جاري الإنشاء
ru: создана
tg: сохта мешавад
vi: đã được tạo

source: Please execute query to create View table before viewing
ar: الرجاء تنفيذ الاستفسار لإنشاء جدول مشاهدة قبل المشاهدة
ru: Пожалуйста выполните запрос по созданию таблицы просмотра перед просмотром
tg: Лутфан дархостро иҷро кунед, то ки ҷадвали Намоишро пеш аз намоиш додан созед
vi: Vui lòng thực hiện truy vấn để tạo bảng truy vấn trước khi xem

source: Data elements violating exclusive group sets
ar: عناصر البيانات تخالف فئات المجموعة الحصرية
ru: Элементы данных нарушают исключительные (эксклюзивные) наборы данных
tg: Унсурҳои иттилоот, ки маҷмӯъҳои гурӯҳии истисноиро вайрон мекунанд
vi: Các phần tử dữ liệu vi phạm tính độc quyền với các tập dữ liệu

source: Indicators violating exclusive group sets
ar: مؤشرات تخالف فئات المجموعة الحصرية
ru: Индикаторы нарушают исключительные (эксклюзивные) наборы данных
tg: Индикаторҳое, ки маҷмӯъҳои гурӯҳии истисноиро вайрон мекунанд
vi: Các chỉ số vi phạm tính độc quyền với các tập chỉ số

source: View data for
ar: مشاهدة البيانات من أجل
ru: Смотреть данные по
tg: Намоиши иттилоот барои
vi: Xem dữ liệu với

source: Failed to create view table for
ar: فشل إنشاء جدول مشاهدة بسبب
ru: сбой в создании таблицы просмотра для
tg: Сохтани ҷадвали намоиш барои ... иҷро нашуд
vi: Không thể tạo bảng cho

source: Show
ar: أظهار
ru: Показать
tg: Нишон додан
vi: Hiển thị

source: Sort
ar: ترتيب
ru: Сортировать
tg: Ҷудокунӣ
vi: Sắp xếp

source: Lock
ar: قفل
ru: Заблокировать
tg: Бастан
vi: Khóa

source: Locked
ar: تم القفل
ru: разблокировано
tg: Басташуда
vi: Đã khóa

source: Unlock
ar: إلغاء القفل
ru: Разблокировано
tg: Кушодан
vi: Mở khóa

source: Append
ar: إلحاق
ru: Добавить
tg: Замима кардан
vi: Thêm cột

source: Organisation unit groups
ar: مجموعات وحدة المنظمة
ru: Группы организаций
tg: Гурӯҳҳои воҳидҳои сохторӣ
vi: Nhóm các đơn vị

source: Users
ar: المستخدمون
ru: Пользователи
tg: Корбарон
vi: Người dùng

source: Removed values successfully
ar: إزالة القيم بنجاح
ru: Значения удалены успешно
tg: Қиматҳо бомуваффақият тоза карда шуданд
vi: Thành công tháo gỡ

source: Recorded values
ar: القيم المسجلة
ru: Ни одного совпадения, попытайтесь еще раз
tg: Ягон мувофиқат нестб аз нав кӯшиш кунед
vi: Số Đạt được

source: Earliest date will be used if no date is selected
ar: التاريخ الاقدم سيتم استخدامه إذا لم يتم اختيار تاريخ
ru: в случае если не выбрана дата, будут использованы самые ранние данние
tg: Агар ягон сана нишон интихоб карда нашавад, санаи барвақтттарин истифода бурда мешавад
vi: Thời điểm sớm nhất sẽ được dùng nếu không có ngày nào được chọn

source: Latest date will be used if no date is selected
ar: التاريخ الأحدث سيتم استخدامه إذا لم يتم اختيار تاريخ
ru: в случае если не выбрана дата, будут использованы самые последние данние
tg: Агар ягон сана нишон интихоб карда нашавад, санаи дертарин истифода бурда мешавад
vi: Thời điểm gần nhất sẽ được dùng nếu không có ngày nào được chọn

source: Generated values successfully
ar: تم إنشاء القيم بنجاح
ru: Значения сгенерированы успешно
tg: Қиматҳо бомуваффақият таҳия карда шуданд
vi: Thành công tính toán giá trị

source: Start
ar: البدء
ru: Начать
tg: Оғоз
vi: Bắt đầu

source: Data Set list
ar: قائمة فئة البيانات
ru: Список набора данных
tg: Рӯйхати маҷмуъҳои иттилоот
vi: Danh sách Biểu Nhập

source: Data Element Group list
ar: قائمة مجموعة عنصر البيانات
ru: Список группы элемента данных
tg: Рӯйхати гурӯҳҳои унсурҳои иттилоот
vi: Danh sách Nhóm dữ liệu

source: Organisation Unit Group list
ar: قائمة مجموعة وحدة المنظمة
ru: Список группы организации
tg: Рӯйхати гурӯҳҳои воҳидҳои сохторӣ
vi: Danh sách Nhóm đơn vị

source: Person Data Archive
ar: أرشيف بيانات الشخص
ru: Архив персональных данных
tg: Бойгонии иттилооти шахс
vi: Lưu trữ dữ liệu cá thể

source: Archive person data which is not currently relevant to your system in order to improve performance. Data can also be unarchived.
ar: أرشيف بيانات الشخص الي ليست ذات الصلة حاليا على النظام الخاص بك لتحسين الأداء. يمكن أيضا إلغاء أرشفة البيانات.
ru: Архивировать данные которые настоящее время не имеют отношения к Вашей системе для улучшения ее работы. Данные также могут быть деархивированы.
tg: Иттилоотеро, ки дар айни замон ба системаи шумо марбут нест, бойгонӣ кунед, то ки самаранокии кор беҳтар шавад. Иттилоотро аз бойгонӣ баровардан низ мумкин аст.
vi: Lưu trữ dữ liệu cá thể hiện tại không liên quan đến hệ thống của bạn để nâng cao tốc độ hệ thống. Dữ liệu này có thể được xóa đi.

source: You must choose the organisation unit has parent to prune. Please try again!
ar: يجب اختيار وحدة منظمة لها أصل لتقليمه. حاول مرة أخرى
ru: ВЫ должны выбрать организационную ячейку, которая имеет родительскую для отсечения
tg: Шумо бояд воҳиди сохториеро интихоб кунед, воҳиди болои барои ихтисор дошта бошад. Лутфан аз сар кӯшиши кунед!
vi: Bạn phải chọn đơn vị có cha để tiến hành tinh chỉnh. Hãy thử lại!

source: Restricted user tables cannot be referenced in query
ar: لا يسمح بالاستفسار في الجداول الخاصة!
ru: Вопросы не допустимы в специальных таблицах!
tg: Дархост дар ҷадвалҳои махсус иҷозат нест!
vi: Không được phép truy vấn các bảng chuyên biệt!

source: Sections with invalid category combinations
ar: أقسام مع مزيج من فئات غير صحيحة
ru: Разделы с недействительными комбинациями категорий
tg: Қисмҳои дорои ҷуфтҳои нодурусти категорияҳо
vi: Mục với bộ phân loại không hợp lệ

source: Clear data mart
ar: إلغاء مركز البيانات
ru: Очистить витрину данных
tg: Пок кардани киоски иттилоот
vi: Xóa dữ liệu tổng hợp

source: Rebuild data mart index
ar: إعادة بناء مؤشر مركز البيانات
ru: Восстановить индекс витрины данных
tg: Такроран сохтани индекси киоски иттилоот
vi: Tạo lại chỉ mục dữ liệu tổng hợp

source: Display zeros
ar: عرض الأصفار
ru: Показать нули
tg: Нишон додани сифрҳо
vi: Hiển thị giá trị 0

source: Raw data
ar: بيانات خام
ru: не проверенные данные
tg: Иттилооти ибтидоӣ
vi: Dữ liệu thô

source: Download as Excel
ar: تحميل كملف اكسل
ru: Загрузить как Excel файл
tg: Боргирӣ ҳамчун файли Excel
vi: Xuất Excel

source: Download as CSV
ar: التحميل كـ CSV
ru: Загрузить в формате CSV
tg: Боргирӣ ҳамчун файли CSV
vi: Xuất CSV

source: Download as PDF
ar: التحميل كملف PDF
ru: Загрузить как PDF файл
tg: Боргирӣ ҳамчун файли PDF
vi: Xuất PDF

source: Download as HTML
ar: التحميل كـ CSV
vi: Xuất CSV

source: Download as XML
ar: التحميل كـ CSV
vi: Xuất CSV

source: Download as JSON
ar: التحميل كـ CSV
vi: Xuất CSV

source: Data element structure
ar: هيكل عنصر البيانات
ru: Структура элемента данных
tg: Сохтори унсури иттилоот
vi: Cấu trúc dữ liệu

source: Constant
ar: العامل الثابت
ru: Постоянная
tg: Доимӣ
vi: Hằng Số

source: Constant Management
ar: إدارة العوامل الثابتة
ru: Управление константой
tg: Идоракунии доимӣ
vi: Quản lý Hằng Số

source: Add Constant
ar: إضافة عامل ثابت
ru: Добавить константу
tg: Иловаи доимӣ
vi: Thêm Hằng Số

source: Edit Constant
ar: تحرير العامل الثابت
ru: Редактировать константу
tg: Таҳрири доимӣ
vi: Chỉnh sửa Hằng Số

source: Value must be an number
ar: القيمة يجب أن تكون رقماً
ru: Значение должно быть в виде числа
tg: Қимат бояд адад бошад
vi: Giá trị phải là 1 số

source: Do you want to delete this constant?
ar: هل تريد حذف هذا العامل الثابت؟
ru: Вы хотите удалить данную константу?
tg: Оё мехоҳед ин доимиро нест кунед?
vi: Bạn có muốn xóa Biểu thức Hằng Số này không ?

source: Object type
ar: نوع البند
ru: тип объекта
tg: Навъи объект
vi: Loại đối tượng

source: Users logged in
ar: تم دخول المستخدم
ru: Пользователь зарегистировался
tg: Корбар ворид шудааст
vi: Người dùng đăng nhập

source: Today
ar: اليوم
ru: Сегодня
tg: Имрӯз
vi: Ngày nay

source: Yesterday
ar: أمس
ru: Вчера
tg: Дирӯз
vi: Ngày qua

source: Last 7 days
ar: آخر 7 أيام
ru: Последние 7 дней
tg: 7 рӯзи охир
vi: 7 ngày vừa qua

source: Last 30 days
ar: آخر 30 يوماً
ru: Последние 30 дней
tg: 30 рӯзи охир
vi: 30 ngày vừa qua

source: Dynamic Attributes
ar: الصفات المتغيرة
ru: Динамические атрибуты
tg: Нишонаҳои тағйирёбанда
vi: Các thuộc tính động

source: Attribute
ar: الصفة
ru: атрибут
tg: Нишона
vi: Thuộc tính

source: Attribute Management
ar: إدارة الصفات
ru: Управление атрибутом
tg: Идоракунии нишона
vi: Quản trị thuộc tính

source: Value Type
ar: نوع القيمة
ru: Тип значения
tg: Навъи қимат
vi: Loại giá trị

source: Mandatory
ar: إلزامي
ru: Обязательно
tg: Ҳатмӣ
vi: bắt buộc

source: Indicator
ar: المؤشر
ru: Индикатор
tg: Индикатор
vi: Chỉ số

source: Indicator Group
ar: مجموعة المؤشر
ru: Группа индикаторов
tg: Гурӯҳи индикаторҳо
vi: Nhóm chỉ số

source: Organisation Unit
ar: وحدة المنظمة
ru: Организация
tg: Воҳиди сохторӣ
vi: Đơn vị

source: Organisation Unit Group
ar: مجموعة وحدة المنظمة
ru: Группы организаций
tg: Гурӯҳи воҳидҳои сохторӣ
vi: Nhóm đơn vị

source: Organisation Unit Group Set
ar: قائمة مجموعة وحدة المنظمة
vi: Danh sách Nhóm đơn vị

source: User
ar: المستخدم
ru: Пользователь
tg: Корбар
vi: Người dùng

source: User Group
ar: مجموعة المستخدم
ru: Группа пользователей
tg: Гурӯҳи корбарон
vi: Nhóm người dùng

source: Integer
ar: الرقم الصحيح
ru: Целое число
tg: Адади бутун
vi: Số nguyên

source: Positive Integer
ar: الرقم الصحيح الإيجابي
ru: Положительное целое число
tg: Адади бутуни мусбӣ
vi: Nguyên dương

source: Negative Integer
ar: الرقم الصحيح السلبي
ru: Отрицательное целое число
tg: Адади бутуни манфӣ
vi: Nguyên âm

source: Add Attribute
ar: إضافة سمة
ru: Добавить атрибут
tg: Иловаи нишона
vi: Thêm thuộc tính

source: Edit Attribute
ar: تعديل السمة
ru: Редактировать атрибут
tg: Таҳрири нишона
vi: Sửa thuộc tính

source: Assigned to
ar: مخصص لـ
ru: закреплено за
tg: таъиншуда ба
vi: Được gán cho

source: Attribute sort order
ar: ترتيب السمة
ru: Порядок сортировки атрибутов
tg: Тартиби ҷудокунии нишонаҳо
vi: Thứ tự sắp đặt thuộc tính

source: Scheduling is
ar: الجدولة تكون
ru: Планирование
tg: Банақшагирӣ
vi: Kế hoạch lịch là

source: Scheduling
ar: الجدولة
ru: Планирование
tg: Банақшагирӣ
vi: Kế hoạch

source: Scheduling management
ar: إدارة الجدولة
ru: Управление планом
tg: Идоракунии банақшагирӣ
vi: Quản lý kế hoạch lập lịch

source: Stop
ar: التوقف
ru: Остановить
tg: Қатъ
vi: Dừng

source: Refresh
ar: التحديث
ru: Обновить
tg: Таҷдид
vi: Làm tươi

source: Aggregation period types
ar: أنواع فترة التجميع
ru: Агрегация типов периодов
tg: Навъҳои давраи ҳамҷоякунӣ
vi: Các kiểu thời điểm tích hợp

source: active
ar: نشط
ru: активный
tg: фаъол
vi: đang chạy

source: Resource tables
ar: جدوال الموارد
ru: ресурсные таблицы
tg: Ҷадвалҳои захиравӣ
vi: Bảng tài nguyên

source: Data mart
ar: مركز البيانات
ru: Витрина данных
tg: Киоски иттилоот

source: Analytics tables
ar: جدوال التحليل
ru: Аналитические таблицы
tg: Ҷадвалҳои таҳлилӣ
vi: Bảng phân tích

source: Analytics tables task strategy
ar: استراتيجية مهمة جدوال التحليل
ru: Стратегия задачи аналитических таблиц
tg: Стратегияи вазифаҳои ҷадвалҳои таҳлилӣ
vi: Bảng phân tích chiến lược nhiệm vụ

source: Last 2 years daily
ar: آخر ثلاث سنوات يومياً
vi: Hàng ngày 2 năm trước

source: Last 3 years daily
ar: آخر ثلاث سنوات يومياً
ru: За последние 3 года ежедневно
tg: Ҳар рӯзи 3 соли охир
vi: Hàng ngày 3 năm trước

source: All daily
ar: الجميع يومياً
ru: Все ежедневно
tg: Ҳамаи рӯзҳо
vi: Tất cả hàng ngày

source: Resource tables task strategy
ar: استراتيجية مهمة جدوال التحليل
ru: Стратегия задачи ресурсных таблиц
tg: Стратегияи вазифаҳои ҷадвалҳои захиравӣ

source: Data mart task strategy
ar: استراتيجية مهمة مركز البيانات
ru: Стратегия задачи витрины данных
tg: Стратегияи вазифаҳои киоски иттилоот

source: Never
ar: أبداً
ru: Никогда
tg: Ҳеҷ гоҳ
vi: Không bao giờ

source: Last 12 months daily
ar: آخر 12 شهراً يومياً
ru: За последние 12 месяцев ежедневно
tg: Ҳар рӯзи 12 моҳи охир
vi: 12 tháng trước hàng ngày

source: Last 6 months daily + 6 to 12 months weekly
ar: آخر 6 أشهر يومياً + 6 إلى 12 شهراً أسبوعياً
ru: За последние 6 месяцев ежедневно+ от 6 до 12 месяцев еженедельно
tg: Ҳар рӯзи 6 моҳи охир + ҳар ҳафтаи аз 6 то 12 моҳ
vi: 6 tháng trước hàng ngày + 6 tới 12 tháng trước hàng tuần

source: Daily
ar: يومياً
ru: Ежедневно
tg: Ҳаррӯза

source: Organisation unit group set aggregation level
ar: مستوى تجميع فئة مجموعة وحدة المنظمة
ru: Уровень агрегации набора группы организации
tg: Сатҳи ҳамҷоякунии маҷмӯи гурӯҳи воҳиди сохторӣ
vi: Cấp độ tích hợp tập hợp nhóm đơn vị

source: Aggregated org unit data values
ar: قيم البيانات التجميعية لوحدة المنظمة
ru: Агрегированные значения данных организации
tg: Қиматҳои ҳамҷояшудаи иттилооти воҳидҳои сохторӣ
vi: Các giá trị dữ liệu của đơn vị được tích hợp

source: Aggregated org unit indicator values
ar: قيم المؤشر التجميعي لوحدة المنظمة
ru: Агрегированные значения индикаторов организации
tg: Қиматҳои ҳамҷояшудаи индикаторҳои воҳидҳои сохторӣ
vi: Các giá trị chỉ số của đơn vị tích hợp

source: Execute now
ar: التنفيذ الآن
ru: Выполнить сейчас
tg: Ҳозир иҷро кунед
vi: Thực thi ngay

source: Are you sure you want to execute all tasks now? Task processing might fully utilize your system resources and slow down other operations.
ar: هل أنت متأكد أنك تريد تنفيذ جميع المهام الآن؟ تجهيز المهمة قد يستنخدم كاملة موارد النظام الخاص بك ويبطئ العمليات الأخرى.
ru: Вы уверены, что хотите выполнить все задачи сейчас? Обработка задачи может полностью использовать все ресурсы системы и замедлить выполнение других операций
tg: Оё боварӣ доред, ки ҳамаи вазифаҳоро ҳозир иҷро кардан мехоҳед? Коркарди вазифа метавонад захираҳои системаи шуморо пурра истифода барад ва амалиётҳои дигарро суст кунад.
vi: Bạn có muốn thực thi toàn bộ nhiệm vụ ngay không? Tiến trình xử lý cần phải sử dụng toàn bộ tài nguyên của hệ thống và sẽ làm chậm các hoạt động khác.

source: No aggregation
ar: بدون تجميع
ru: Агрегация отсутствует
tg: Бе ҳамҷоякунӣ
vi: Không tích hợp
