Repository: kimbalear/dhis2-translations
Catalog: dhis-web-maintenance-mobile/*.po
Languages: es, fr, id, pt, ru, tg

source: Configure SMS service
fr: Configurer service SMS
id: Mengkonfigurasi SMS service

source: List and delete SMS which were sent or scheduled in the system.
fr: Afficher et supprimer les SMS envoyés ou prévus dans le système
id: Catat dan hapus SMS jika terkirim atau telah dijadwalkan dalam sistem

source: List and delete SMS which the system received from other system.
fr: Afficher et supprimer les SMS reçus depuis un autre système
id: Catat dan hapus SMS jika sistem menerima dari sistem lain

source: Create, ppdate, view and delete command of SMS received.
fr: Commandes pour créer, mettre à jour, afficher et supprimer les SMS reçus
id: Buat, ppdate, tampilkan dan hapus perintah jika SMS diterima

source: J2ME Client Update Configuration
fr: Configuration mise à jour client J2ME

source: Person Mobile Settings
es: configuración de móvil de personas
fr: Paramètres de mobile pour les personnes
pt: Configurações Móvel do Beneficiário
ru: Настройки мобильного устройства данного лица
tg: Танзимоти мобилии шахс

source: Gender
es: Género
fr: Genre
pt: Género
ru: Пол
tg: Ҷинс

source: DoB Type
es: Tipo de Fecha de Nacimiento
fr: Type de date de naissance
id: Format tanggal lahir
pt: Tipo de Data de Nascimento
ru: Тип DOB
tg: Навъи рӯзи таваллуд

source: Date of Birth
es: Fecha de nacimiento
fr: Date de naissance
id: Tanggal lahir
pt: Data de Nascimento
ru: Дата рождения
tg: Санаи таваллуд

source: Blood Group
es: Grupo sanguíneo
fr: Groupe sanguin
id: Golongan darah
pt: Grupo Sanguíneo
ru: Группа крови
tg: Гурӯҳи хун

source: Registration Date
es: Fecha de registro
fr: Date d'inscription
id: Tanggal pendaftaran
pt: Data do Registo
ru: Дата регистрации
tg: Санаи бақайдгирӣ

source: Activity Grouping Attribute
es: Atributo de agrupación de actividades
fr: Attribut de groupage d'activité
pt: Actividade de agrupamento de atributos
ru: атрибуты группирования действий
tg: Нишони гурӯҳбандии фаъолият

source: Available Patient Attributes
es: Atributos de paciente disponibles
fr: Attributs Patient Disponible
pt: Atributos do Paciente Disponível
ru: Доступные атрибуты больного
tg: Нишонҳои мавҷудаи бемор

source: Filter
es: filtro
fr: Filtrer
pt: Filtro
ru: Фильтр
tg: Филтр

source: Selected Patient Attributes
es: Atributos del paciente seleccionado
fr: Attributs patient sélectionnés
pt: Atributos de Paciente Seleccionado
ru: атрибуты выбранного больного
tg: Нишонҳои интихобшудаи бемор

source: Available DataSets
es: Sets de Datos disponibles
fr: Ensemble de donnée disponibles
id: Data Set tersedia
pt: Fichas disponíveis
ru: Имеющиеся наборы данных
tg: Маҷмӯъҳои иттилооти мавҷуда

source: Mobile Configuration
es: Configuración móvil
fr: Configuration mobile
pt: Configuração Móvel
ru: Конфигурация мобильного устройства
tg: Конфигуратсияи мобилӣ

source: SMS Service Configuration
es: Configuración del servicio SMS
fr: configuration de Service SMS
pt: Configuração de Servico de SMS
ru: Конфигурация СМС-услуги
tg: Конфигуратсияи хидмати СМС

source: Service Status
es: Estado del servicio
fr: Statut du service
pt: Estado do Serviço
ru: Статус услуги
tg: Ҳолати хидмат

source: Status
es: Estado
fr: Statut
pt: Estado
ru: Состояние
tg: Ҳолат

source: No.
fr: Non.
ru: â
tg: Рақам

source: Delete
es: Eliminar
fr: Supprimer
id: Hapus
pt: Apagar
ru: Удалить
tg: Нест кардан

source: Click Here To Check All
es: Click aquí para seleccionar todos
fr: Cliquer ici pour tout vérifier
id: Klik disini untuk lakukan pengecekan
pt: Clicar aqui para selecionat todos
ru: Нажать здесь для полной проверки
tg: Дар инҷо клик карда, ҳамаро санҷед

source: Please check before delete
es: Por favor, revise antes de eliminar
fr: Veuillez vérifier avant de supprimer
id: Silahkan cek sebelum dihapus
pt: Por favor selescionar antes de apagar
ru: Пожалуйста, проверьте перед удалением
tg: Лутфан пеш аз несткунӣ тафтиш кунед

source: Please fill in required fields (*)
es: Por favor, complete los campos obligatorios (*)
fr: Veuillez remplir les champs requis(*)
id: Wajib diisi (*)
pt: Por favor, preenche os campos obrigatórios (*)
ru: Пожалуйста, заполните требуемые поля (*)
tg: Лутфан майдонҳои ҳатмиро пур кунед (*)

source: You have new messages, press F5 to view them
es: Tiene mensajes nuevos, pulse F5 para verlos
fr: Vous avex de nouveaux messages, appuyer sur F5 pour les voir
id: Anda mendapatkan pesan baru, klik F5 untuk menampilkannya
pt: Tens nova mensagem, pressione F5 para visualizar
ru: У вас новые сообщения, для просмотра нажмите F5
tg: Шумо паёмҳои нав доред, барои дидани онҳо F5-ро пахш кунед

source: SMS Service is running
es: El servicio SMS se está ejecutando
fr: Le Service SMS est en marche
id: SMS Service sedang berjalan
pt: Serviço de SMS está correndo
ru: СМС-услуга запущена
tg: Хидмати СМС кор мекунад

source: SMS Service is stopped
es: Este servicio SMS está detenido.
fr: Le Service SMS est arrêté
id: SMS Service berhenti
pt: Serviço de SMS está parado
ru: СМС-услуга отключена
tg: Хидмати СМС қатъ шуд

source: Reload Configuration
es: Recargar configuración
fr: Recharger la configuration
id: Muat ulang Konfigurasi
pt: Recarregar a Configuração
ru: Перезагрузить конфигурации
tg: Такроран бор кардани конфигуратсия

source: Stop SMS Service
es: Detener servicio SMS
fr: Arrêtez de service SMSArrêter le service SMS
pt: Parar Serviço de SMS
ru: Остановить СМС-услугу
tg: Қатъи хидмати СМС

source: Polling interval in seconds
es: Intervalo de sondeo en segundos
fr: Intervalle d'interrogation en secondes
pt: Intervalo de sondagem em segundos
ru: Интервал опроса в секундах
tg: Фосилаи пурсишҳо бо сония

source: Server Phone Number
es: Número de teléfono del servidor
fr: Numéro de téléphone du serveur
pt: Número de Telefone do Servidor
ru: Номер телефона сервера
tg: Рақами телефони сервер

source: Gateways
es: Pasarelas
fr: Passerelle
ru: Шлюз
tg: Баромадгоҳҳо

source: Operation
es: Operación
fr: Opération
id: Pengoperasian
pt: Operação
ru: Операция
tg: Амалиёт

source: Gateway Type
es: Tipo de pasarela
fr: Type de passerelle
pt: Tipo de Gateway
ru: Тип шлюза
tg: Навъи баромадгоҳ

source: List of Sent SMS
es: Lista de SMS enviados
fr: Liste des SMS envoyés
id: Daftar SMS terkirim
pt: Lista de SMS enviadas
ru: Список отправленных СМС
tg: Рӯйхати СМСҳои фиристодашуда

source: Sent
es: Enviado
fr: Envoyé
id: Terkirim
pt: Enviar
ru: Отправлено
tg: Фиристодашуда

source: All
es: Todos
fr: Tout
id: Semua
pt: Tudo
ru: Все
tg: Ҳама

source: Filter by Status
es: Filtrar por estado
fr: Filtrer par statut
id: Filter berdasarkan Status
pt: Filtrar por estados
ru: Фильтровать по статусам
tg: Филтркунӣ аз рӯи ҳолат

source: Add Gateway
es: Añadir pasarela
fr: Ajouter un point d'accès
id: Tambahkan Gateway
pt: Adicionar Gateway
ru: Добавить шлюз
tg: Иловаи баромадгоҳ

source: Gateway Configuration
es: Configuración de pasarela
fr: Configuration de la passerelle
id: Konfigurasi Gateway
pt: Configuração do Gateway
ru: Конфигурация шлюза
tg: Конфигуратсияи баромадгоҳ

source: Gateway Name
es: Nombre de pasarela
fr: Nom de la passerelle
id: Nama Gateway
pt: Nome do Gateway
ru: Название шлюза
tg: Номи баромадгоҳ

source: User name
es: Nombre de usuario
fr: Nom d'utilisateur
pt: Nome do Utilizador
ru: Имя пользователя
tg: Номи корбар

source: Password
es: Contraseña
fr: Mot de passe
ru: Пароль
tg: Парол

source: BaudRate
es: Tasa en Baudios
fr: Débit
pt: Taxa de transmissão
ru: Скорость передачи данных
tg: Суръати интиқол

source: Manufacturer
es: Fabricante
fr: Fabricant
pt: Fabricante
ru: Производитель
tg: Истеҳсолкунанда

source: Model
es: Modelo
fr: Modèle
pt: Modelo
ru: Модель
tg: Модел

source: PIN
fr: Code PIN
ru: ПИН

source: Inbound
es: Entrante
fr: Entrant
pt: Entrada
ru: Входящие
tg: Даромад

source: Outbound
es: Saliente
fr: Sortant
pt: Saida
ru: Исходящие
tg: Баромад

source: API ID
fr: ID API
ru: ИПП ID

source: The gateway details have been saved, but no message was sent.
es: Se han guardado los detalles de la pasarela, pero no se ha enviado ningún mensaje.
fr: Les détail de la passerelle ont été enregistrés, mais aucun message n'est envoyé.
id: Detail gateway sudah tersimpan, tetapi tidak ada pesan yang terkirim.
pt: Os detalhes do gateway foran guardado, mas nenhuma mensagem foi enviada.
ru: Детали шлюза сохранены, но сообщение не было отправлено.
tg: Маълумоти муфассали баромадгоҳ захира шуд, вале ягон паём фиристода нашуд.

source: Save Settings
es: Guardar configuración
fr: Enregistrer les paramètres
id: Simpan Setting
pt: Salvar Definições
ru: Сохранить насторйки
tg: Захира кардани танзимот

source: Add gateway
es: Añadir pasarela
fr: Ajouter passerelle
id: Tambahkan gateway
pt: Adicionar gateway
ru: Добавить шлюз
tg: Иловаи баромадгоҳ

source: Start SMS Service
es: Iniciar servicio SMS
fr: Démarrer le service SMS
id: Jalankan SMS Service
pt: Inicial serviço de SMS
ru: Начать СМС услугу
tg: Оғоз кардани хидмати СМС

source: Send SMS
es: Enviar SMS
fr: Envoyer SMS
id: Kirim SMS
pt: Mostrar formulário de envio de SMS
ru: Отправить СМС
tg: Фиристодани СМС

source: BulkSMS Gateway
es: Pasarela BulkSMS
fr: Passerelle bulk SMS
ru: Шлюз рассылки СМС
tg: Баромадгоҳи СМС-и гурӯҳӣ

source: Clickatell Gateway
es: Pasarela Clickatell
fr: Passerelle Clickatell
ru: Clickatell шлюз
tg: Баромадгоҳи Clickatell

source: Generic HTTP Gateway
es: Pasarela HTTP genérica
fr: Passerelle HTTP générique
pt: HTTP Gateway genérico
ru: Базовый HTTP шлюз
tg: Баромадгоҳи умумии HTTP

source: URL Template
es: Plantilla URL
fr: Modèle URL
pt: Template URL
ru: Образец URL
tg: Қолиби URL

source: Modem Gateway
es: Pasarela modem
fr: Passerelle modème
ru: Шлюз модема
tg: Баромадгоҳи модем

source: The gateway was added/updated successfully.
es: La pasarela se ha añadido/actualizado correctamente.
fr: La passerelle a été ajoutée/mise à jour avec succès
id: Gateway berhasil ditambahkan/diupdate.
pt: O gateway foi adicinado/actulizado com sucesso
ru: Шлюз был добавлен/обновлен успешно
tg: Баромадгоҳ бомуваффақият илова шуд/навсозӣ шуд.

source: Gateway Configuration Management
es: Administración de configuración de pasarela
fr: Gestion de configuration de passerelle
id: Manajemen konfigurasi Gateway
pt: Gestão de configuração de gateway
ru: Управление конфигурацией шлюза
tg: Идоракунии конфигуратсияи баромадгоҳ

source: Do you want to delete this gateway configuration?
es: ¿Desea eliminar esta configuración de pasarela?
fr: Etes-vous sûr de vouloir supprimer cette configuration de passerelle?
id: Apakah Anda ingin menghapus konfigurasi gateway ini?
pt: Deseja apagar este configuração gateway?
ru: Вы хотите удалить данную конфигурацию шлюза?
tg: Оё мехоҳед конфигуратсияи баромадгоҳро нест кунед?

source: Do you want to delete this SMS?
es: ¿Desea eliminar este SMS?
fr: Etes-vous sûr de vouloir supprimer ce SMS?
id: Apakah Anda ingin menghapus SMS ini?
pt: Deseja apagar estas SMS?
ru: Вы хотите удалить данное СМС?
tg: Оё мехоҳед ин СМС-ро нест кунед?

source: Do you want to delete those items?
es: ¿Desea eliminar estos elementos?
fr: Etes-vous sûr de vouloir supprimer ces items?
id: Apakah Anda ingin menghapus semua item ini?
pt: Deseja apagar os items?
ru: Вы хотите удалить эти элементы?
tg: Оё мехоҳед он ҷузъҳоро нест кунед?

source: SMS Configuration is not available
es: La configuración de SMS no se encuentra disponible
fr: La configuration SMS n'est pas disponible
id: Konfigurasi SMS tidak tersedia
pt: Configuração de SMS não disponível
ru: Конфигурации СМС не доступны
tg: Конфигуратсияи СМС мавҷуд нест

source: SMS Service is not available or unable to be started.
es: El servicio SMS no se encuentra disponible o no se ha podido iniciar.
fr: Le service SMS n'est pas disponible ou impossible de le démarrer.
id: SMS Service tidak tersedia atau tidak dapat dijalankan.
pt: Serviço de SMS não disponível ou impossível inicializar.
ru: СМС услуга недоступна или не может быть начата
tg: Хидмати СМС мавҷуд нест ё наметавонад оғоз шавад.

source: SMS Service is started
es: Servicio SMS iniciado
fr: Le service SMS a démarré
id: SMS Service dijalankan
pt: Serviço de SMS inicializado
ru: СМС услуга начата
tg: Хидмати СМС оғоз шуд

source: SMS Service is starting
es: El servicio SMS se está iniciando
fr: Démarrage du service SMS
id: SMS Service mulai dijalankan
pt: Inicializando serviço de SMS
ru: СМС услуга начинается
tg: Хидмати СМС оғоз мешавад

# service_stopped
source: SMS Service is stopped
es: Servicio SMS detenido
fr: Le service SMS est arrêté
id: SMS Service tidak berjalan
pt: Serviço de SMS parado
ru: СМС услуга приостановлена
tg: Хидмати СМС қатъ шуд

source: SMS Service is stopping
es: Deteniendo el servicio SMS
fr: Arrêt du service SMS
id: SMS Service berhenti
pt: Parando serviço de SMS
ru: СМС услугв приостанавливается
tg: Хидмати СМС қатъ мешавад

source: View Received SMS
es: Ver SMS recibidos
fr: SMS reçus
id: Tampilkan SMS yang diterima
pt: SMS recebida
ru: Посмотреть полученные СМС
tg: Дидани СМС-и гирифташуда

source: Update Successfully
es: Actualizado correctamente
fr: Mise à jour avec succès
id: Update berhasil
pt: Actualização com sucesso
ru: Обновление успешно
tg: Навсозии бомуваффақият

source: Configure My Gateway
fr: Configurer ma passerelle
pt: Configurar meu gateway
ru: Конфигурировать мой шлюз
tg: Конфигуратсия кардани баромадгоҳи ман

source: Delete Checked Options
fr: Supprimer les options cochées
id: Hapus Options terpilih
pt: Apagar opções selecionadas
ru: Удалить проверенные опции
tg: Нест кардани имконоти санҷидашуда

source: Import
fr: Importer
id: Impor
pt: Imprtar
ru: Импорт
tg: Содирот

source: Unable to load gateway
es: No se ha podido cargar la pasarela
fr: Impossible de charger la passerelle
id: Tidak dapat memuat gateway
pt: Impossível carregar gateway
ru: Невозможно загрузить шлюз
tg: Баромадгоҳро бор карда наметавонад

source: Unable to start smsLib service
es: No se ha podido iniciar el servicio smsLib
fr: Impossible de charger le service smsLib
id: Tidak dapat memuat smsLib service
pt: Impossível iniciar serviçp smsLib
ru: Невозможно начать услугу smsLib (библиотека СМС)
tg: Хидмати smsLib-ро оғоз карда наметавонад

source: Unable to stop smsLib service
es: No se ha podido detener el servicio smsLib
fr: Impossible d'arrêter le service smsLib
id: Tidak dapat menghentikan smsLib service
pt: Impossível parar serviço smsLib
ru: Невозможно остановить услугу smsLib
tg: Хидмати smsLib-ро қатъ карда наметавонад

source: SMS Service is not enabled or no gateway has been specified. SMS Service will not be started.
es: El servicio SMS no esta habilitado o no se ha especificado pasarela. El servicio SMS no será iniciado.
fr: Le service SMS n'est pas activé ou aucune passerelle n'a été spécifié. Le service SMS ne sera pas démarré.
id: SMS Service tidak berjalan atau tidak ada gateway yang ditetapkan. SMS Service tidak dapat dijalankan.
pt: Serviço de SMS não activo ou gateway não especificado. Serviço de SMS não poderá iniciar
ru: СМС услуга не включена, или не определен шлюз.â Невозможно начать СМС услугу.
tg: Хидмати СМС фаъол карда нашудааст ё ягон баромадгоҳ нишон дода нашудааст. Хидмати СМС оғоз намешавад.

source: Unable to load the configuration because there is no gateway.
es: No se ha podido cargar la configuración porque no hay pasarela.
fr: Impossible de charger la configuration car il n'y a pas de passerelle.
id: Tidak dapat memuat konfigurasi karena tidak ada gateway.
pt: Impossível carregar configurações porque não existe gateway.
ru: Загрузка конфигурации невозможна из-за отсутствия шлюза.
tg: Конфигуратсияро бор карда наметавонад, зеро ягон баромадгоҳ нест.

source: SMS Service is not initialized. Please fill in two fields as below then click "Save Settings".
es: Servicio SMS no iniciado. Por favor, rellene dos campos como se muestra abajo y pulse "Guardar Settings".
fr: Le service SMS n'est pas initialisé. Veuillez remplir les deux champs ci-dessous et cliquer sur "Enregistrer les paramètres".
id: SMS Service tidak dikenal.Silahkan isi pada 2 kolom berikut dibawah ini kemudian klik "Simpan Setting"
pt: Serviço de SMS não inicializado. Por favor, preencha em dois campos tal como abaixo e clique em "Guardar configurações".
ru: СМС услуга не инициализирована.â Пожалуйста, заполните два нижних поля, затем нажмите "Сохранить настройки".
tg: Хидмати СМС шурӯъ нашуд. PЛуӣтфан ду майдонро тавре ки дар зер ҳаст пур кунед ва пас "Захира кардани танзимот"-ро клик кунед.

source: SMS Commands
es: Comandos SMS
fr: Commandes SMS
id: Perintah SMS
pt: comandos SMS
ru: Команды СМС
tg: Фармонҳои СМС

source: Add command
es: Añadir comando
fr: Ajouter commande
id: Tambah Perintah
pt: Adicionar comando
ru: Добавить комманду
tg: Иловаи фармон

source: Command Details
es: Detalles de comandos
fr: Détails de commande
id: Detail perintah
pt: Detalhes do comando
ru: Детали комманды
tg: Маълумоти муфассали фармон

source: Region
es: Región
fr: Région
id: Area
pt: Região
ru: Регион
tg: Минтақа

source: United Kingdom
es: Reino Unido
fr: Royaume Uni
id: Inggris
pt: Reino Unido
ru: Соединенное королевство
tg: Шоҳигарии Муттаҳида

source: South Africa
es: Sudáfrica
fr: Afrique du sud
id: Afrika Selatan
pt: África do Sul
ru: Южная Африка
tg: Африкаи Ҷанубӣ

source: Spain
es: España
fr: Espagne
id: Spanyol
pt: Espanha
ru: Испания
tg: Испания

source: Germany
es: Alemania
fr: Allemagne
id: Jerman
pt: Alemanha
ru: Германия
tg: Олмон

source: J2ME Client Update
es: Actualizar cliente J2ME
fr: Mise à jour de cient J2ME
id: Update J2ME Client
pt: Actualizar cliente J2ME
ru: J2ME обновление клиента
tg: Навсозии муштарии J2ME

source: J2ME Client Update Configuration
es: Configuración de actualización de cliente J2ME
fr: Configuration de mise à jour de cient J2ME
id: Update konfigurasi J2ME Client
pt: Actualizar configurações do cliente J2ME
ru: J2ME конфигурации обновления клиента
tg: Конфигуратсияи навсозии муштарии J2ME

source: Automatic update for J2ME clients
es: Actualización automática para clientes J2ME
fr: Mise à jour automatique pour les clients J2ME
id: Update otomatis untuk J2ME clients
pt: Actualização automática para clientes J2ME
ru: Автоматическое обновление J2ME клиентов
tg: Навсозии худкори муштариёни J2ME

source: Update to clients older than version
es: Actualizar clientes de versiones anteriores
fr: Mise à jour pour les clien antérieurs à la version
pt: Actualizar para antigos clientes qua a versão
ru: Обновление для клиентов подключенных ранее данной версии
tg: Навсозӣ то версияи пешинаи муштарӣ

source: SMPP gateway
es: Pasarela SMPP
fr: Passerelle SMPP
ru: SMPP шлюз
tg: Баромадгоҳи SMPP

source: Processing
es: Procesando
fr: Traitement
id: Sedang dalam proses
pt: Processando
ru: Обработка
tg: Коркард

source: Mark as default
es: Establecer como predeterminado
fr: Marquer comme défaut
id: Tandai sebagai default
pt: Marcar por defeito
ru: Отметить как по умолчанию
tg: Нишона гузоштан ҳамчун пешдодӣ

source: View Sent SMS
es: Ver SMS enviados
fr: Voir les SMS envoyés
id: Tampilkan SMS terkirim
pt: Ver envio de SMS
ru: Посмотреть отправленные СМС
tg: Намоиши СМС-ҳои фиристодашуда

source: Recipient
es: Destinatario
fr: Destinataire
id: Penerima
pt: Destinatário
ru: Получатель
tg: Гиранда

source: Incoming
es: Entrante
fr: Entrant
id: Pesan masuk
pt: Recebendo
ru: Входящий
tg: Даромад

source: Processed
es: Procesado
fr: Traité
id: Sedang diproses
pt: Processado
ru: Обработан
tg: Коркард шуд

source: Failed
es: Ha fallado
fr: Echoué
id: Gagal
pt: Falhou
ru: Сбой
tg: Иҷро нашуд

source: Unhandled
es: No soportado
fr: Non pris en charge
id: Tidak tertangani
pt: Não tratado
ru: Не обработан
tg: Коркарднашуда

source: Are you sure you want to re-import this SMS?
es: ¿Seguro que quiere re-importar este SMS?
fr: Etes-vous sûr de vouloir réimporter ce SMS ?
id: Apakah anda yakin untuk memasukkan kembali SMS ini?
pt: Tem a certeza que deseja re-importar esta SMS?
ru: Вы уверены, что хотите повторно импортировать данное СМС?
tg: Оё боваӣ доред, ки ин СМС-ро такроран воридот кардан мехоҳед?

source: Edit SMS command
es: Editar comandos SMS
fr: Modifier commande SMS
id: Edit perintah SMS
pt: Editar comando SMS
ru: Редактировать СМС комманды
tg: Таҳрири фармони СМС

source: Data Element Category Combination
es: Combinación de Categorías de Elementos de Datos
fr: Combinaison de catégories d'élément de donnée
id: Kombinasi Kategori Elemen Data
pt: Combinação da categoria de elementos de dados
ru: Комбинация категории эелементов данных
tg: Ҷуфти категорияи унсури иттилоот

source: Fix validation problems before you save
es: Corrija los problemas de validación antes de guardar
fr: Résoudre les problèmes de validation avant d'enregistrer
id: Pastikan permasalahan validasi sebelum anda menyimpannya
pt: Resolver validação de problemas antes de guardar
ru: Устранить проблемы проверки соответствия перед сохранением
tg: Пеш аз захира кардан мушкилоти санҷиши эътиборро бартараф кунед

source: Command management
es: Gestión de Comandos
fr: Gestion de commande
id: Manajemen perintah
pt: Gestão do comando
ru: Управление командами
tg: Идоракунии фармонҳо

source: Data set
es: Set de Datos:
fr: Ensemble de données
pt: Ficha
ru: Набор данных
tg: Маҷмӯи иттилоот

source: Parser
es: Analizador
fr: Analyseur syntaxique
ru: Персер/анализатор:
tg: Таҳлилгар:

source: User Group
es: Grupo de usuarios
fr: Groupe d'utilisateur:
id: Grup user
pt: Grupo de utilizadores:
ru: Группа пользователей:
tg: Гурӯҳи корбарон:

source: Selected data set
es: Set de Datos seleccionado
fr: Ensemble de données choisi
id: Dataset terpilih
pt: Seleccione ficha
ru: Выбранный набор данных
tg: Маҷмӯи иттилооти интихобшуда

source: Code and value Separator
es: Separador de códigos y valores
fr: Séparateur de code et de valeur
id: Kode dan value Separator
pt: Separador de código e valor
ru: Разделитель кода и значения
tg: Ҷудокунандаи рамз ва қимат

source: Reply message if no codes are sent (only the command)
es: Mensaje de respuesta si no se envía ningún código (solo el comando):
fr: Répondre au message si aucun code n'est envoyé (seule la commande)
id: Balas pesan jika tida ada kode yang terkirim (hanya dalam benuk perintah)
pt: Responder mensagens se nenhum código for enviado ( Apenas comando):
ru: Ответить на сообщение если не отправлен код (только команда):
tg: Паёми ҷавобӣ агар ягон рамз фиристода нашавад (танҳо фармон):

source: *White space not allowed
es: *No se permiten espacios en blanco
fr: * les espaces ne sont pas autorisés
id: *White space tidak diijinkan
pt: *Espaço em branco não permitidos
ru: *Белые поля не допустимы
tg: *Фосила иҷозат нест

source: Key Value Parser
es: Analizador de valores clave
fr: Analyseur syntaxique de clé valeur
pt: Parser do binómio chave/valor
ru: Анализатор значения ключа
tg: Таҳлилгари асосии қиматҳо

source: J2ME Parser
es: Analizador J2ME
fr: Analyseur syntaxique du J2ME
ru: J2ME анализатор
tg: Таҳлилгари J2ME

source: Mobile Phones Pattern
fr: Format des numéros de téléphone portable
pt: Formato do número de telefone
ru: Шаблон мобильных телефонов
tg: Тақсимоти телефонҳои мобилӣ

source: Phone Number
fr: Numéro de téléphone
id: Nomor telepon
pt: Número de telefone
ru: Номер мобильного телефона
tg: Рақами телефони мобилӣ

source: Filter by Phone Number
fr: Filtrer par numéro de téléphone
id: Filter berdasarkan Nomor Telepon
pt: Filtar por número de telefone
ru: Фильтровать по телефонному номеру
tg: Филтркунӣ аз рӯи рақами телефон

source: Total Number of Result
fr: Nombre total de résultats
id: Jumlah Total Hasil
pt: Total de resultados
ru: Общее количество результатов
tg: Шумораи умумии натиҷаҳо

source: Special Characters
fr: Caractères spéciaux
id: Karakter khusus

source: Value
fr: Valeur
id: Nilai

source: Add More
fr: Ajouter plus
id: Tambah lagi

source: Program
fr: Programme

source: Success Message
fr: Message de réussite
id: Pesan berhasil
