Repository: kimbalear/dhis2-translations
Catalog: dhis-web-maintenance-mobile/*.po
Languages: es, fr, id, pt, ru, tg

source: Are you sure you want to delete this command?
fr: Êtes-vous sûr(e) de vouloir supprimer cette commande?
id: Apakah anda yakin ingin menghapus perintah ini?

source: Confirm Message
fr: Message de confirmation
id: Setujui Pesan

source: Tracked entity attribute
fr: Attribut d'entité suivie

source: Name is in use
fr: Nom déjà utilisé
id: Nama sudah dipakai

source: Configuration
es: Configuración
id: Konfigurasi
pt: Configuração
ru: Конфигурация
tg: Конфигуратсия

source: Type
es: Tipo
id: Tipe
pt: Tipo
ru: Тип
tg: Навъ

source: Port
es: Puerto
pt: Porta
ru: Порт
tg: Порт

source: Message
es: Mensaje
id: Pesan
pt: Mensagem
ru: Сообщение
tg: Паём

source: International
es: Internacional
id: Internasional
pt: Internacional
ru: Международный
tg: Байналмилалӣ

source: USA
es: EE.UU.
id: AS
ru: США
tg: ИМА

source: Action
es: Acción
pt: Acção
ru: Действие
tg: Амал

source: Wrong format message
id: Format pesan salah

source: No user message
id: Tidak ada pesan

source: User belong to more than one OrgUnit message
id: User menjadi milik lebih dari 1 pesan Unit organisasi

source: Completeness method
id: Metode kelengkapan

source: Receive at least one data value
id: Menerima paling tidak 1 nilai data

source: Do not mark as complete
id: Jangan ditandai jika belum lengkap

source: Receive all data value
id: Terima semua nilai data
