Repository: kimbalear/dhis2-translations
Catalog: dhis-web-maintenance-organisationunit/*.po
Languages: fr, ru, tg, vi

source: Create new organisation unit
fr: Créer une unité nouvelle organisation
ru: Создать новую организацию/отдел
tg: Сохтани воҳиди сохтории нав
vi: Tạo mới đơn vị

source: Registers data
fr: Enregistre les données
ru: Регистрирует данные
tg: Иттилоотро ба қайд мегирад
vi: Dữ liệu đăng ký

source: Create new organisation unit group
fr: Créer un nouveau groupe de l'unité d'organisation
ru: Создать новую группу организации
tg: Сохтани гурӯҳи нави воҳидҳои сохторӣ
vi: Tạo mới nhóm đơn vị

source: Hierarchy operations
fr: Opérations de hiérarchie
ru: Иерархия операций
tg: Амалиётҳои иерархӣ
vi: Thao tác cấu trúc

source: Select an organisation unit to move
fr: Sélectionnez une unité d'organisation à déplacer
ru: Выбрать организацию/отдел для перемещения
tg: Интихоби воҳиди сохторӣ барои интиқол
vi: Chọn một đơn vị để di chuyển

source: Not selected
fr: Non sélectionné
ru: Не выбрано
tg: Интихоб нашудааст
vi: Không được chọn

source: Confirm
fr: Confirmer
ru: Подтвердить
tg: Тасдиқ
vi: Xác nhận

source: Select the new parent organisation unit for the one to move
fr: Sélectionnez l'unité parent nouvelle organisation pour l'unité de se déplacer
ru: Выбрать новую головную организацию для перемещения
tg: Барои интиқол ташкилоти болоии навро интихоб кунед
vi: Chọn một đơn vị cha cho đơn vị di chuyển tới

source: Reset
fr: Réinitialiser
ru: Перезагрузить
tg: Танзими дубора
vi: Thiết lập lại

source: Organisation Unit
fr: Unité Organisation
ru: Организация/отдел
tg: Воҳиди сохторӣ
vi: Đơn vị

source: Organisation Unit Group
fr: Groupe Unité Organisation
ru: Группа организации
tg: Гурӯҳи воҳидҳои сохторӣ
vi: Nhóm đơn vị

source: Hierarchy Operations
fr: Opérations de hiérarchie
ru: Иерархия операций
tg: Амалиётҳои иерархӣ
vi: Thao tác cấu trúc

source: Organisation Unit Level
fr: Niveau de l'unité d'Organisation
ru: Уровень организации
tg: Сатҳи воҳиди сохторӣ
vi: Cấp đơn vị

source: Organisation unit management
fr: Gestion des unités de l'Organisation
ru: Управление организацией/отделом
tg: Идоракунии воҳиди сохторӣ
vi: Quản lí các đơn vị

source: This organisation unit has no children
fr: Cette unité d'organisation n'a pas d'enfants
ru: Данная организация не включает детей
tg: Ин воҳиди сохторӣ ягон воҳиди фаръӣнадорад
vi: Đơn vị này không có con

source: Organisation unit group management
fr: Gestion Groupe de l'unité organisationnelle
ru: Управление группой организации
tg: Идоракунии гурӯҳи воҳидҳои сохторӣ
vi: Quản lí nhóm đơn vị

source: Number of group members
fr: Nombre de membres du groupe
ru: Количество членов группы
tg: Шумораи аъзоёни гурӯҳ
vi: Số nhóm thành viên

source: Edit organisation unit
fr: Modifier unité d'organisation
ru: Редактировать организацию/отдел
tg: Таҳрири воҳиди сохторӣ
vi: Chỉnh sửa đơn vị

source: Edit organisation unit group
fr: Modifier le groupe d'unité d'organisation
ru: Редактировать группу организации
tg: Таҳрири гурӯҳи воҳидҳои сохторӣ
vi: Chỉnh sửa nhóm đơn vị

source: The selected organisation unit is already a root. Please select a new parent organisation unit
fr: L'unité organisationnel sélectionnée est déjà à la racine. Veuillez sélectionner une nouvelle unité d'organisation
ru: Выбранная организация/отдел уже является основным. Пож-ста, выберите новую головную организацию
tg: Воҳиди сохтории интихобшуда аллакай реша аст. Лутфан воҳиди нави ташкилоти болоиро интихоб кунед
vi: Đơn vị đang chọn đã là đơn vị gốc. Xin chọn một đơn vị cha khác

source: The selected organisation unit will be moved to root
fr: L'unité d'organisation sélectionnée sera déplacée à la racine
ru: Выбранная организация/отдел будет перемещена к основному.
tg: Воҳиди сохтории интихобшударо ба реша интиқол диҳед
vi: Đơn vị đang chọn sẽ được di chuyển tới vị trí gốc

source: An organisation unit cannot be moved to itself. Please select a new parent organisation unit
fr: Une unité d'organisation ne peut pas être déplacé vers lui-même. S'il vous plaît sélectionnez une unité parent nouvelle organisation
ru: Организация/отдел не может переместиться к себе.Пож-ста, выберите новую головную организацию
tg: Воҳиди сохторӣ наметавонад ба худаш интиқол дода шавад. Лутфан воҳиди нави ташкилоти болоиро интихоб кунед
vi: Một đơn vị không thể di chuyển tới chính nó. Xin chọn một đơn vị cha mới

source: An organisation unit cannot be moved to be its own child. Please select a new parent organisation unit
fr: Une unité d'organisation ne peut pas être déplacé pour être son propre enfant. S'il vous plaît sélectionnez une unité parent nouvelle organisation
ru: Организация/отдел не может переместиться как ее собственную дочернюю. Пож-ста, выберите новую родительскую/головную организацию
tg: Воҳиди сохторӣ наметавонад воҳиди фаръии худ бошад. Лутфан воҳиди нави ташкилоти болоиро интихоб кунед
vi: Một đơn vị không thể di chuyển đến con của chính nó. Xin chọn một đơn vị cha mới

source: The new parent organisation unit is approved
fr: L'unité parent nouvelle organisation est approuvée
ru: Новая головная организация утверждена
tg: Воҳиди нави ташкилоти болоӣ тасдиқ карда шуд
vi: Đơn vị cha mới được chấp nhận

source: The name is already in use. Please choose a different name.
fr: Le nom est déjà utilisé. S'il vous plaît choisir un nom différent
ru: Имя используется
tg: Ном истифода мешавад
vi: Tên này đã được sử dụng. Xin chọn một tên khác

source: The code is already in use. Please choose a different code.
fr: Ce code existe déjà. Veuillez choisir un autre code.
ru: Данный код уже используется. Пожалуйста выберите другой код.
tg: Ин рамз аллакай истифода мешавад. Лутфан рамзи дигареро интихоб кунед.
vi: Tên này đã được sử dụng. Xin chọn một tên khác

source: This organisation unit cannot be moved. Please select a new organisation unit to move
fr: Cette unité d'organisation ne peut pas être déplacé. S'il vous plaît sélectionnez une unité nouvelle organisation de se déplacer
ru: Данная организация не может быть перемещена. Пож-ста выберите новую организацию для перемещения
tg: Интиқол додани ин воҳиди сохторӣ имконпазир нест. Лутфан ташкилоти дигареро барои интиқол интихоб кунед
vi: Đơn vị này không thể di chuyển. Xin chọn một đơn vị khác để di chuyển

source: The organisation unit to move is approved
fr: L'unité de l'organisation à se déplacer est approuvée
ru: Организация утверждена для перемещения
tg: Воҳиди сохторӣ барои интиқол тасдиқ карда шуд
vi: Đơn vị di chuyển được chấp nhận

source: Verification of the new parent organisation unit failed with the following message
fr: Vérification de l'unité d'organisation parent de nouveaux échoué avec le message suivant
ru: Произошел сбой при верификации новой головной организации со следующим сообщением
tg: Санҷиши ташкилоти болоии нав бо паёми зерин иҷро нашуд
vi: Kiểm tra đơn vị cha mới không thành công với lỗi sau

source: Are you sure you want to delete this organisation unit?
fr: Etes-vous sûr de vouloir supprimer cette unité d'organisation?
ru: Вы уверены, что хотите удалить данную организацию/отдел?
tg: Оё боварӣ доред, ки ин воҳиди сохториро нест кардан мехоҳед?
vi: Bạn có muốn xóa đơn vị này?

source: Adding the organisation unit failed with the following message
fr: Ajout de l'unité d'organisation a échoué avec le message suivant
ru: Произошел сбой при верификации организации со следующим сообщением
tg: Иловаи воҳиди сохторӣ бо паёми зерин иҷро нашуд
vi: Thêm mới đơn vị không thành công với lỗi sau

source: Saving the organisation unit failed with the following message
fr: Sauver l'unité d'organisation a échoué avec le message suivant
ru: Произошел сбой при сохранении организации со следующим сообщением
tg: Захира кардани воҳиди сохторӣ бо паёми зерин иҷро нашуд
vi: Lưu đơn vị không thành công với lỗi sau

source: Are you sure you want to delete this Organisation Unit Group?
fr: Etes-vous sûr de vouloir supprimer ce groupe de l'Organisation?
ru: Вы уверены, что хотите удалить группу организации?
tg: Оё боварӣ доред, ки ин гурӯҳи воҳидҳои сохториро нест кардан мехоҳед?
vi: Bạn có muốn xóa nhóm đơn vị này?

source: Are you sure you want to delete this organisation unit group set?
fr: Etes-vous sûr de vouloir supprimer cet ensemble un groupe d'unité d'organisation?
ru: Вы уверены, что хотите удалить данный наборгруппы организации?
tg: Оё боварӣ доред, ки ин маҷмӯи гурӯҳи воҳидҳои сохториро нест кардан мехоҳед?
vi: Bạn có chắc muốn xóa loại nhóm đơn vị?

source: Organisation unit group set management
fr: Gestion Groupe de l'Organisation ensemble
ru: Менеджмент набора группы организации
tg: Идоракунии маҷмӯи гурӯҳи воҳидҳои сохторӣ
vi: Quản lý loại nhóm đơn vị

source: Organisation Unit Group Set
fr: Ensemble de Groupes d'Unités d'Organisation
ru: Набор группы организации
tg: Маҷмӯи гурӯҳи воҳидҳои сохторӣ
vi: Loại nhóm đơn vị

source: Saving the organisation unit group set failed with the following message
fr: Sauvegarde l'ensemble du groupe d'unité d'organisation a échoué avec le message suivant
ru: Сбой в сохранении набора группы организации/отдела со следующим сообщением
tg: Захира кардани маҷмӯи гурӯҳи воҳидҳои сохторӣ бо паёми зерин иҷро нашуд
vi: Quá trình lưu loại nhóm đơn vị không thành công với thông báo sau

source: Compulsory
fr: Obligatoire
ru: Обязательный
tg: Ҳатмӣ
vi: Bắt buộc

source: Exclusive
fr: Exclusif
ru: Исключительный
tg: Истисноӣ
vi: Duy nhất

source: Edit organisation unit group set
fr: Modifier le groupe d'unité d'organisation ensemble
ru: Редактировать набор группы организации/отдела
tg: Таҳрири маҷмӯи гурӯҳи воҳидҳои сохторӣ
vi: Chỉnh sửa loại nhóm đơn vị

source: Number of members
fr: Nombre de membres
ru: Число членов
tg: Шумораи аъзоён
vi: Số lượng thành viên

source: Available groups
fr: Groupes disponibles
ru: Доступные группы
tg: Гурӯҳҳои мавҷуда
vi: Nhóm có sẵn

source: Selected groups
fr: Groupes sélectionnés
ru: Выбранные группы
tg: Гурӯҳҳои интихобшуда
vi: Các nhóm đã chọn

source: The group set can not be created because it is exclusive and
fr: L'ensemble du groupe ne peut pas être créée car elle est exclusive et
ru: Набор группы не может быть создан, в связи с тем, что он исключительный и
tg: Сохтани ин маҷмӯи гурӯҳҳо имконпазир нест, зеро он истисноӣ аст ва
vi: Loại nhóm không thể tạo vì nó duy nhất và

source: is a member of more than one selected group
fr: est un membre de plus d'un groupe sélectionné
ru: является членом более одной выбранной группы
tg: ва аъзои зиёда як гурӯҳи интихобшуда мебошад
vi: Là thành viên của hơn một nhóm được chọn

source: Move selected
fr: Déplacer sélectionnés
ru: Переместить выбранное
tg: Интиқоли интихобшудаҳо
vi: Di chuyển các mục đã chọn

source: Move all
fr: Déplacer tous les
ru: Переместить все
tg: Интиқоли ҳама
vi: Di chuyển tất cả

source: Remove selected
fr: Supprimer la sélection
ru: Удалить выбранное
tg: Тоза кардани интихобшудаҳо
vi: Xóa các mục chọn

source: Remove all
fr: Retirez tous les
ru: Удалить все
tg: Тоза кардани ҳама
vi: Xóa tất cả

source: Organisation unit level management
fr: Gestion de niveau d'unité d'Organisation
ru: Управление на уровне организации/отдела
tg: Идоракунии сатҳи воҳиди сохторӣ
vi: Quản lý cấp đơn vị

source: Level
fr: Niveau
ru: Уровень
tg: Сатҳ
vi: Cấp

source: Code
ru: Код
tg: Рамз
vi: Mã số

source: Object not deleted because it is associated by objects of type
fr: L'objet n'est pas supprimé parce qu'il est associé a des objets de type
ru: Объект не был удален, потому что используется другими объектами:
tg: Объект нест карда нашуд, зеро онро объектҳои дигар истифода мебаранд:
vi: Đối tượng không xóa được vì được liên kết với các đối tượng phân loại

source: Registers date
fr: Registres de données
ru: Дата Регистров
tg: Санаро ба қайд мегирад
vi: Đăng kí dữ liệu

source: Hide warning
fr: Cacher avertissement
ru: Скрыть предупреждение
tg: Пинҳон кардани огоҳӣ
vi: Ẩn khuyến cáo

source: Latitude
ru: Диапазон
tg: Тӯл
vi: Vĩ độ

source: Longitude
ru: Долгота
tg: Арз
vi: Kinh tuyến

source: Latitude (optional)
fr: Latitude (optionnel)
ru: Широта (по выбору)
tg: Арз (ихтиёрӣ)
vi: Vĩ độ (tùy chọn)

source: Longitude (optional)
fr: Longitude (optionnel)
ru: Долгот (по выбору)
tg: Тӯл (ихтиёрӣ)
vi: Kinh độ (tùy chọn)

source: Assign to compulsory organisation unit group set
fr: Assigner à un groupe d'unité d'organisation obligatoires prévues
ru: Назначить к набору группы обязательных организаций/отделов
tg: Таъин кардан ба маҷмӯи гурӯҳи воҳидҳои сохтории ҳатмӣ
vi: Gán tập nhóm đơn vị bắt buộc

source: Organisation unit group set
fr: Ensemble de groupes d'unités d'organisation
ru: Наборы групп организаций
tg: Маҷмӯи гурӯҳҳои воҳидҳои сохторӣ
vi: Tập các nhóm đơn vị

source: Group members
fr: Les membres du groupe
ru: Члены группы
tg: Аъзоёни гурӯҳ
vi: Các thành viên nhóm

source: Last updated
fr: Dernière mise à jour
ru: Последнее обновление
tg: Навсозии охирин
vi: Cập nhật cuối

source: Create, modify, view and delete organisation units, which can be departments, offices, hospitals and clinics.
fr: Créer, modifier, afficher et supprimer les unités d'organisation, qui peuvent être des départements, bureaux, hôpitaux et cliniques.
ru: Создать, модифицировать, смотреть и удалить организации/отделы, которые могут быть подразделением, офисом, стационаром и клиникой.
tg: Воҳидҳои сохториеро созед, тағйир диҳед ва нест кунед, ки шӯъбаҳо, идораҳо, беморхонаҳо ва клиникаҳо ҳастанд.
vi: Tạo, chỉnh sửa, xem và xóa các đơn vị mà chúng là các ban ngành, văn phòng trụ sở, bệnh viện và trạm Y tế.

source: Create, modify, view and delete organisation unit groups. Groups are used for improved analysis.
fr: Créer, modifier, afficher et supprimer les groupes d'unités d'organisation. Les groupes sont utilisés pour les analyses plus fines
ru: Создать, модифицировать, смотреть и удалить группы организаций/отделов. Группы используются для улучшения анализа.
tg: Гурӯҳҳои воҳидҳои сохториро созед, тағйир диҳед ва нест кунед. Гурӯҳҳо барои беҳтар кардани таҳлил истифода мешаванд.
vi: Tạo, chỉnh sửa, xem và xóa các tập đơn vị. Các nhóm được dùng cho phân tích nâng cao.

source: Create, modify, view and delete organisation unit group sets. Group sets are used for improved analysis.
fr: Créer, modifier, afficher et supprimer les ensembles de groupes d'unité d'organisation.Les ensembles de groupes sont utilisés pour les analyses plus fines
ru: Создать, модифицировать, смотреть и удалить набор группы организации/отделы. Групповые наборы используются для улучшения анализа.
tg: Маҷмӯъҳои воҳидҳои сохториро созед, тағйир диҳед ва нест кунед. Маҷмӯъи гурӯҳҳо барои беҳтар кардани таҳлил истифода мешаванд.
vi: Tạo, chỉnh sửa, xem và xóa các tập các nhóm của đơn vị. Các tập của nhóm đơn vị được dùng cho phân tích nâng cao.

source: Create, modify, view and delete descriptive names for the organisation unit levels in the system.
fr: Créer, modifier, afficher et supprimer des noms descriptifs pour les niveaux de l'unité d'organisation dans le système.
ru: Создать, модифицировать, смотреть и удалить описательные названии для уровней организаций в системе
tg: Номҳои тавсифии сатҳи воҳидҳои сохториро дар система созед, тағйир диҳед ва нест кунед.
vi: Tạo, chỉnh sửa, xem và xóa các tên đặc trưng cho các cấp của đơn vị trong hệ thống

source: Search organisation units based on name and group sets. View extended information for individual units.
fr: Rechercher les unités d'organisation à partir du nom et d'ensemble de groupes. Afficher des informations étendues pour des unités individuelles.
ru: Поиск организации/отдела на основе названия и группового набора. Смотреть расширенную информацию для идивидуальных подразделений
tg: Воҳидҳои сохториро аз рӯи ном ва маҷмӯи гурӯҳҳо ҷустуҷӯ кунед.
vi: Tìm kiếm các đơn vị dựa vào tên và tập hợp. Xem thông tin chi tiết cho từng đơn vị.

source: Move organisation units in the organisation unit tree. All children will be moved along with the unit.
fr: Déplacer les unités d'organisation dans l'arbre des unités d'organisation.Tous les enfants de l'unité seront déplacés avec elle.
ru: Переместить орг.ячейки в дерево организации.Все дочерние организации будут перемещены вместе с ней.
tg: Воҳидҳои сохториро дар дарахти воҳидҳои сохторӣ аз ҷое ба ҷое интиқол диҳед. Ҳамаи кӯдакон бо ҳамроҳии воҳид интиқол дода мешаванд.
vi: Di chuyển các đơn vị trong cây thư mục. Tất cả các đơn vị con sẽ được lấy ra khỏi cùng với đơn vị cha.

source: Loading
fr: Chargement
ru: Загрузка
tg: Бор мешавад
vi: Đang nạp

source: Coordinates
fr: Coordonnées
ru: Координаты
tg: Координатаҳо
vi: Hệ tọa độ

source: Organisation Unit Search
fr: Recherche d' Unité Organisation
ru: Поиск организации/отдела
tg: Ҷустуҷӯи Воҳиди сохторӣ
vi: Tìm kiếm đơn vị

source: Organisation unit search
fr: Recherche d' Unité Organisation
ru: Поиск организации/отдела
tg: Ҷустуҷӯи воҳиди сохторӣ
vi: Tìm kiếm đơn vị

source: Criteria
fr: Critères
ru: Критерий
tg: Меъёрҳо
vi: Tiêu chuẩn

source: Options
fr: Les options
ru: Опции
tg: Имконот
vi: Các chọn lựa

source: Search
fr: Rechercher
ru: Поиск
tg: Ҷустуҷӯ
vi: Tìm kiếm

source: organisation units
fr: unités d'organisation
ru: Организация
tg: воҳидҳои сохторӣ
vi: Các đơn vị

source: Found
fr: Trouvé
ru: Найдено
tg: Ёфт шуд
vi: Đã tìm thấy

source: Please select from tree (optional)
fr: Veuillez sélectionner à partir de l'arbre optionnel)
ru: Пожалуйста, выберите из дерева (по выбору)
tg: Лутфан аз дарахт интихоб кунед (ихтиёрӣ)
vi: Hãy chọn từ cây thư mục (tùy ý)

source: Polygon
fr: Polygone
ru: Полигон
tg: Бисёркунҷа
vi: Đường

source: Point
ru: пункт
tg: Нуқта
vi: Điểm

source: Available data sets
fr: Ensembles de données disponibles
ru: Доступные наборы данных
tg: Маҷмӯъҳои иттилооти мавҷуда
vi: Biểu nhập hiện có

source: Selected data sets
fr: Ensembles de données sélectionnés
ru: Выбранные наборы данных
tg: Маҷмӯъҳои иттилооти интихобшуда
vi: Biểu nhập được chọn

source: Limited
fr: Limité
ru: Ограниченный
tg: Маҳдуд
vi: Giới hạn

source: Download as Excel
fr: Télécharger en Excel
ru: Загрузить как Excel файл
tg: Боргирӣ ҳамчун файли Excel
vi: Lưu XLS

source: Download as CSV
fr: Télécharger en CSV
ru: Загрузить в формате CSV
tg: Боргирӣ ҳамчун файли CSV
vi: Lưu CSV

source: Download as PDF
fr: Télécharger en PDF
ru: Загрузить как PDF файл
tg: Боргирӣ ҳамчун файли PDF
vi: Lưu PDF

source: Please wait while downloading report
fr: Veuillez patienter pendant le téléchargement du rapport
ru: Пожалуйста, подождите, отчет загружается
tg: Лутфан то боргирӣ шудани ҳисобот мунтазир шавед
vi: Hãy chờ khi tải xuống báo cáo

source: Please wait while searching
fr: Veuillez patienter pendant la recherche
ru: Пожалуйста, подождите, идет поиск
tg: Лутфан ҷустуҷӯро мунтазир шавед
vi: Hãy chờ khi tìm kiếm

source: Hierarchy
fr: Hiérarchie
ru: Иерархия
tg: Иерархия
vi: Cấu trúc

source: Data sets
fr: Ensemble de données
ru: Наборы данных
tg: Маҷмӯъҳои иттилоот
vi: Biểu nhập

source: Organisation unit groups
fr: Groupes d'unités d'organisation
ru: Группы организаций
tg: Гурӯҳҳои воҳидҳои сохторӣ
vi: Nhóm đơn vị

source: Select group
fr: Sélectionner le groupe
ru: Выбрать группу
tg: Интихоби гурӯҳ
vi: Chọn nhóm

source: Phone number
fr: Téléphone
ru: Номер мобильного телефона
tg: Рақами телефони мобилӣ

source: Select symbol
fr: Choisir un symbole
ru: Выбрать символ
tg: Интихоби аломат

source: Symbol
fr: Symbole
ru: Символ
tg: Аломат

source: Name, code or identifier
fr: Nom, code ou identifiant
ru: Название, код и идентификатор
tg: Ном, рамз ё идентификатор

source: Identifier
fr: Identifiant
ru: Идентификатор
tg: Идентификатор

source: The short name is already in use. Please choose a different short name
fr: Le nom court existe déjà. Veuillez choisir un autre nom court
ru: Короткое имя уже используется. Пожалуйста выберите другое короткое имя.
tg: Номи мухтасар аллакай истифода мешавад. Лутфан номи мухтасари дигареро интихоб кунед
vi: Tên này đã được sử dụng. Xin chọn một tên khác

source: Show all sections
fr: Afficher toutes les sections
ru: Показать все участки
tg: Нишон додани ҳама қисмҳо

source: Are you sure you want to create a new root organisation unit?
fr: Etes-vous sûr de vouloir créer une nouvelle unité d'organisation racine ?
vi: Bạn có muốn xóa đơn vị này?

source: Not selected, moved to root position
vi: Không chọn, di chuyển tới vị trí gốc

source: Create new organisation unit group set
vi: Tạo mới loại nhóm đơn vị

source: URL
vi: Liên kết URL

source: All
vi: Tất cả

source: Data Dimension
fr: Dimension de données
