Repository: kimbalear/dhis2-translations
Catalog: dhis-web-dataentry/*.po
Languages: ar, es, fr, id, km, lo, my, pt_br, ru, tg, vi

source: Prev
ar: السابق
es: Anterior
fr: Préc
id: Sebelumnya
km: ពីមុន
lo: ກ່ອນໜ້າ
my: နောက်သို့
pt_br: Ant
ru: Пред
tg: Қаблӣ
vi: Trước

source: Select from tree on the left side
ar: اختر من القائمة على الجانب الأيمن
es: Seleccione del arbol de la izquierda
fr: Sélectionner a partir de l'arborescence à gauche
id: Pilih struktur organisasi yang terletak di sisi kiri
km: ជ្រើសរើសរចនាសម្ពន្ធដែលនៅខាងធ្វេង
lo: ກະລຸນາເລືອກທີ່ຈໍຊ້າຍມື
my: ဘယ်ဖက်တွင်ရှိသော ဝါစဉ်မှရွေးချယ်ပါ။
pt_br: Seleccione a partir da árvore do lado esquerdo
ru: Выбрать из дерева с левой стороны
tg: Аз дарахт дар тарафи чап интихоб кунед
vi: Chọn đơn vị ở cây bên trái

source: Select data set
ar: اختر مجموعة البيانات
es: Seleccionar set de datos
fr: Sélectionner l'ensemble de données
id: Pilih data set
km: ជ្រើស​រើសទិន្នន័យជាឈុត
lo: ເລືອກແບບຟອມ
my: Data အစုမှ ရွေးချယ်ပါ။
pt_br: Selecione conjunto de dados
ru: Выбрать набор данных
tg: Интихоби маҷмӯи иттилоот
vi: Chọn biểu nhập

source: Select period
ar: اختر فترة
es: Seleccione un periodo
fr: Sélectionner une période
id: Pilih periode
km: ជ្រើសរើសកំឡុងពេល
lo: ເລືອກຊ່ວງເວລາ
my: အချိန်ကာလရွေးချယ်ပါ။
pt_br: Seleccione o período
ru: Пожалуйста выберите период
tg: Интихоби давра
vi: Chọn thời điểm

source: Select option
ar: اختر خيارا
fr: Sélectionnez une option
id: Pilih option
km: កំណត់​ជម្រើស
lo: ເລືອກທາງເລືອກ
vi: Tùy chọn

source: change from
ar: التغير من
es: cambiar de
fr: Changer à partir de
id: Diganti dari
km: ផ្លាស់ពី
lo: ປ່ຽນຈາກ
my: မှ ပြောင်းလဲပါ။
pt_br: mudar para
ru: изменить с
tg: тағйир додан аз
vi: thay đổi từ

source: Modification
ar: تغييرات
id: Modifikasi
km: កំណែប្រែ
lo: ການດັດແກ້
vi: Sự sửa đổi

source: Modified by
ar: تم تعديله بواسطة
id: Dimodifikasi oleh
km: កែប្រែ​ដោយ
lo: ແກ້ໄດ້ດ້ວຍ
vi: Được sửa đổi bởi

source: to
ar: إلى
es: a
fr: à
id: ke
km: ដល់
lo: ຫາ
my: သို့
pt_br: para
ru: По
tg: Ба
vi: thành

source: On
ar: في
es: En
fr: Allumé
id: pada
km: បង្ហាញ
lo: ເທີງ
my: တွင်
pt_br: Em
ru: На
tg: Дар
vi: Vào lúc

source: Value
ar: القيمة
id: Nilai
pt_br: Valor
vi: Giá trị

source: No response from server, please check connectivity and try again
ar: لا توجد استجابة من الخادم، الرجاء مراجعة الاتصل والمحاولة مرة أخرى
es: No hay respuesta del servidor, compruebe la conectividad y vuelva a intentarlo
fr: Pas de réponse du serveur, veuillez vérifier la connexion et essayer à nouveau
id: Server tidak merespons, silakan cek koneksi Anda dan ulangi lagi
lo: ບໍ່ມີການຕອບກັບ, ກະລຸນາກວດເບີ່ງການເຊື່ອມຕໍ່ຫາເຊີເວີ
my: Serverမှ ပြန်ကြားခြင်းမရှိပါ။ Connection ကိုပြန်လည်စစ်ဆေးပေးပါ။
pt_br: Sem resposta do servidor, por favor, verifique a conectividade e tente novamente
ru: Сервер не отвечает, пожалуйста, проверьте подклюючение и попытайтесь снова
tg: Аз сервер ҷавоб наомад, лутфан пайвастро тафтиш карда, аз нав кӯшиш кунед
vi: Không có phản hồi từ máy chủ, hãy kiểm tra kết nối mạng và thử lại

source: Save
ar: الحفظ
es: Guardar
fr: Enregistrer
id: Simpan
km: រក្សាទុក​
lo: ບັນທຶກ
my: သိမ်းပါ။
pt_br: Salvar
ru: Сохранить
tg: Захира
vi: Lưu

source: Save comment
ar: حفظ التعليق
es: Guardar comentario
fr: Enregistrer commentaires
id: Simpan komentar
km: រក្សាទុកមតិយោបល់
lo: ບັນທຶກ
my: မှတ်ချက်ကိုသိမ်းပါ။
pt_br: Grave comentário
ru: Сохранить комментарий
tg: Захира кардани шарҳ
vi: Lưu ý kiến

source: This operation is not available in off-line mode
ar: هذه العملية غير متاحة في نسق عدم الاتصال بالانترنت
es: No se puede realizar la operación trabajando sin conexión
fr: Cette opération n'est pas disponible en mode hors-ligne
id: Sistem operasi tidak dapat berjalan pada posisi off-line
lo: ໃນຫົວຂໍ້ນີ້ບໍ່ສາມາດທຳງານເມື່ອບໍ່ມີອິນເຕີແນັດ
my: Off-line ဖြစ်နေချိန်တွင် ဒီလုပ်ဆောင်မှ အလုပ်မလုပ်ပါ။
pt_br: Esta operação não está disponível no modo off-line
ru: Данная операция не доступна в автономном режиме
tg: Ин амалиёт дар реҷаи офлайн дастрас нест
vi: Phép tính không thực hiện được ở chế độ offline

source: Mark value for follow-up
ar: حدد قيمة للمتابعة
es: Marca el valor para el seguimiento
fr: Marquer la valeur pour suivi
id: Tandai nilai agar dapat ditindak lanjuti
lo: ທຳການຕິດຕາມຂໍ້ມູນ
my: စောင့်ကြပ်ကြည့်ရှုရန် တန်ဖိုးကို မှတ်သားထားပါ။
pt_br: Marcar valor para acompanhamento
ru: Отметить значение для дальнейших действий
tg: Қиматро барои пайгирӣ кардан қайд кунед
vi: Chọn giá trị để theo dõi

source: Un-mark value for follow-up
ar: الغ تحديد قيمة المتابعة
es: Eliminar selección de valor para seguimiento
fr: Décocher la valeur pour le suivi
id: Hilangkan tanda pada nilai agar dapat ditindak lanjuti
lo: ບໍ່ຕ້ອງການຕິດຕາມ
my: စောင့်ကြပ်ကြည့်ရှုရန် တန်ဖိုးကို မမှတ်ထားပါ။
pt_br: Desmarcar valor para acompanhamento
ru: Отменить отметить значение для дальнейших действий
tg: Қиматро барои пайгирӣ кардан аз қайд гиред
vi: Hủy chọn giá trị theo dõi

source: Completed by
ar: تم الاستكمال عن طريق
es: Completado por
fr: Terminé par
id: Diselesaikan oleh
km: បាន​បញ្ចប់ដោយ
lo: ສຳເລັດດ້ວຍ
my: ဖြင့်ပြည့်စုံစေသည်။
pt_br: Preenchido por
ru: Завершено (кем)
tg: Анҷом дода шудааст аз ҷониби
vi: Được hoàn thành bởi

source: at
ar: في
es: en
fr: à
id: pada
km: ឯ
lo: ທີ່
my: မှာ
pt_br: em
ru: в
tg: дар
vi: tại

source: Prev year
ar: السنة السابقة
es: Año anterior
fr: Année préc
id: Tahun sebelumnya
km: ឆ្នាំមុន
lo: ປີກາຍ
my: ယခင်နှစ်
pt_br: ano anterior
ru: Пред. Год
tg: Соли қаблӣ
vi: Năm trước

source: Next year
ar: السنة القادمة
es: Año siguiente
fr: Année suiv.
id: Tahun berikutnya
km: ឆ្នាំ​ក្រោយ
lo: ປີຕໍ່ໄປ
my: နောက်နှစ်
pt_br: ano seguinte
ru: След. Год
tg: Соли навбатӣ
vi: Năm sau

source: See details
ar: انظر التفاصيل
es: Ver detalles
fr: Voir les détails
id: Lihat detail
km: មើលលម្អិត
lo: ເບີ່ງລາຍລະອຽດ
my: အသေးစိတ် ကြည့်ရှုပါ။
pt_br: Veja detalhes
ru: Смотреть детали
tg: Дидани маълумоти муфассал
vi: Xem thêm

source: Username
ar: اسم المستخدم
es: Usuario
fr: Nom d'utilisateur
km: ឈ្មោះគណនី
lo: ນາມສະກູນ
my: အသုံးပြုသူအမည်
pt_br: Nome de Utilizador
ru: Имя пользователя
tg: Номи корбар
vi: Tên người dùng

source: User roles
ar: أدوار المستخدمين
es: Roles de usuario
fr: Rôles d'utilisateur
id: Peran pengguna
km: សិទ្ធិអ្នកប្រើប្រាស់
lo: ສິດທິຂອງຜູ້ໃຊ້ລະບົບ
my: အသုံးပြုသူ၏အဆင့်
pt_br: Funções de utilizador
ru: Уровень доступа
tg: Вазифаҳои корбар
vi: Vai trò người dùng

source: Data set is locked, registration failed, please contact admin
ar: فئة البيانات مغلقة، فشل التسجيل، الرجاء الاتصال بالمشرف
es: El set de datos está bloqueado, el registro falló, por favor contacte con el administrador
fr: L'ensemble de données est verrouillé, l'enregistrement a échoué, veuillez contactez-administrateur
id: Data set telah terkunci, pendaftaran gagal dilakukan, silakan menghubungi admin
lo: ແບບຟອມໄດ້ລັອກແລ້ວ, ກະລຸນາຕິດຕໍ່ຫາຜູ້ທີ່ຮັບຜິດຊອບລະບົບ
my: data အစု lock ကျနေပြီး စာရင်းသွင်း၍မရပါသဖြင့် admin နှင့်ဆက်သွယ်ပါ။
pt_br: Conjunto de dados está bloqueado, registro falhou, por favor entre em contato com administrador
ru: Данные заблокированы, не удалось зарегистрироваться, пожалуйста, свяжитесь с администратором
tg: Маҷмӯи иттилоот баста аст, бақайдгирӣ иҷро нашуд, лутфан бо маъмур тамос гиред
vi: Biểu nhập bị khóa, việc đăng ký không thành công. Hãy liên hệ với người quản trị

source: Data set is locked, un-registration failed, please contact admin
ar: فئة البيانات مغلقة، فشل إلغاء التسجيل، الرجاء الاتصال بالمشرف
es: El set d
fr: L'ensemble de données est verrouillé, le des-enregistrement a échoué, veuiller contacter l'administrateur
id: Data set telah terkunci, pembatalan pendaftaran gagal dilakukan, silakan menghubungi admin
lo: ແບບຟອມຖືກລັອກແລ້ວ, ບໍ່ສາມາດທຳງານ, ກະລຸນາຕິດຕໍ່ພະນັກງານບໍລິຫານລະບົບ
my: data အစု lock ကျနေပြီး စာရင်းမသွင်းခြင်းမှာ ပြုလုပ်၍မရပါသဖြင့် admin နှင့်ဆက်သွယ်ပါ။
pt_br: Conjunto de dados está bloqueado, falha no cancelamento do registo, por favor entre em contato com administrador
ru: Данные заблокированы, не удалось отменить регистрацию, пожалуйста, свяжитесь с администратором
tg: Маҷмӯи иттилоот баста аст, лағви бақайдгирӣ иҷро нашуд, лутфан бо маъмур тамос гиред
vi: Biểu nhập bị khóa, việc hủy đăng ký không thành công. Hãy liên hệ với người quản trị

source: Data element with identifier
ar: عنصر البيانات مع العامل المحدد
es: Elementos de datos con identificador
fr: Elément de donnée avec identifiant
id: Elemen data dengan penanda
lo: ອົງປະກອບຂໍ້ມູນ ກັບການກຳນົດ
my: အညွှန်းပါစာတိုင်အမည်
pt_br: Elemento de dados com o identificador
ru: Элемент данных с идентификатором
tg: Унсури иттилоот бо идентификатор
vi: Phần tử dữ liệu với yếu tố nhận dạng

source: Category option combination identifier
ar: العامل المحدد لتركيبة اختيار المجموعة
es: Identificador de combinación de opciones de categoría
fr: Identifiant de combinaison d'options de catégorie
lo: ກຳນົດການສັງລວມຫົວຂໍ້
my: အမျိုးအစားကွဲများကို ပေါင်းစပ်ခြင်းအညွှန်း
pt_br: Categoria opção identificador de combinação
ru: Идентификатор опции комбинированной опции
tg: Идентификатори ҷуфти имкони категория
vi: Yếu tố nhận dạng của bộ phân loại

source: does not exist
ar: لا توجد
es: no existe
fr: n'existe pas
id: Tidak ditemukan
km: មិនមាន​ទេ
lo: ບໍ່ມີໃນລະບົບ
my: သင်ရှာနေသောအချက်အလက်မရှိပါ။
pt_br: não existe
ru: не существует
tg: вуҷуд надорад
vi: Không tồn tại

source: Insert input fields into the form
ar: ادخل حقول المدخلات في النموذج
es: Insertar campos en el formulario
fr: Inserer champs dans le formulaire
id: Sisipkan input isian ke dalam formulir
lo: ​ເອົາ​ຜົນ​ຈາກ​ການ​ລົງ​ພື້ນ​ຖານ​ມາ​ໃສ່​ຟອມ
my: ပုံစံတွင်ဖြည့်သွင်းနိုင်ရန်အကွက်များထည့်ပေးပါ။
pt_br: Insira campos de entrada no formulário
ru: Вставьте область ввода в форму
tg: Майдонҳои вурудро ба шакл дохил кунед
vi: Chèn ô nhập vào mẫu

source: Select data element
ar: اختر عنصر البيانات
es: Seleccionar elementos de datos
fr: Choisir élément de donnée
id: Pilih elemen data
lo: ກະລຸນາເລືອກອົງປະກອບຂໍ້ມູນ (data element)
my: စာတိုင်အမည်ရွေးချယ်ပါ။
pt_br: Selecione elemento de dados
ru: Выбрать элемент данных
tg: Унсури иттилоотро интихоб кунед
vi: Chọn phần tử dữ liệu

source: This form requires that all fields for a data element must be filled, please correct this before continuing.
ar: هذا النموذج يتطلب ملء جميع حقول عنصر البيانات، الرجال التصحيح قبل الاستمرار
es: Éste formulario requiere que todos los campos de un elemento de datos estén rellenos, por favor corrijalo antes de continuar.
fr: Le formulaire exige que tous les champs d'un élément de donnée soient remplis. Veuillez satisfaire cette condition avant de continuer
id: Semua isian untuk setiap elemen data pada formulir ini harus terisi, silakan memperbaiki sebelum melanjutkan
lo: ທ່ານຕ້ອງຕື່ມໃຫ້ຄົບແບບຟອມນີ້ ກ່ອນທີ່ຈະໄປຕໍ່
pt_br: Este formulário requer que todos os campos de um elemento de dados deve ser preenchido, por favor, corrija isso antes de continuar.
ru: Данная форма требует, чтобы все поля для элемента данных были заполнены, пожалуйста, исправьте это, прежде, чем продолжить.
tg: Ин шакл талаб мекунад, ки ҳамаи майдонҳо барои унсурҳои иттилоот бояд пур карда шаванд, лутфан пеш аз давом додан инро ислоҳ кунед.
vi: Biểu nhập này yêu cầu tất cả các ô phải được nhập, làm ơn sửa cho đúng trước khi tiếp tục

source: Sub Organisation Units
ar: وحدات المنظمة الفرعية
es: Formularios hijos
fr: Formulaires enfants
id: Unit-unit sub organisasi
lo: ໂຄງຮ່າງການຈັດຕັ້ງຂັ້ນລຸ່ມ
my: တစ်ဆင့်နိမ့်အစီရင်ခံဌာနသတ်မှတ်ခြင်း
pt_br: Formas das crianças
ru: Формы для детей
tg: Шаклҳои фаръӣ
vi: Đơn vị

source: Left side
ar: الجهة اليمنى
es: Lado izquierdo
fr: Côté gauche
id: Sisi kiri
km: ផ្នែកខាងឆ្វេង​
lo: ເບື້ອງຊ້າຍ
my: ဘယ်ဘက်
pt_br: Lado esquerdo
ru: Левая сторона
tg: Тарафи чап
vi: Bên trái

source: Right side
ar: الجهة اليسرى
es: Lado derecho
fr: Côté droit
id: Sisi kanan
km: ផ្នែកខាង​ស្កាំ​​
lo: ເບື້ອງຂວາ
my: ယာဘက်
pt_br: Lado direito
ru: Правая сторона
tg: Тарафи рост
vi: Bên phải

source: No periods, click "Prev year" button
ar: لا توجد فترات، انقر على زر السنة السابقة
es: No hay periodos, pulse en "Año anterior"
fr: Aucune période, cliquer sur le bouton "Année préc"
id: Tidak ada periode, klik tombol "tahun sebelumnya"
km: មិនមានកំឡុងពេលសម្រាប់ជ្រើសរើស សូមចុចទៅកំឡុងពេលមុន
lo: ບໍ່ມີຊ່ວງເວລາ, ກົດປຸ່ມ ປີກາຍ
my: အချိန်ကာလမပါပါ။ ယခင်နှစ်သို့ခလုတ်ကို နှိပ်ပါ။
pt_br: Não há períodos, clique no botão "Anterior ano"
ru: Нет периодов, нажать кнопку "Пред год"
tg: Ягон давра нест, тугмаи "Соли қаблӣ"ро клик кунед
vi: Không có thời điểm, bấm nút "Năm trước"

source: Print
ar: اطبع
es: Imprimir
fr: Imprimer
km: បោះពុម្ព
lo: ພິມອອກ
my: Print ထုတ်သည်
pt_br: Imprimir
ru: Печать
tg: Чоп кардан
vi: In

source: View comment
ar: انظر التعليق
es: Ver comentario
fr: Voir commentaire
id: Lihat komentar
km: មើល​មតិយោបល់
lo: ເບີ່ງຄຳຄິດເຫັນຕ່າງໆ
my: မှတ်ချက်များကို ပြန်လည်ကြည့်ရှုသည်
pt_br: Ver comentário
ru: Просмотреть комментарий
tg: Намоиши шарҳ
vi: Xem chú thích

source: No organisation unit attached to current user, no data entry possible
ar: لم يتم ارفاق وحدة تنظيم مع المستخدم الحالي ، لا يمكن ادخال البيانات
fr: Aucune unité d'organisation
id: User bukan bagian dari unit organisasi, entri data tidak mungkin dilakukan
lo: ທ່ານບໍ່ໄດ້ບັນຈຸຢູ່ໃນໂຄງຮ່າງການຈັດຕັ້ງຂອງລະບົບ, ສະນັ້ນທ່ານບໍ່ສາມາດເປົ້າຂໍ້ມູນເຂົ້າລະບົບ
vi: Không có đơn vị gán cho người dùng này, không nhập dữ liệu được

source: Validation rules are being processed, please wait
ar: قواعد التصحيح يتم معالجتها، الرجاء الانتظار
es: Procesando reglas de validación, por favor espere...
fr: Les règles de validation sont en cours d'exécution, veuillez patienter ...
id: Aturan validasi sedang diproses, silakan tunggu
lo: ກະລຸນາລໍຖ້າ, ການກວດສອບກຳລັງທຳງານ
my: ဆန်းစစ်မှုစည်းမျဉ်းဥပဒေ၏လုပ်ဆောင်ချက်ပြုလုပ်နေ၍ခေတ္တစောင့်ပါ။
ru: Обрабатываются правила проверки, пожалуйста, подождитеâ¦
tg: Қоидаҳои санҷиши эътибор коркард мешаванд, лутфан мунтазир шавед...
vi: Các quy tắc kiểm tra dữ liệu đang được xử lý, xin vui lòng chờ

source: Section
ar: القسم
es: Sección
lo: ພາກສວ່ນ
my: အခန်း/ ကဏ္ဍ
ru: Раздел
tg: Қисм
vi: Phần

source: Print form
ar: نموذج الطباعة
es: Imprimir formato
fr: Imprimer le formulaire
id: Cetak formulir
km: បោះពុម្ភសំណុំបែបបទ
lo: ປຣິ່ນແບບຟອມ
vi: In biểu mẫu

source: Print blank form
ar: اطبع نموذج فارغ
es: Imprimir formato en blanco
fr: Imprimer le formulaire vierge
id: Cetak formulir kosong
km: បោះពុម្ភសំណុំបែបបទទទេ
lo: ປຣິ່ນຟອມເປົ່າ
vi: In biểu mẫu trống

source: Instruction
ar: تعليمات
id: Instruksi
km: របៀបណែនាំ
lo: ໂຄງລ່າງ
vi: Chỉ dẫn

source: There is no audit trail for this value
ar: لا يوجد اقتفاء تدقيق لهذه القيمة
id: Tidak ada audit trail untuk nilai ini
lo: ບໍ່​ມີ​ຜົນ​ຂອງ​ການ​ຕິດ​ຕາ​ມກວດ​ກາ​ໂຕ​ເລກ​ດັ່ງ​ກ່າວ
vi: Không có lưu các thay đổi cho cho số liệu này

source: Nr
ar: رقم
es: No
pt_br: Nº
ru: Номер
tg: Шумора

source: does not exist in data set
id: Tidak terdapat data set

source: Value
km: តម្លៃ

source: Data value history
km: តម្លៃទិន្នន័យពីមុន
