Repository: kimbalear/dhis2-translations
Catalog: dhis-web-dataentry/*.po
Languages: ar, es, fr, id, km, lo, my, pt_br, ru, tg, vi

source: Comment
ar: التعليق
es: Comentario
fr: Commentaire
id: Komentar
km: មតិយោបល់
lo: ຄຳເຫັນ
my: မှတ်ချက်
pt_br: Comentário
vi: Chú thích

source: No history for this data element
ar: لايوجد سابقة لهذا العنصر
es: El historial no aplica para este elemento de datos
fr: Historique non applicable pour cet élément de donnée
id: Tidak ada riwayat pencarian untuk elemen data ini
km: មិនមានប្រវត្តិនៃទិន្នន័យធាតុដើមទេ
lo: ບໍ່ມີການລາຍງານຜ່ານມາສໍາລັບອົງປະກອບຂໍ້ມູນນີ້
my: History is not applied for this dataelement!
pt_br: História não é aplicada para este elemento de dados!
ru: Нет истории для этого элемента данных
tg: Барои ин унсури иттилоот ягон таърих нест
vi: Không có lịch sử số liệu cho phần tử dữ liệu này

source: Data element
ar: عنصر البيانات
es: Elemento de Datos
fr: Element de donnée
id: Elemen Data
km: ទិន្នន័យធាតុដើម
lo: ອົງປະກອບຂໍ້ມູນ
my: Data အစိတ်အပိုင်း
pt_br: Elemento de Dados
ru: Элемент данных
tg: Унсури иттилоот
vi: Phần tử dữ liệu

source: Min
ar: الحد الأدنى
km: អប្បបរមា
lo: ຄ່າຕໍ່າສຸດ
my: အနည်းဆုံး
ru: Мин
tg: Мин
vi: Tối thiểu

source: Entry
ar: إدخال
es: Entrada
fr: Saisie
id: Entri
km: បញ្ជូល
lo: ເຂົ້າມາສູ່
my: ရိုက်သွင်းပါ။
pt_br: Entrada
ru: Ввод
tg: Вуруд
vi: Mục nhập

source: Max
ar: الحد الأقصى
es: Máximo
id: Maks
km: អតិបរមា
lo: ຄ່າໃຫ່ຍສຸດ
my: အများဆုံး
pt_br: Máx
ru: Макс
tg: Макс
vi: Tối đa

source: Timestamp
ar: ختم بالتاريخ
es: Fechado
fr: Horodatage
id: Penanda waktu
km: ​ពេលវេលា​
lo: ຖືກຕ້ອງຕາມເວລາ
my: လုပ်ဆောင်သည့်အချိန်ပါသည့်တံဆိပ်တုံး/ timestamp
pt_br: Tempo
ru: Временная метка
tg: Нишонии вақт
vi: Nhãn thời gian

source: Stored by
ar: تم التخزين بـ
es: Guardado por
fr: enregistré par
id: Disimpan oleh
km: បានរក្សាទុកដោយ
lo: ຂໍ້ມູນໄດ້ຮັກສາໂດຍ
my: ဖြင့်သိမ်းဆည်းသည်။
pt_br: Ordenar por
ru: Хранимый (кем)
tg: Ҳифз аз ҷониби
vi: Được lưu bởi

source: Stored date
ar: تاريخ التخزين
es: Datos almacenados
fr: Date d'enregistrement
id: Disimpan pada tanggal
km: បានរក្សាទុកកាលបរិច្ចេទ
lo: ວັນທີ່ທີ່ໄດ້ບັນທຶກ​ໄວ້
my: သိမ်းထားသောနေ့စွဲ
pt_br: Data armazenada
ru: Дата хранения
tg: Санаи ҳифз
vi: Ngày lưu trữ

source: Last updated
ar: آخر تحديث
id: Update terakhir
km: បាន​ធ្វើ​បច្ចុប្បន្នភាព​ចុងក្រោយ
lo: ປັບປຸງ​ຄັ້ງຫລ້າສຸດ
vi: Lần cập nhật cuối

source: Update
ar: تحديث
km: ធ្វើ​បច្ចុប្បន្នភាព
lo: ປັບປຸງ​ໃໝ່
vi: Cập nhật

source: Delete
ar: حذف
id: Hapus
km: ​លុប​
lo: ລຶບ​ຖີ້ມ
vi: Xoá

source: No value
ar: لا توجد قيمة
es: No existe valor
fr: Pas de valeur
id: Tidak ada nilai
km: មិនមានតម្លៃ
lo: ບໍ່ມີຄ່າ
my: တန်ဖိုးမရှိပါ။
pt_br: Sem Valor
ru: Пожалуйста, выберите
tg: Лутфан интихоб кунед
vi: Không có giá trị

source: Maximum
ar: الحد الأقصى
es: Maximo
id: Maksimum
km: អតិបរមា
lo: ຄ່າໃຫຍ່ສຸດ
my: အများဆုံး
pt_br: Máximo
ru: Максимум
tg: Максимум
vi: Tối đa

source: Organisation Unit
ar: وحدة المنظمة
es: Unidad Organizativa
fr: Unité d'organisation
id: Unit organisasi
km: ផ្នែក​នៃ​អង្គការ
lo: ຫົວໜ່ວຍ ການຈັດຕັ້ງ
my: အဖွဲ့အစည်းယူနစ်
pt_br: Unidade organizacional
ru: Организация
tg: Воҳиди сохторӣ
vi: Đơn vị

source: Data Set
ar: فئة البيانات
es: Set de Datos
fr: Ensemble de données
km: ទិន្នន័យឈុត
lo: ແບບຟອມ (ຊຸດ​ຂໍ້​ມູນ)
my: Data အစု
pt_br: Conjunto de Dados
ru: Набор данных
tg: Маҷмӯи иттилоот
vi: Biểu nhập

source: Select
ar: الاختيار
es: Seleccionar
fr: Sélectionner
id: Pilih
km: ជ្រើស​រើស
lo: ເລືອກ
my: ရွေးချယ်ပါ။
pt_br: Seleccione
ru: Выбор
tg: Интихоб кунед
vi: Chọn

source: Period
ar: الفترة
es: Periodo
fr: Période
id: Periode
km: កំឡុងពេល
lo: ໄລຍະ ເວລາ
my: အချိန်ကာလ
pt_br: Período
ru: Период
tg: Давра
vi: Thời điểm

source: Form field
ar: حقل الاستمارة
fr: Champ de formulaire
km: ធាតុក្នុងសំណុំបែបបទ
lo: ຈຸດປ້ອນຂໍ້ມູນ
vi: Ô nhập liệu

source: Filter on section
ar: ترشيح على القسم
es: Filtrar en la selección
fr: Filter les sections
km: តម្រងលើផ្នែក
lo: ການເລືອກຕົວກອງ
my: အခန်းများမှရှာထုတ်သည်
pt_br: Filtrar seção
ru: Фильтр на участке
tg: Филтр аз рӯи қисм
vi: Lọc theo từng phần

source: Filter in section
ar: ترشيح في القسم
es: Filtrar en la sección
fr: FIltrer dans section
km: តម្រងក្នុងផ្នែក
lo: ການເລືອກໃນແຕ່ລະສ່ວນ
my: ဤအခန်းအတွင်းရှာထုတ်သည်
pt_br: Filtro na seção
ru: Фильтр на участке
tg: Филтркунӣ дар қисмат
vi: Lọc theo từng phần

source: Show all sections
ar: اظهار جميع الأقسام
es: Mostrar todas las secciones
fr: Afficher toutes les sections
id: Perlihatkan semua sections
km: បង្ហាញ​គ្រប់ផ្នែក
lo: ສະແດງໃຫ້ເຫັນທຸກພາກສ່ວນ
my: ပါဝင်သည့် အခန်းများအားလုံးကိုပြသပါ။
pt_br: Mostrar todas as seções
ru: Показать все участки
tg: Нишон додани ҳама қисмҳо
vi: Hiển thị tất cả các phần

source: Show all items
ar: إظهار جميع البنود
es: Mostrar todos
fr: Montrer tous les éléments
id: Tampilkan semua item
km: បង្ហាញ​ធាតុ​ទាំងអស់
lo: ສະແດງທັງໝົດ
my: ပါဝင်သည့် item များအားလုံးကိုပြသပါ။
ru: Показать все
tg: Нишон додани ҳамаи ҷузъҳо
vi: Hiện tất cả các phần tử

source: Earlier periods
ar: الفترات السابقة
es: Periodos anteriores
fr: Périodes précédentes
id: Periode sebelumnya
km: កំឡុងពេលមុន
lo: ເວລາຜ່ານມາ
my: ယခင်က အချိန်များ
pt_br: Períodos anteriores
ru: Более ранние периоды
tg: Давраҳои пештар
vi: Các thời điểm trước

source: Later periods
ar: الفترات اللاحقة
es: Últimos periodos
fr: Periodes suivantes
id: Periode selanjutnya
km: កំឡុងពេលក្រោយ
lo: ເວລາຕໍ່ໄປ
my: ယခုနောက်ပိုင်းအချိန်များ
pt_br: Últimos períodos
ru: Более поздние периоды
tg: Давраҳои баъдтар
vi: Các thời điểm sau

source: The value of the following data element is less than the specified minimum value.
ar: قيمة عنصر البيانات التالية هو أقل من قيمة الحد الأدنى المقبول
es: Valor del elemento de datos menor que el valor mínimo aceptado
fr: La valeur de l'élément de donnée suivant est inférieure au minimum admis
id: Nilai dari elemen data berikut kurang dari nilai minimum yang dapat diterima
lo: ຄ່າຂອງຂໍ້ມູນນີີີ້ຕ້ອງນ້ອຍກວ່າຄ່ານ້ອຍສຸດທີ່ໄດ້ກຳນົດໄວ້
my: အောက်ပါ data အစုတန်ဖိုးမှာ လက်ခံနိုင်သော အနည်းဆုံးတန်ဖိုးထက် နည်းနေသည်။
pt_br: O valor do elemento de dado é inferior ao valor mínimo aceite
ru: Значение следующего элемента данных меньше минимального принятого значения
tg: Қимати унсурҳои иттилооти зерин аз минимуми қобили қабул хурдтар аст
vi: Giá trị của thành phần dữ liệu sau đây thấp hơn giá trị nhỏ nhất cho phép

source: The value of the following data element is greater than the specified maximum value.
ar: قيمة عنصر البيانات التالية أكبر من قيمة الحد الأقصى المقبول
es: El valor del elemento de datos mayor que el valor máximo aceptado
fr: La valeur de la donnée suivante est supérieure au maximum admis
id: Nilai dari elemen data berikut kurang dari nilai maksimum yang dapat diterima
lo: ຄ່າຂອງຂໍ້ມູນນີ້ໃຫຍ່ກວ່າຄ່າໃຫຍ່ສຸດທີ່ໄດ້ກຳນົດໄວ້
my: အောက်ပါ data အစုတန်ဖိုးမှာ လက်ခံနိုင်သော အများဆုံးတန်ဖိုးထက် များနေသည်။
pt_br: O valor do elemento de dados é maior ao valor mínimo aceite
ru: Значение следующего элемента данных больше ммаксимально принятого значения
tg: Қимати унсурҳои иттилооти зерин аз максмуми қобили қабул калонтар аст
vi: Giá trị của thành phần dữ liệu sau lớn hơn giá trị lớn nhất cho phép

source: Saving value failed with status code
ar: فشل حفظ القيمة مع رمز الحالة
es: Guardando valor fallido con codigo de estado
fr: Enregistrement de la valeur a échoué avec le code de statut
id: Penyimpanan nilai gagal dilakukan dengan kode status
km: ការរក្សាទុកតម្លៃមិនជោគជ័យឡើយដោយបង្ហាញលេខកូដ
lo: ບໍ່ສາມາດບັນທຶກຄ່ານີ້ໄດ້ຍ້ອນລະຫັດ status
my: status code ဖြင့် ပြုလုပ်ထားသောတန်ဖိုးမှာ သိမ်း၍မရပါ။
pt_br: Gravacão de valor falhou com código de status
ru: Не удалось сохранить значение, код состояния
tg: Захира кардани қимат бо рамзи ҳолат иҷро нашуд
vi: Lưu giá trị không thành công với mã trạng thái

source: Data set is locked, please contact admin
ar: مجموعة البيانات مقفلة، يرجى الاتصال بالمشرف
es: El set de datos está bloqueado, por favor contacte con el administrador
fr: L'ensemble de données est verrouillé, veuillez contactez-administrateur.
id: Data set terkunci, silakan menghubungi admin
km: ទិន្នន័យឈុតមិនអាចបង្ហាញបានឡើយ សូមទាក់ទងម្ចាស់គេហទំព័រ
lo: ແບບຟອມໄດ້ຖືກລັອກແລ້ວ, ກະລຸນາຕິດຕໍ່ຫາຜູ້ບໍລິຫານລະບົບ
my: data အစု lock ကျသွားသဖြင့် admin နှင့်ဆက်သွယ်ပါ။
pt_br: Conjunto de dados está bloqueado, por favor entre em contacto com administrador
ru: Набор данных заблокирован, пожалуйста, свяжитесь с администратором
tg: Маҷмӯи иттилоот баста аст, лутфан бо маъмур тамос гиред
vi: Biểu nhập liệu đã bị khóa, xin vui lòng liên hệ người quản trị hệ thống

source: Saving comment failed with status code
ar: فشل حفظ التعليق مع رمز الحالة
es: Guardando comentario fallido con codigo de estado
fr: L'enregistrement du commentaire a échoué avec le code de statut
id: Penyimpanan komentar gagal dilakukan dengan kode status
km: ការរក្សាទុកមតិយោបល់មិនជោគជ័យឡើយដោយបង្ហាញលេខកូដ
lo: ບໍ່ສາມາດບັນທຶກຍ້ອນລະຫັດ status
my: status code ဖြင့် ပြုလုပ်ထားသောမှတ်ချက်မှာ သိမ်း၍မရပါ။
pt_br: Gravacão de comentário falhou com código
ru: Не удалось сохранить комментарий с кодом состояния
tg: Захиракунии шарҳ бо рамзи ҳолат иҷро нашуд
vi: Lưu chú thích không thành công với mã trạng thái

source: Saving comment failed with error code
ar: فشل حفظ التعليق مع رمز الخطأ
es: Guardando comentario fallido con codigo de error
fr: L'enregistrement du commentaire a échoué avec le code d'erreur
id: Penyimpanan komentar gagal dilakukan dengan kode eror
km: ការរក្សាទុកមតិយោបល់មិនជោគជ័យឡើយដោយបង្ហាញលេខកូដ
lo: ບໍ່ສາມາດບັນທຶກຍ້ອນລະຫັດຜິດ
my: error code ဖြင့် ပြုလုပ်ထားသောမှတ်ချက်မှာ သိမ်း၍မရပါ။
pt_br: Gravacão de comentário falhou com código de erro
ru: Не удалось сохранить комментарий с кодом ошибки
tg: Захиракунии шарҳ бо рамзи хатогӣ иҷро нашуд
vi: Lưu chú thích không thành công với mã lỗi

source: Saving min/max values failed with error code
ar: فشل حفظ قيم الحد الأقصى والحد الأدنى مع رمز الخطأ
es: Guardando mínimo/máximo valor fallido con código de error
fr: Enregistrement de la valeur min/max a échoué avec le code d'erreur
id: Penyimpanan nilai min/maks gagal dilakukan dengan kode eror
km: ការរក្សាទុកតម្លៃអប្បបរមា/អតិប្បរមាមិនជោគជ័យឡើយដោយបង្ហាញលេខកូដ
lo: ບໍ່ສາມາດບັນທຶກຄ່ານ້ອຍ/ຄ່າໃຫຍ່ສຸດໄດ້ ຍ້ອນລະຫັດຜິດ
my: status code ဖြင့် ပြုလုပ်ထားသော အနည်းဆုံး/အများဆုံး တန်ဖိုးများမှာ သိမ်း၍မရပါ။
pt_br: O processo de gravação do min/max falhou com código de erro
ru: Не удалось сохранение мин/макс значений с кодом ошибки
tg: Захиракунии қиматҳои мин/макс бо рамзи хатогӣ иҷро нашуд
vi: Lưu giá trị lớn nhất/nhỏ nhất không thành công với mã lỗi

source: Move
ar: نقل
es: Mover
fr: Déplacer
id: Pindah
km: ​​ផ្លាស់ទី
lo: ຍ້າຍ
my: ရွှေ့ပါ။
pt_br: Mover
ru: Передвинуть
tg: Интиқол додан
vi: Chuyển

source: Date
ar: التاريخ
es: Fecha
id: Tanggal
km: កាលបរិច្ឆេទ
lo: ວັນທີ່
my: ရက်စွဲ
pt_br: Data
ru: Дата
tg: Сана
vi: Ngày

source: Min limit
ar: الحد الأدنى
es: Límite mínimo
fr: Limite inférieure
id: Batas minimal
km: ដែនកំណត់អប្បបរមា
lo: ຂອບເຂດຄ່ານ້ອຍສຸດ
my: အနည်းဆုံးကန့်သတ်ချက်
pt_br: Limite Min
ru: Мин порог
tg: Ҳудуди мин
vi: Giới hạn thấp nhất

source: Max limit
ar: الحد الأقصى
es: Límite máximo
fr: Limite supérieure
id: Batas maksimum
km: កំណត់ដែនអតិប្បរមា
lo: ຂອບເຂດຄ່າໃຫຍ່ສຸດ
my: အများဆုံးကန့်သတ်ချက်
pt_br: Limite Max
ru: Макс порог
tg: Ҳудуди макс
vi: Giới hạn cao nhất

source: Data element history
ar: سابقة عنصر التاريخ
es: Historial del elemento de datos
fr: Historique des éléments de données
id: Riwayat elemen data
lo: ປະຫວັດຂອງອົງປະກອບຂໍ້ມູນ
my: ယခင် data အစိတ်အပိုင်း
pt_br: Historial de Elemento de dados
ru: История элемента данных
tg: Таърихи унсури иттилоот
vi: Lịch sử dữ liệu

source: Audit trail
ar: اثار التدقيق
lo: ການ​ຕິດ​ຕາມກວດ​ສອບ
vi: Lưu thay đổi

source: Min-max limits
ar: الحدود الدنيا والقصوى
es: Límites min-max
fr: Limites Min-max
id: Batas min-maks
km: កំណត់ដែនអប្បបរមា-អតិប្បរមា
lo: ຂອບເຂດຄ່ານ້ອຍສຸດ-ໃຫຍ່ສຸດ
my: အနည်းဆုံး−အများဆုံး ကန့်သတ်ချက်များ
pt_br: Limites Min-Max
ru: Мин-макс пороги
tg: Ҳудудҳои мин-макс
vi: Các giới hạn nhỏ nhất - lớn nhất

source: Run validation
ar: التحقق من الصحة
es: Correr validación
fr: Exécuter la validation
id: Jalankan validasi
km: ដំណើរការផ្ទៀងផ្ទាត់ឲបានត្រឹមត្រូវ
lo: ກວດສອບຄວາມຖືກຕ້ອງ
my: ဆန်းစစ်မှုပြုလုပ်ပါ။
pt_br: Executar validação
ru: Запустить проверку
tg: Иҷро кардани санҷиши эътибор
vi: Kiểm tra tính hợp lệ dữ liệu

source: Validation Result
ar: نتيجة التحقق من الصحة
es: Resultado de la validación
fr: Resultat de validation
id: Hasil validasi
km: លទ្ធផលពីការផ្ទៀងផ្ទាត់
lo: ຜົນຂອງການກວດສອບ
my: ဆန်းစစ်မှုရလဒ်
pt_br: Resultado de Validação
ru: Результат проверки
tg: Натиҷаи санҷиши эътибор
vi: Kết quả kiểm tra tính hợp lệ

source: Expression
ar: التعبير
es: Expresión
km: កន្សោមប្រមាណវិធី
lo: ເຄື່ອງໝາຍເລກ
my: ဖော်ပြချက်
pt_br: Expressão
ru: Выражение
tg: Ифода
vi: Biểu thức

source: The data entry screen successfully passed validation
ar: شاشة إدخال البيانات نجحت فى التحقق من الصحة
es: Los valores de entrada fueron validados correctamente
fr: La validation de ce formulaire a réussi
id: Tampilan entri data telah sukses divalidasi
km: ធ្វើការផ្ទៀងផ្ទាត់នៃផ្ទាំងបញ្ជូលទិន្នន័យរួចរាល់
lo: ການກວດສອບຄວາມຖືກຕ້ອງຂອງຂໍ້ມູນຜ່ານ
my: ထည့်သွင်းလိုက်သောအချက်အလက်များမှန်ကန်မှုကို အောင်မြင်စွာစစ်ဆေးပြီးစီးသည်။
pt_br: O ecrã de entrada de dados passou a validação com sucesso
ru: Дисплей ввода данных успешно прошел проверку
tg: Саҳифаи вуруди иттилоот бомуваффақият аз санҷиши эътибор гузашт
vi: Nhập liệu hợp lệ

source: The data entry screen has the following validation errors, please correct
ar: شاشة إدخال البيانات بها أخطاء التحقق من الصحة التالية، برجا تصحيحها قبل المواصلة
es: La entrada de datos tiene los siguientes errores de validación, por favor corrijalos antes de continuar
fr: Veuillez corriger les erreurs de validation suivantes dans les données saisies avant de continuer.
id: Terjadi error validasi pada tampilan entri data, silakan diperbaiki
km: ផ្ទាំងបញ្ជូលទិន្នន័យធ្វើការផ្ទៀងផ្ទាត់មានកំហុស សូមធ្វើការកែសំរួល
lo: ການກວດສອບໄດ້ພົບເຫັນຂໍ້ຜິດພາດດັ່ງລຸ່ມນີ້, ກະລຸນາເບີ່ງຄືນ
my: အချက်အလက်ဖြည့်သွင်းခြင်းပဏာမစစ်ဆေးချက်အရ အောက်ပါအမှားများရှိနေ၍ ရှေ့မဆက်မီသေချာစေရန်ပြန်လည်စစ်ဆေးပေးပါ။
pt_br: A ecã de entrada de dados tem os seguintes erros de validação, por favor, deve corrija-los antes de prosseguir
ru: Дисплей ввода данных имеет следующие ошибки проверки, пожалуйста, исправьте их перед тем, как продолжить
tg: Саҳифаи вуруди иттилоот хатогиҳои санҷиши эътибор дорад, лутфан пеш аз шурӯъ кардан онҳоро ислоҳ кунед
vi: Có lỗi dữ liệu trong các điều kiện sau, xin vui lòng sửa lại

source: The following values are considered as outliers (min-max or std dev), please correct
es: Los siguientes valores se consideran atípicos (min-max o desviación estandar).
fr: Les valeurs suivantes sont considérées comme abérantes (min-max ou dev std).
id: Nilai yang tersebut ini terindikasi sebagai outliers (min-maks atau std dev), silakan diperbaiki
km: តម្លៃទិន្នន័យហាក់មិនដូចការកំណត់ក្នុងដែនអប្បបរមានិងអតិបរមា សូមធ្វើការកែសម្រួល
lo: The following values are considered as outliers (min-max or std dev).
pt_br: The following values are considered as outliers (min-max or std dev).
vi: Các số liệu sau đây nằm ngoài giới hạn (nhỏ nhất - lớn nhất), xin vui lòng kiểm tra lại

source: The following input fields require a comment, please enter
ar: حقول الادخال التالية تحتاج تعليق، من فضلك ادخل
fr: Les champs suivantes exiger un commentaire, s'il vous plaît entrer
id: Kolom input ini memerlukan komentar, silakan berikan komentar
km: កន្លែងបញ្ជូលទិន្នន័យតម្រូវឲបញ្ជូលមតិយោបល
lo: ທ່ານຕ້ອງປ້ອນຂໍ້ມູນເຂົ້າຈຸດລຸ່ມນີ້ກ່ອນ
vi: Những ô nhập liệu sau cần phải có chú thích, xin vui lòng nhập chú thích

source: The following values violate validation rules
ar: القيم التالية تخرق قواعد التحقق من الصحة
es: Los siguientes valores violan las reglas de validación
fr: Les valeurs suivantes violent les règles de validation
id: Nilai berikut menyalahi aturan validasi
km: តម្លៃទិន្នន័យដែលបានបញ្ជូលមិនត្រឹមត្រូវក្នុងការកំណត់
lo: ຄ່າລຸ່ມນີ້ຜິດປິ້ນກັບຄວາມເປັນຈິງຂອງຂໍ້ມູນ
my: အောက်ပါတန်ဖိုးတို့သည်မှန်ကန်မှုစစ်ဆေးခြင်းစည်းမျဉ်းများကိုပျက်ပြားစေသည်။
pt_br: Os seguintes valores violam as regras de validação
ru: Следующие значения нарушают правила проверки
tg: Қиматҳои зерин қоидаҳои санҷиши эътиборро вайрон мекунанд
vi: Các giá trị sau vi phạm tính hợp lệ

source: Operator
ar: المشغل
es: Operador
fr: Opérateur
km: សញ្ញា​​​ប្រមាណ​វិធី
lo: ເຄື່ອງໝາຍເລກ
my: ကိုင်တွယ်သူ
pt_br: Operador
ru: Операция
tg: Оператор
vi: Toán tử

source: No Organisation Unit Selected
ar: لم يتم اختيار وحدة المنظمة
es: No se ha seleccionado Unidad Organizativa
fr: Aucune unité d'organisation sélectionnée
id: Tidak ada unit organisasi yang dipilih
km: មិនមានអង្គការណាមួយត្រូវបានជ្រើសរើស
lo: ກະລຸນາເລືອກສະຖານທີ່ກ່ອນ
my: အဖွဲ့အစည်းယူနစ်ကို မရွေးချယ်ထားပါ။
pt_br: Nenhuma Unidade Organizacional foi Seleccionada
ru: Не выбрано организации
tg: Ягон воҳиди сохторӣ интихоб нашудааст
vi: Xin vui lòng chọn Đơn Vị

source: No Period Selected
ar: لم يتم اختيار الفترة
es: No se ha seleccionado Periodo
fr: Aucune période sélectionnée
id: Tidak ada periode yang dipilih
km: មិនមានកាលបរិច្ចេទណាត្រូវបានជ្រើសរើស
lo: ກະລຸນາເລືອກຊ່ວງເວລາ
my: အချိန်ကာလ မရွေးချယ်ထားပါ။
pt_br: Nenhum período foi Seleccionado
ru: Не выбрано периода
tg: Ягон давра интихоб нашудааст
vi: Xin vui lòng chọn Thời Điểm

source: No Data Element Selected
ar: لم يتم اختيار عنصر البيانات
es: No se ha seleccionado Elementos de Datos
fr: Aucun élément de donnée sélectionné
id: Tidak ada elemen data yang dipilih
km: មិនមានទិន្នន័យធាតុដើមណាត្រូវបានជ្រើសរើស
lo: ກະລຸນາເລືອກອົງປະກອບຂໍ້ມູນ (data element)
my: data အစိတ်အပိုင်း မရွေးချယ်ထားပါ။
pt_br: Nenhum Elemento de Dado foi Seleccionado
ru: Не выбран элемент данных
tg: Ягон унсури иттилоот интихоб нашудааст
vi: Xin vui lòng chọn Phần Tử Dữ Liệu

source: Data set is locked
ar: فئة البيانات مغلقة
es: Set de datos está bloqueado
fr: L'ensemble de données est verrouillé
id: Set data terkunci
km: ទិន្នន័យជាឈុតត្រូវបានបិទមិនឲកែ
lo: ແບບຟອມຖືກລັອກແລ້ວ
my: data အစုမှာ lock ကျနေပါသည်။
pt_br: O conjunto de dados está bloqueado
ru: Набор данных заблокирован
tg: Маҷмӯи иттилоот баст аст
vi: Biểu nhập đã bị khóa

source: Complete
ar: مكتملة
es: Completo
fr: Terminer
id: Lengkap
km: បញ្ចប់
lo: ສຳເລັດແລ້ວ
my: ပြည့်စုံသည်။
pt_br: Completo
ru: Завершить
tg: Анҷом ёфт
vi: Hoàn tất

source: Incomplete
ar: غير مكتملة
es: Incompleto
fr: Incomplet
id: Tidak lengkap
km: មិនទាន់​បញ្ចប់
lo: ຍັງບໍ່ສຳເລັດ
my: မပြည့်စုံပါ။
pt_br: Incompleto
ru: Незавершен
tg: Ба анҷом нарасидааст
vi: Chưa hoàn tất

source: Are you sure this data set is complete?
es: ¿Está seguro de que el set de datos está completo?
fr: Etes-vous que ce formulaire est complement rempli?
id: Apakah Anda yakin jika data set berikut ini sudah lengkap?
km: តើអ្នកពិតជាបានបញ្ជូលទិន្នន័យចប់សព្វគ្រប់?
lo: ທ່ານແນ່ໃຈວ່າຟອມນີ້ໄດ້ຕື່ມສຳເລັດແລ້ວບໍ?
my: dataအစု ပြည့်စုံပြီဆိုတာ သေချာပါသလား?
pt_br: Tem certeza que este conjunto de dados está completo?
ru: Вы уверены, что этот набор данных завершен?
tg: Оё боварӣ доред, ки ин маҷмӯи иттилоот анҷом ёфтааст?
vi: Bạn có chắc chắn dữ liệu nhập này đã hoàn tất?

source: Are you sure you will undo the registration?
ar: هل أنت متأكد من أنك ستلغي التسجيل؟
es: ¿Está seguro que quiere deshacer el registro?
fr: Etes-vous sûr d'annuler l'enregistrement du formulaire comme terminé?
id: Apakah Anda yakin akan membatalkan registrasi berikut ini?
km: តើអ្នកពិតជាចង់ត្រលប់ក្រោយកន្លែងចុះឈ្មោះម្តងទៀត?
lo: ທ່ານແນ່ໃຈທີ່ຈະກັບຄືນສູ່ຂັ້ນຕອນລົງທະບຽນບໍ?
my: စာရင်းမသွင်းချင်တော့တာ သေချာပါသလား။
pt_br: Tem certeza que pretende desfazer o registo?
ru: Вы уверены, что хотите отменить регистрацию?
tg: Оё боварӣ доред, ки мехоҳед бақайдгириро бекор кунед?
vi: Bạn có chắc chắn bỏ đăng ký?

source: Data Entry
ar: إدخال البيانات
es: Entrada de datos
fr: Saisie de données
id: Entri data
km: ផ្ទាំងបញ្ជូលទិន្នន័យ
lo: ການປ້ອນຂໍ້ມູນ
my: Data ရိုက်သွင်းပါ။
pt_br: Entrada de Dados
ru: Ввод данных
tg: Ворид кардани иттилоот
vi: Nhập dữ liệu

source: Follow-up
ar: المتابعة
es: Seguimiento
fr: Suivi
id: Tindak lanjut
km: តាមដាន
lo: ຕິດຕາມ
my: စောင့်ကြပ်ကြည့်ရှုခြင်း
pt_br: Seguimento
ru: Дальнейшие действия
tg: Пайгирӣ кардан
vi: Theo dõi sau

source: Validation rule
ar: قاعدة التحقق من الصحة
es: Resultado de validación
fr: Règle de validation
id: Aturan validasi
km: ចងក្បួនផ្ទៀងផ្ទាត់ទិន្នន័យ
lo: ຫຼັກການຂໍ້ມູນ
my: ဆန်းစစ်မှုစည်းမျဉ်းဥပဒေ
pt_br: Regra de validação
ru: Правило проверки
tg: Қоидаи санҷиши эътибор
vi: Quy tắc kiểm tra tính hợp lệ

source: Registered complete data set
es: Registro de set de datos completo
fr: Ensemble de données enregitré comme terminé
id: Registrasi data set lengkap
lo: ແບບຟອມຖືກລົງທະບຽນແລ້ວ
my: ပြည့်စုံသော data အစု စာရင်းသွင်းသည်။
pt_br: Conjunto de dados completo registrado
ru: Зарегистрирован завершенный набор данных
tg: Маҷмӯи иттилооти анҷомёфта ба қайд гирифта шуд
vi: Xác nhận mẫu nhập đã hoàn tất

source: Register complete data set failed
es: Ha fallado el registro completo del set de datos
fr: Echec d'enregistrement du formulaire comme terminé
id: Registrasi data set lengkap gagal dilakukan
lo: ບໍ່ສາມາດລົງທະບຽນແບບຟອມ
my: ပြည့်စုံသော data အစု စာရင်းသွင်း၍မရပါ။
pt_br: O registo de agregação de dados falhou
ru: Не удалось зарегистрировать завершенный набор данных
tg: Маҷмӯи иттилооти анҷомёфта ба қайд гирифта нашуд
vi: Xác nhận mẫu nhập hoàn chỉnh KHÔNG thành công

source: Undo register complete data set success
es: Deshecho registro completo de set de datos
fr: Succès de l'annullation de l'enregistrement de l'ensemble de données comme terminé
id: Pembatalan registrasi data set lengkap berhasil dilakukan
lo: ຢ້ອນກັບ
my: ပြီးသွားသော data အစု စာရင်းသွင်းခြင်းကို မလုပ်တော့ပါ။
pt_br: Desfazer o registrar do conjunto de dados completado com sucesso
ru: Отменить регистрацию завершенного набора данных
tg: Бекор кардани қайди бомуваффақияти маҷмӯи иттилоот
vi: Hủy xác nhận biểu nhập hoàn chỉnh thành công

source: Enter digit only.
ar: ادخل أرقام فقط
es: Introduzca solo números.
fr: Saisir que des chiffres
id: Masukkan dalam digit saja.
km: បញ្ចូលបានតែតួរលេខប៉ុណ្ណោះ
lo: ປ້ອນສະເພາະແຕ່ຕົວເລກເທົ່ານັ້ນ
my: ကိန်းဂဏန်းများသာရိုက်ထည့်ပါ။
pt_br: Introduza só digitos.
ru: Введите только цифру.
tg: Фақат рақам ворид кунед.
vi: Chỉ nhập ký tự số

source: Value is too long
ar: القيمة طويلة جدا
es: El valor es demasiado largo
fr: La valeur est trop longue
id: Nilai terlalu panjang
km: តម្លៃវែងពេក
lo: ຄ່າຫຼາຍໂພດ
my: တန်ဖိုးမှာ အလွန်ရှည်လျားနေပါသည်။
pt_br: Valor é muito longo
ru: Значение слишком длинное
tg: Қимат аз ҳад дароз аст
vi: Giá trị quá dài

source: This element does not permit 0 values. The original value will not be affected.
ar: العنصر لا يسمح بقيمة الصفر . القيمة الأصلية لن تتأثر
es: Este elemento no permite valores 0. El valor original no será modificado.
fr: Cet élément ne permet pas de valeur 0. La valeur d'origine ne sera pas affectée.
id: Tidak boleh ada nilai yang kosong pada elemen data ini. Nilai asli tidak akan terpengaruh.
lo: ອົງປະກອບຂໍ້ມູນນີ້ບໍ່ຄ່າສູນ. ຄ່າເກົ່າເສຍໄປ
my: သုညကိန်းဂဏန်းကို ယခုအမျိုးအစားတွင် ခွင့်မပြုပါ။ မူရင်းတန်ဖိုးကို အကျိုးသက်ရောက်မည်မဟုတ်ပါ။
pt_br: Estes elementos não permitem valores zero (0). O valor orginal não será afectado.
ru: Элемент не позволяет 0 значения. Изначальное значение не будет затронуто.
tg: Ин унсур қиматҳои 0-ро иҷозат намедиҳад. Ин ба қимати аслӣ таъсир намерасонад.
vi: Phần tử này không lưu giá trị 0. Giá trị cũ chưa cập nhật

source: Data value history
id: Riwayat nilai data
pt_br: Historico do Elemento de Dados
vi: Lịch sử giá trị dữ liệu

source: Max must be greater than min
ar: الحد الأقصى يجب أن يكون أكبر من الحد الأدنى
es: Máximo debe ser mayor que el mínimo
fr: Le max doit être superieur au min
id: Nilai maksimum harus lebih besar dari minimum
km: តម្លៃអតិប្បរមាត្រូវតែធំជាងតម្លៃអប្បបរមា
lo: ຄ່າໃຫຍ່ສຸດຄວນໃຫຍ່ກວ່າຄ່ານ້ອຍສຸດ
my: အများဆုံးတန်ဖိုးသည် အနည်းဆုံးတန်ဖိုးထက်ကြီးနေရမည်။
pt_br: Max deve ser maior que Min
ru: Макс должен быть больше, чем мин
tg: Макс бояд аз мин калонтар бошаж
vi: Giá trị lớn nhất phải hơn giá trị nhỏ nhất

source: Next
ar: التالي
es: Siguiente
fr: Suivant
id: Selanjutnya
km: បន្ទាប់
lo: ຕໍ່ໄປ
my: ရှေ့သို့
pt_br: Próximo
ru: След
tg: Навбатӣ
vi: Sau
