Repository: kimbalear/dhis2-translations
Catalog: dhis-web-event-capture/*.po
Languages: ckb

source: Home
ckb: ماڵةوة

source: DHIS2
ckb: دي ئيج اي س 2

source: DHIS2 Home
ckb: مالةوة دي اج هي هس 2

source: Event capture
ckb: داخل كردني حالة

source: Registering unit
ckb: تؤمار كردني يةكة

source: Registered events
ckb: رووداوي تؤماركراو

source: New event registration
ckb: تؤماركردني رووداوي نوي

source: Event details
ckb: دريذةي رووداوةكان

source: There are no registered events.
ckb: هيج رووداويكي تؤماؤكراو نيية

source: Error in event registration
ckb: هةلة هةية لة تؤماركردني رووداوةكان

source: Validation Error
ckb: هةلة لة سةلماندن

source: Help
ckb: هاوكاري

source: Click for more actions
ckb: كليك بكة بو هةلبزاردني زياتر

source: Details
ckb: دريزة

source: Registered by
ckb: تؤماركراوة بة

source: Date
ckb: داتا

source: Edit
ckb: دةستكاري

source: Edit in grid
ckb: دةستكاري كردني تؤر

source: Full edit
ckb: دةستكاري كردني تةواو

source: Update
ckb: نويَ كردنةوة

source: Save
ckb: خةزن كردن

source: Save and add new
ckb: خةزن كردن زيادكرني نوي

source: Save and close
ckb: خةزن كردن و داخستن

source: Save and go back
ckb: خوزن كردن و جون بؤ دواوة

source: Delete
ckb: سرينةوة

source: Cancel
ckb: بوجةلكردن

source: Close
ckb: داخستن

source: Discard
ckb: فري دان

source: Back
ckb: كةرانةوة

source: Go back
ckb: جون بو دواوة

source: Section
ckb: بةش

source: Form is invalid. Please check for required fields.
ckb: فؤرمةكة دروست نية تكاية بةشة بيويستةكان بشكنين بكة

source: Required
ckb: ثيويست

source: Value must be a number
ckb: بةهاكة دةبيت ذمارة بيت

source: Value must be a text
ckb: بةهاكة دةبيت نوسين بيت

source: Value must be date
ckb: بةهاكة دبيت بةروار بيت

source: Value must be true/false.
ckb: بةهاكة دبيت راست/هةلة بيت

source: Option is required. Please select one.
ckb: هةلبزاردن بيوسيتة . تكاية يةكيك هةلبزيرة

source: Ok
ckb: تةواو

source: Find
ckb: طةران

source: Done
ckb: تةواو كرا

source: Remove
ckb: لابردن

source: Are you sure you want to remove the selected item?
ckb: دلنياي ئةو شتانةي هةلتبزاردووة ئةتةويت بسريةوة

source: Empty form
ckb: فؤرمي بةتال

source: Your form is empty. Please fill at least one data element.
ckb: فؤرمةكةت بةتالة تكاية بري بكةوة

source: Custom form
ckb: فؤرمي ئاسايي

source: Default form
ckb: فؤرمي خؤويست

source: Print list
ckb: جابكردني ليست

source: Print form
ckb: جابكردني فؤرم

source: Print details
ckb: جابكردني دريزة

source: Show/hide columns
ckb: بشاندان/شاردني ستونةكان

source: Hide column
ckb: شاردني ستونةكان

source: Show column
ckb: بيشانداني ستونةكان

source: Show all
ckb: بيشانداني هةمووان

source: Hide
ckb: شاردنةوة

source: Select columns to show
ckb: ستونةكان هةلبزيرة بؤ بيشاندانيان

source: Show details
ckb: بيشانداني دريزةكان

source: Add your comment here
ckb: تيبيني خوت ليرة دابني

source: Comments
ckb: تيبينيةكان

source: Comment
ckb: تيبيني

source: Recorded comments
ckb: تؤماركردني تيبينيةكان

source: Show comments
ckb: ثيشانداني تيبينيةكان

source: New Event
ckb: رووداوي نوي

source: Data element
ckb: داتاي سةرةكي

source: Value
ckb: بةها

source: Form id
ckb: اي دي فورم

source: Register event
ckb: تؤماركردني رووداو

source: Total
ckb: كؤي طشتي

source: No. of pages
ckb: ذمارةي لابةرةكان

source: No. of rows per page
ckb: ستونةكان لة هة لابةرةيةك

source: Jump to page
ckb: جوونةوة بؤ لابةرةي

source: Page
ckb: لابةرة

source: First
ckb: يةكةم

source: Previous
ckb: ذيَشوو

source: Next
ckb: داهاتوو

source: Last
ckb: كؤتايي

source: Organisation Units
ckb: يةكةي ريكخراو

source: Organisation Unit
ckb: يةكةي ريكخراو

source: Programs
ckb: بةرنامةكان

source: Program
ckb: بةرنامة

source: Program stage
ckb: قؤناغي بةرنامة

source: Select program
ckb: بةرنامة هةلبزيرة

source: Select program stage
ckb: هةلبزاردني قؤناغي بةرنامة

source: Period
ckb: ماوة

source: Periods
ckb: ماوةكان

source: Start date
ckb: دةستبيكردني داتا

source: End date
ckb: تةواو كردني داتا

source: Incident date
ckb: بيركاري داتا

source: Lower limit
ckb: سنوري نزم

source: Upper limit
ckb: سنوري سةرةوة

source: [Please Select]
ckb: تكاية هةلبزيرة

source: NOT_SELECTED
ckb: هةلنةبزيردراو

source: NO_VALUE
ckb: هيج بر

source: Search
ckb: طةران

source: Locate organisation unit by name
ckb: شويني يةكةي ريكخراو بة ثيَي ناو

source: Register New
ckb: تؤمار كردني نوي

source: There are no events
ckb: هيج رووداويَك نية

source: Empty Search Result
ckb: ئةنجامي طةران بةتال

source: No
ckb: نةخير

source: Yes
ckb: بةلئ

source: You are offline, data will be stored locally
ckb: تو اوفلاني داتا تومار دةبيت

source: You are online
ckb: تو اونلايني

source: Latitude
ckb: ثانةهيل

source: Longitude
ckb: دريزة هيَل

source: [Latitude Longitude]
ckb: ثانةهيل دريذة هيَل

source: Get from map
ckb: دةستكةوتن لة نةخشة

source: Capture
ckb: داخل كردن

source: Zoom in
ckb: كةورةكردن

source: Zoom out
ckb: بجوك كردن

source: Center map
ckb: لة سةر نةخشة

source: Set coordinate
ckb: ريكخستني كوردينيت

source: Point and click for coordinate
ckb: خال و كليك بؤ كوردينيت

source: Profile
ckb: بروفايل

source: Apps
ckb: بةرنامة

source: More apps
ckb: بةرنامةي زياتر

source: Search apps
ckb: طةران بةدواي بةرنامة

source: Settings
ckb: ريكخستنةكان

source: Account
ckb: حساب

source: Log out
ckb: دةرجون

source: About DHIS 2
ckb: دةربارةي دي اج اي اس 2

source: Update Event
ckb: داخل كردني رووداو

source: Missing Translation File
ckb: نةبووني وةرطيران بؤ ئةم فايلة

source: Value must be
ckb: برةكة بيويستة

source: Number
ckb: ذمارة

source: Value must be number
ckb: برةكة بيويستة زمارة بيت

source: Value must be positive integer
ckb: برةكة بيويتة زمارةي تةواوي موجةب بيت

source: Value must be negative integer
ckb: برةكة بيويستة زمارةي تةواوي سالب بيت

source: Value must be zero or positive integer
ckb: برةكة بيويستة سفر يان زمارةي تةواوي موجةب بيت

source: Value must be integer
ckb: برةكة بيويتة زمارةي تةواو بيت

source: Positive Integer
ckb: زمارة تةواوي مووجةب

source: Negative Integer
ckb: زمارةي تةواوي سالب

source: Zero or Positive Integer
ckb: سفر يان زمارةي تةواوي موجةب

source: Value must be between [-90 ... 90]
ckb: برةكة بيويستة لة نيوان (90... 90-) بيت

source: Value must be between [-180 ... 180]
ckb: برةكة بيويستة لة نيوان (180 ... -180 ) بيت

source: Loading orgunit tree
ckb: جاوةرواني زنجيرةي ريكخراوةكان

source: Loading meta-data
ckb: جاوةرواني داتاي سةرةكي

source: Future date is not allowed
ckb: بةرواري ئايندة نابيت

source: Unsaved data exists. Do you want to proceed?
ckb: داتا خزن نةكراوة ئتةوي جي بةجي بكةي

source: Proceed
ckb: جيَ بةجيَ كردن

source: Lacking required authority to add/update event.
ckb: دةسةلاتي بيويستت نبية بؤ زيادكردني /نوي كردني رووداو.

source: Select or search from the list
ckb: هةلبزاردن يان كةران لة ليست

source: Indicators
ckb: بيشاندةرةركان

source: Hide menu
ckb: شاردنةوةي ليست

source: Extend menu
ckb: كردنةوةي ليست

source: Show main menu
ckb: بيشانداني ليستي سةرةكي

source: Close editing
ckb: داخستني دةستكاري كردن
