Repository: kimbalear/dhis2-translations
Catalog: dhis-web-tracker-capture/*.po
Languages: ar

source: Tracked entity management
ar: ادراة الكيانات المتتبعة

source: Registering unit
ar: وحدة تسجيل

source: Program
ar: برنامج

source: [Please select]
ar: رجاءً اختر

source: [Please select a program]
ar: رجاءً اختر برنامجاً

source: [No program exists]
ar: لايوجد برنامج

source: Please select a program for enrollment.
ar: رجاءً اختر برنامجاً للتسجيل

source: Please select a program for reporting.
ar: رجاءً اختر برنامجاً للإعداد

source: Please select a relationship
ar: رجاءً اختر علاقة

source: No relationship exists.
ar: لاتوجد علاقة

source: No tracked entity instance, relationship not possible.
ar: لا يوجد مثال لكيان متبع . العلاقة غير ممكنة

source: No program exists for the selected org unit. Enrollment not possible.
ar: لايوجد برنامج لعلاقة التنظيم المختارة . التسجيل غير ممكن

source: No program exists for the selected org unit. Reporting not possible.
ar: لايوجد برنامج لعلاقة التنظيم المختارة . الاعداد غير ممكن

source: Not yet enrolled. Data entry not possible.
ar: غير مسجل حتى اللآن . ادخال البيانات غير ممكن

source: Not yet enrolled. Please enroll.
ar: غير مسجل حتى اللآن . رجاءً سجل

source: Not yet enrolled. Note recording not possible.
ar: غير مسجل حتى الآن . تسجيل الملاحظة غير ممكن

source: Not yet enrolled. Reporting not possible
ar: غير مسجل حتى الآن . الاعداد غير ممكن

source: No record exists for reporting
ar: لايوجد تسجيل ليتم الاعداد

source: Empty notes list.
ar: لائحة الملاحظات الفارغة

source: No event is available for data entry. Please create one.
ar: لايوجد حدث متوفر لادخال البيانات . رجاءً انشئ واحداً

source: Please create one from below
ar: رجاءً انشئ واحداً من الأسفل

source: Not selected
ar: غير مختار

source: Create
ar: انشئ

source: [View all]
ar: اعرض الكل

source: List all entities
ar: ادرج كل الكيانات

source: List all
ar: ادرج الكل

source: List
ar: ادرج

source: Invalid
ar: غير صالح

source: Required
ar: مطلوب

source: Number required
ar: رقم مطلوب

source: Date required
ar: بيانات مطلوبة

source: Filter
ar: تصفية

source: Search
ar: بحث

source: search
ar: ابحث

source: Search for
ar: ابحث عن

source: Type your search criteria here
ar: دوِن معايير البحث هنا

source: Please specify a search criteria
ar: رجاءً حدد معايير البحث

source: In progress
ar: قيد العمل

source: Registered entities
ar: كيانات مسجلة

source: There are no registered entities
ar: لاتوجد كيانات مسجلة

source: Empty
ar: فارغ

source: Form is empty, please fill at least one.
ar: الاستمارة فارغة . رجاءً املأ واحدة على الأقل

source: No. of pages
ar: عدد الصفحات

source: No. of rows per page
ar: عدد الصفوف في كل صفحة

source: Jump to page
ar: انتقل الى صفحة

source: Page
ar: صفحة

source: First
ar: أولاً

source: Previous
ar: السابق

source: Next
ar: التالي

source: Last
ar: اخير

source: Go to dashboard
ar: اذهب الى لوحة العدادات

source: Go
ar: اذهب

source: Edit
ar: تحرير

source: Edit profile
ar: حرر التشكيل الجانبي

source: Manage associations
ar: نظِم المشاركات

source: Manage location
ar: نظِم الموقع

source: Details/history
ar: تفاصيل/تاريخ

source: History
ar: تاريخ

source: Terminate
ar: انهاء

source: Terminated
ar: منتهي

source: Delete
ar: احذف

source: Remove
ar: ازل

source: Entity
ar: كيان

source: Clear
ar: امسح

source: Add
ar: أضف

source: Add note
ar: أضف ملاحظة

source: Search notes
ar: ابحث عن ملاحظات

source: Add new note here
ar: اضف ملاحظة جديدة هنا

source: Skip
ar: تخطى

source: Schedule back
ar: جدولة سابقة

source: Incomplete
ar: غير مكتمل

source: Validate
ar: تحقق من الصحة

source: Status
ar: حالة

source: Details
ar: تفاصيل

source: details
ar: تفاصيل

source: Registered by
ar: مسجل بواسطة

source: Date
ar: تاريخ

source: date
ar: تاريخ

source: Event name
ar: اسم الحدث

source: New event
ar: حدث جديد

source: Create new event
ar: انشئ حدثاً جديداً

source: Create new event from a repeatable stage
ar: انشئ حدثاً جديداً من مرحلة ممكن اعادتها

source: Show events as tables where possible
ar: مشاهدة أحداث كجداول حيثما أمكن(جوجل ترجمة)

source: Show data entry forms for each event
ar: نماذج إدخال البيانات تظهر لكل حدث(جوجل ترجمة)

source: Close search
ar: اغلق البحث

source: Search attributes
ar: خصائص البحث

source: Available search attributes
ar: خصائص البحث المتوفرة

source: Selected search attributes
ar: خصائص البحث المختارة

source: Search for dashboard items
ar: ابحث عن عناصر لوحة العدادات

source: Dashboard
ar: لوحة العدادات

source: Home
ar: الصفحة الرئسية

source: Back
ar: للخلف

source: Enrollment
ar: تسجيل

source: Delete enrollment
ar: الغِ التسجيل

source: Terminate enrollment
ar: انهِ التسجيل

source: Complete enrollment
ar: اكمل التسجبل

source: Enrollment date
ar: تاريخ التسجيل

source: Notes
ar: ملاحظات

source: Relationship
ar: علاقة

source: Relationships
ar: علاقات

source: Add relationship
ar: اضف علاقة

source: A is to B
ar: علاقة (أ) لــ (ب)

source: B is to A
ar: علاقة (ب) لــ (أ)

source: Please select source
ar: رجاءً اختر مصدراً

source: Search from existing
ar: ابحث بمعيار متى تم الانشاء

source: Name
ar: اسم

source: Data Entry
ar: ادخال البيانات

source: Indicators
ar: المؤشرات ( جوجل ترجمة )

source: Feedback
ar: ردود الفعل (جوجل ترجمة )

source: Custom form
ar: استمارة مخصصة

source: Default form
ar: استمارة افتراضية

source: Menu
ar: قائمة

source: Tracker Reports
ar: تقارير مُتَتَبِعَة

source: Reports
ar: تقارير

source: Registration and Data Entry
ar: التسجيل و ادخال البيانات

source: Program Summary Report
ar: تقرير ملخص البرنامج

source: Program Summary
ar: ملخص البرنامج

source: Generate a summary report for a particular program, organisation unit and time frame. The report presents a list of tracked entity instances and their records organized based on program stages.
ar: اصدر تقريراً ملخصاً لوحدة تنظيم برنامج مخصصة و اطاراً زمنياً . يقدم التقرير لائحةً بأمثلة الكيانات المتبعة بالاضافة الى خيار التعمق و رؤية القيم الفعلية

source: Program Statistics Report
ar: تقرير احصائيات البرنامج

source: Program Statistics
ar: احصائيات البرنامج

source: Generate a statistics report for a particular program. The report provides for example an overview of drop-outs or completion rates in a given time frame at a particular organisation unit.
ar: اصدر تقريراًاحصائياً لبرنامج معين . يحوي البرنامج على سبيل المثال وصفاً عاماً عن الانقطاعات او نسب الاكمال في اطار زمني مأخوذ بعين الاعتبار في وحدة تنظيم مخصصة

source: Upcoming Events
ar: احداث تالية

source: Generate a tabular report showing tracked entity instances and their upcoming events for a selected program and time. Searching, sorting and show/hide operations are possible on the columns.
ar: اصدر تقريراً جدولياً يظهر فيه أمثلة عن كيانات متبعة و أحداثهم المرتقبة لبرنامج و وقت محددين . تصنيف البحث و اظهار\u0627خفاء العمليات ممكنات في الأعمدة

source: Overdue Events
ar: احداث غير منجزة

source: Generate a list of events for a selected program. The report displays list of tracked entity instances and their events that are not conducted on time. Filtering and searching is also possible.
ar: اصدر لائحة من أحداث لبرنامج مختار . يظهر التقرير قائمةً من أمثلة الكيانات المتبعة و أحداثهم التي لم تتم في وقتها . التصفية و البحث أيضاً ممكنان .

source: Enrollment statistics
ar: احصائيات التسجيل

source: Event statistics
ar: احصائيات الحدث

source: Upcoming event
ar: الحدث التالي

source: Legend
ar: شروحات

source: What do the colors mean?
ar: ماذا تعني الألوان

source: EXECUTED
ar: مُنَفَذ

source: ONTIME
ar: في وقته

source: OVERDUE
ar: غير منجز

source: Report
ar: تقرير

source: report
ar: تقرير

source: Visit Schedule
ar: جدول زيارة

source: Mark for follow-up
ar: اشر من أجل الملحق

source: Remove from follow-up
ar: احذف من الملحق

source: Only marked for follow-up
ar: فقط اشِر عليه من أجل الملحق

source: Registered data
ar: قيمة مسجلة

source: NO_VALUE
ar: لا قيمة

source: No data found
ar: لم توجد بيانات

source: No data
ar: لا توجد بيانات

source: Data exists
ar: البيانات متواجدة

source: No data registered
ar: لا توجد بيانات مسجلة

source: No visit made
ar: لا توجد زيارات تامة

source: Visit not made
ar: لم تتم الزيارة

source: visit
ar: زٌر

source: Visit
ar: زيارة

source: Visits
ar: زيارات

source: Current selections
ar: الاختيارات الحالية

# org_unit
source: Organisation unit
ar: وحدة التنظيم

source: Organisation unit scope
ar: مدى وحدة التنظيم

source: Selected
ar: مختار\u0629

source: Immediate children
ar: الأطفال المتوسطون

source: All children
ar: كل الأطفال

source: All accessible
ar: الكل يمكن الوصول اليه

source: Data element
ar: عنصر البيانات

source: Value
ar: قيمة

source: Provided elsewhere
ar: مزودة بمكان آخر

source: Expand
ar: وسِع\u0645دِد

source: Collapse
ar: انهيار

source: Show/hide columns
ar: اظهر\u0627خفِ أعمدة

source: Select columns to show
ar: اختر أعمدة ليتم اظهارها

source: Show/hide widgets
ar: اظهر\u0627خفِ التطبيقات المصغرة

source: Select widgets to show
ar: اختر التطبيقات المصغرة ليتم إظهارها

source: Close
ar: اغلاق

source: Generate
ar: انشاء

source: Print
ar: طباعة

source: Excel export
ar: تصدير اكسل

source: List programs
ar: ادرج البرامج

source: Program stage
ar: مرحلة البرنامج

source: Due date
ar: تاريخ الاستحقاق

source: Event date
ar: تاريخ الحدث

source: Enable rescheduling
ar: تمكين اعادة الجدولة

source: Disable rescheduling
ar: عدم تمكين اعادة الجدولة

source: Show/hide scheduling form
ar: اظهر\u0627خفِ استمارة الجدولة

source: Show/hide messaging form
ar: اظهر\u0627خفِ استمارة الرسائل

source: Messaging
ar: رسائل

source: Scheduling
ar: جدولة

source: Reschedule
ar: اعادة جدولة

source: Rescheduling
ar: اعد جدولة

source: Scheduling and Messaging
ar: الجدولة و الرسائل

source: Not yet enrolled, scheduling not possible
ar: غير مسجل الى اللآن . الجدولة غير ممكنة

source: Schedule details
ar: تفاصيل الجدول

source: No event to schedule
ar: لا توجد أحداث لجدولتها

source: Enroll
ar: سجٍل

source: New enrollment
ar: تسجبل جديد

source: Start date
ar: تاريخ التسجيل

source: End date
ar: تاريخ الانتهاء

source: From
ar: من

source: To
ar: الى

source: Exact date
ar: التاريخ الدقيق

source: Exact value
ar: القيمة الدقيقة

source: Equals
ar: متساويان متساويون

source: Greater than
ar: أكثر من

source: Greater equal
ar: أكثر من المساوي

source: Less than
ar: أقل من

source: Less equal
ar: أقل من المساوي

source: Not equal
ar: غير مساوٍ

source: Is
ar: يكون

source: Range
ar: نطاق

source: Like
ar: يشبه

source: Not like
ar: لا يشبه

source: Boolean
ar: نظام العد الثنائي

source: Yes
ar: موافق

source: No
ar: غير موافق

source: Records
ar: سجلات

source: Record
ar: سجل

source: record
ar: سجِل

source: records
ar: سجلات

source: Found
ar: أسِس

source: Move to selected
ar: انقل للمختار/ة

source: Move all to selected
ar: انقل الجميع للمختار/ة

source: New
ar: جديد

source: Registration
ar: التسجيل

source: Registration date
ar: تاريخ التسجيل

source: Register
ar: تسجيل

source: register
ar: سجِل

source: Error in registration
ar: خطأ في التسجيل

source: Error in update
ar: خطاً في التحديث

source: Error in event creation
ar: خطأ في انشاء الحدث

source: Error in relationship assignment
ar: خطاً في مهمة / وظيفة العلاقة

# event_orgunit_name
source: Organisation unit
ar: وحدة التنظيم

source: Category
ar: فئة

source: Entity type
ar: نوع الكيان

source: Save
ar: احفظ

source: Save and add new
ar: احفظ و اضف جديداً

source: Save and go back
ar: احفظ و ارجع للخلف

source: Save and continue
ar: احفظ و أكمل

source: Save relationship
ar: احفظ العلاقة

source: Go back
ar: ارجع للخلف

source: Cancel
ar: الغِ

source: Are you sure you want to delete the selected enrollment?
ar: هل أنت متأكد من أنك ترغب في حذف عملية التسجيل المختارة ؟

source: Are you sure you want to complete the selected enrollment?
ar: هل أنت متأكد من أنك ترغب في اكمال عملية التسجيل المختارة ؟

source: Are you sure you want to terminate the selected enrollment?
ar: هل انت متأكد من أنك ترغب في انهاء عملية التسجيل المختارة ؟

source: Are you sure you want to delete the selected event?
ar: هل أنت متأكد من أنك ترغب في حذف الحدث المختار ؟

source: Are you sure you want to complete the selected event?
ar: هل أنت متأكد من أنك ترغب في اكمال الحدث المختار ؟

source: Are you sure you want to incomplete the selected event?
ar: هل أنت متأكد من أنك ترغب في عدم اكمال الحدث المختار ؟

source: Are you sure you want to skip the selected event?
ar: هل أنت متأكد من أنك ترغب في تخطي الحدث المختار ؟

source: Are you sure you want to schedule back the selected event?
ar: هل أنت متأكد من أنك ترغب في جدولة الحدث المختار للسابق ؟

source: More
ar: مزيد

source: Under construction.
ar: مازال قيد الانشاء

source: Apps
ar: برامج

source: More apps
ar: مزيد من البرامج

source: Settings
ar: ضبط

source: Account
ar: حساب

source: Help
ar: مساعدة

source: Log out
ar: تسجيل خروج

source: About DHIS 2
ar: حول DHIS 2
