Repository: kimbalear/dhis2-translations
Catalog: dhis-web-sms/*.po
Languages: es, id, vi

source: Menu
es: Menú
vi: Trình đơn

source: Home
es: Inicio
vi: Trang chủ

source: Navigate to
es: Navegar a
id: Navigasikan ke
vi: Di chuyển đến

source: Reports
es: Reportes
id: Laporan
vi: Các báo cáo

source: Charts
es: Gráficos
id: Grafik
vi: Các biểu đồ

source: Documents
es: Documentos
id: Dokumen
vi: Tài liệu

source: Dashboard
es: Cuadro de Mandos

source: Dashboard reports
es: Reportes del cuadro de mandos
id: Dashboard laporan
vi: Báo cáo trên bảng điều khiển

source: Dashboard charts
es: Gráficos del cuadro de mandos
id: Dashboard grafik
vi: Biểu đồ trên bảng điều khiển

source: Dashboard documents
es: Documentos del cuadro de mandos
id: Dashboard dokumen
vi: Tài liệu trên bảng điều khiển

source: Data Entry
es: Entrada de Datos
id: Entri Data
vi: Nhập dữ liệu

source: Namebased Data Entry
es: Entrada de datos individuales
id: Nama berbasis entri data

source: Data Entry Overview
es: Vista general de entrada de datos
id: Overview Entri Data
vi: Khái quát chức năng nhập liệu

source: Logout
es: Salir
vi: Đăng xuất

source: Desktop version
es: Versión de Escritorio
id: Versi Desktop
vi: Phiên bản máy tính

source: Report parameters
es: Parámetros de reporte
id: Parameter laporan
vi: Tham số báo cáo

source: Get report
es: Generar reporte
id: Buat laporan
vi: Xem báo cáo

source: Report period
es: Periodo de reporte
id: Periode pelaporan
vi: Thời điểm báo cáo

source: Please select organisation unit
es: Por favor, seleccione unidad organizativa
id: Silakan memilih unit organisasi
vi: Vui lòng chọn dơn vị

source: Available data sets
es: Sets de Datos disponibles
id: Data set yang tersedia
vi: Các biểu nhập hiện có

source: Available organisation units
es: Unidades organizativas disponibles
id: Unit organisasi yang tersedia
vi: Các đơn vị hiện có

source: Available periods
es: Periodos disponibles
id: Periode yang tersedia
vi: Các thời điểm hiện có

source: Settings
es: Configuración
id: Pengaturan
vi: Thiết lập

source: Interface Language
es: Idioma de interfaz
id: Bahasa Interface
vi: Ngôn ngữ giao diện

source: is not a valid boolean
es: no es un booleano valido
id: Boolean tidak valid
vi: là giá trị (kiểu boolean) không hợp lệ

source: is not a valid date (yyyy-MM-dd)
es: no es una fecha válida (aaaa-MM-dd)
id: Tanggal tidak valid (yyyy-MM-dd)
vi: là giá trị (kiểu ngày dd-MM-yyyy) không hợp lệ

source: is not a valid number
es: no es un número válido
id: Angka tidak valid
vi: là giá trị (kiểu số) không hợp lệ

source: is not a valid integer
es: no es un entero válido
id: Bukan bilangan bulat yang valid
vi: là giá trị (kiểu số nguyên) không hợp lệ

source: is not a valid positive integer
es: no es un entero positivo válido
id: Bukan bilangan bulat positif yang valid
vi: là giá trị (kiểu nguyên dương) không hợp lệ

source: is not a valid negative integer
es: no es un entero negativo válido
id: Bukan bilangan bulat negatif yang valid
vi: là giá trị (kiểu nguyên âm) không hợp lệ

source: Warnings and errors
es: Advertencias y errores
id: Peringatan dan kesalahan
vi: Cảnh báo và lỗi

source: Validation Rule Violation Warnings
es: Advertencias de Violación de Reglas de Validación
id: Peringatan terjadi Pelanggaran Aturan Validasi
vi: Cảnh báo về lỗi

source: Min/Max Violation Warnings
es: Advertencias de Violación de Min/Max
id: Peringatan Pelanggaran Min/Max
vi: Cảnh báo vi phạm Min/Max

source: Type Violation Errors
es: Errores de violación de tipo
id: Jenis kesalahan pelanggaran
vi: Loại lỗi

source: Messages
es: Mensajes
id: Pesan
vi: Các tin nhắn

source: Conversations
es: Conversaciones
id: Pembicaraan
vi: Các thảo luận

source: Subject
es: Asunto
id: Subyek
vi: Chủ đề

source: Reply
es: Responder
id: Balas
vi: Trả lời

source: Form complete
es: Formulario completo
id: Form lengkap
vi: Mẫu hoàn tất

source: Completed
es: Completo
id: Sudah lengkap
vi: Hoàn tất

source: Saved Section
es: Guardar Sección
id: Simpan Bagian
vi: Section được lưu

source: Sections
es: Secciones
id: Bagian
vi: Các section

source: Current Activity Plan
es: Plan de actividad actual
id: Rencana Kegiatan Saat ini

source: All Activity Plan
es: Plan de actividad completo
id: Semua Rencana Kegiatan

source: Activity Type
es: Tipo de Actividad
id: Tipe aktivitas

source: Beneficiary List
es: Listado de Personas
id: Daftar penerima

source: Activity List
es: Listado de Actividades
id: Daftar aktivitasi

source: Successfully Saved
es: Guardado satisfactoriamente
id: Tersimpan dengan sukses

source: Select Option
es: Seleccionar opción
id: Pilih Opsi

source: Gender
es: Género
id: Jenis kelamin
vi: Giới tính

source: Organisation Unit
es: Unidad Organizativa
id: Unit Organisasi

source: Beneficiary Registration
es: Registro de Personas
id: Registrasi Penerima

source: Transgender
es: Transexual

source: Empty Field
es: Campo vacío
id: Isian kosong

source: Beneficiary Enrollment
es: Registro de Beneficiarios
id: Pendaftaran Penerima

source: Beneficiary Search
es: Búsqueda de Beneficiarios
id: Mencari Penerima

source: Beneficiary Name
es: Nombre de Beneficiario
id: Nama Penerima

source: SMS Functions
es: Funciones SMS
id: Fungsi SMS
vi: Các chức năng SMS

source: Send SMS to
es: Enviar SMS a
id: Kirim SMS ke
vi: Gửi SMS tới

# show_send_sms_form
source: Send SMS
es: Enviar SMS
id: Kirim SMS
vi: Gửi SMS

source: Test SMS input
es: Probar entrada SMS
id: Uji masukan SMS
vi: Kiểm thử gửi SMS về máy chủ

source: Send SMS
es: Enviar SMS
id: Kirim SMS
vi: Gửi SMS

source: Phone number
es: Número de teléfono
id: No.telp.
vi: Số điện thoại

source: Raw phone numbers
es: Números de teléfono sin procesar
id: No. telp.
vi: Số nhập tay

source: User assigned to organisation unit
es: Usuarios asignados a unidad organizativa
id: Pengguna telah didaftarkan pada unit organisasi
vi: Người dùng được gán vào đơn vị

source: Stakeholder (Contact person)
es: Stakeholder (Persona de contacto)
id: Stakeholder (Kontak person)

source: Persons registered
es: Personas registradas
id: Orang yang terdaftar

source: Programs
es: Programas
id: Program
vi: Các chương trình

source: Organisation unit level
es: Nivel de unidad organizativa
id: Level unit organisasi
vi: Cấp đơn vị

source: Children only
es: Sólo hijos
id: Hanya untuk tingkatan di bawah unit organisasi
vi: Chỉ chọn đơn vị con

source: Please select a program
es: Por favor, seleccione un programa
id: Silakan memilih program
vi: Hãy chọn một chương trình

source: Please select user group
es: Por favor, seleccione un grupo de usuario
id: Silakan pilih grup pengguna
vi: Hãy chọn nhóm người dùng

source: There is no program selected, won't send SMS to any Person
es: No hay ningún programa seleccionado, no se enviará ningún SMS
id: Tidak ada program yang dipilih, pesan tidak akan dikirimkan
vi: Không có chương trình nào được chọn. Tin nhắn sẽ không được gửi đi

source: Service is stopped. SMS cannot be sent.
es: El servicio está detenido. No se pueden enviar SMS.
id: Servis berhenti. SMS tidak dapat dikirimkan
vi: Dịch vụ gửi tin trên máy chủ tạm dừng. Tin nhắn không thể gửi đi

source: Please verify the phone number(s). Separate each number with a semicolon (;)
es: Por favor, verifique el/los número/s de teléfono. Separe cada número con punto y coma (;)
id: Silakan memverifikasi no.telp. Pisahkan setiap angka dengan semicolon (;)
vi: Hãy nhập một hay nhiều số di động cần gửi. Dùng dấu chấm phảy (;) để ngăn cách.

source: Please select at least one organisation unit
es: Por favor, seleccione al menos una unidad organizativa
id: Silakan memilih min. 1 unit organisasi
vi: Hãy chọn ít nhất một đơn vị.

source: There is no recipient. SMS cannot be sent !
es: No hay receptor. No se puede enviar el mensaje
id: Tidak ada penerima. SMS tidak dapat dikirimkan!
vi: Không có người nhận. Tin nhắn không thể gửi đi !

source: Registering Unit
es: Registrando Unidad
id: Unit Pendaftaran
vi: Đơn vị đăng ký

source: Search by name or identifier
es: Buscar por nombre o identificador
id: Pencarian berdasarkan nama/pengenal
vi: Tìm theo tên hoặc mã

source: Search by program
es: Buscar por programa
id: Pencarian berdasarkan program
vi: Tìm theo chương trình

source: Please select village
es: Por favor, seleccione localidad
id: Silakan pilih desa
vi: Hãy chọn đơn vị

source: Please specify search criteria
es: Por favor, especifique criterios de búsqueda
id: Silakan menspesifikasikan kriteria pencarian
vi: Hãy chọn điều kiện tìm kiếm

source: List all Persons
es: Mostrar todas las personas
id: Daftarkan semua orang
vi: Liệt kê toàn bộ Bệnh nhân

source: Search
es: Buscar
id: Pencarian
vi: Tìm kiếm

source: Search by selected unit
es: Buscar por unidad seleccionada
id: Cari berdasarkan unit terpilih
vi: Tìm theo đơn vị

source: Please Select
es: Por favor, seleccione
id: Silakan pilih
vi: Hãy chọn

source: Search details
es: Buscar detalles
id: Detail pencarian

source: Age
es: Edad
id: Usia

source: No phone
es: Sin telefono
id: Tidak ada no. telp.

source: Add phone to list
es: Añadir teléfono a la lista
id: Tambahkan no.telp ke daftar

source: Hierarchy organisation unit
es: Jerarquía de unidad organizativa
id: Hierarki unit organisasi

source: Total number of results
es: Número total de resultados
id: Jumlah total hasil

source: Result matches the search criteria
es: El resultado coincide con el criterio de búsqueda
id: Hasil sesuai dengan kriteria pencarian

source: Search persons by attributes
es: Buscar personas por atributos
id: Pencarian orang berdasarkan atribut

source: User Group
es: Grupo de usuarios
id: Grup Pengguna
vi: Nhóm người dùng

source: Please type your message before sending
es: Por favor, escriba su mensaje antes de enviarlo
id: Silakan memilih tipe pesan yang akan dikirimkan
vi: Vui lòng nhập nội dung tin nhắn trước khi gửi đi

source: Do not send person confidential messages using sms
es: No envíe información confidencial en los SMS
id: Jangan mengirimkan pesan rahasia dengan menggunakan sms
vi: Không được sử dụng tính năng này để gửi SMS tới cá nhân vì mục đích riêng tư

source: Please select a default gateway (Maintenance -> ) to send sms
es: Por favor seleccione una pasarela predeterminada (Mantenimiento ->) para enviar SMS
id: Silakan memilih default gateway (Maintenance->) untuk mengirim sms
vi: Hãy chọn một gateway mặc định (Bảo trì -> Cấu hình di động) để cho phép gửi SMS

source: There is no user assigned to selected units
es: No hay usuarios asignados a las unidades seleccionadas
id: Tidak ada pengguna yang didaftarkan dalam unit terpilih
vi: Không có người dùng nào được gán vào các đơn vị được chọn

source: The selected units have no phone number
es: Las unidades seleccionadas no tienen número de teléfono
id: Unit yang dipilih tidak memiliki no.telp
vi: Các đơn vị được chọn đều không có số di động đi kèm

source: The selected persons have no phone number
es: Las personas seleccionadas no tienen número de teléfono
id: Orang yang dipilih tidak memiliki no.telp.
vi: Các bệnh nhân được chọn đều không có số di động đi kèm

source: The selected user group is unavailable
es: El grupo de usuarios seleccionado no está disponible
id: Grup pengguna yang dipilih tidak tersedia
vi: Nhóm người dùng được chọn hiện không tồn tại

source: The selected user group has no member
es: El grupo de usuarios seleccionado no tiene miembros
id: Grup pengguna yang dipilih tidak memiliki anggota
vi: Nhóm người dùng được chọn hiện không có thành viên

source: List should not be empty
es: La lista no debería estar vacía
id: Daftar berikut tidak boleh dikosongi
vi: Danh sách người nhận SMS không thể trống

source: Search in all facilities
es: Buscar en todos los establecimientos
id: Lakukan pencarian di semua fasilitas
vi: Tìm trong tất cả các đơn vị con

source: Double-click to remove
es: Doble click para eliminar
id: Double-klik untuk menghilangkan
vi: Nhấp đôi chuột để hủy chọn

source: Advance search
es: Búsqueda avanzada
id: Pencarian lanjut
vi: Tìm kiếm nâng cao

source: Program
es: Programa
vi: Chương trình

source: Message not sent
es: Mensaje no enviado
id: Pesan tidak terkirim

source: Date of birth
es: Fecha de Nacimiento
id: Tanggal lahir
vi: Ngày sinh

source: Age (years)
es: Edad (años)
id: Usia (th)
vi: Tuổi (tính theo năm)
