Repository: kimbalear/dhis2-translations
Catalog: dhis-web-maintenance-dataset/*.po
Languages: pt, ru, tg, vi

source: Available for mobile reporting
pt: Disponível para Relatórios no telemóvel
vi: Sẵn sàng cho báo cáo trên ĐTDĐ

source: Please select a data set
pt: Por favor, seleccione uma ficha!
ru: Пожалуйста, введите набор данных!
tg: Лутфан маҷмӯи иттилоотро интихоб кунед!
vi: Hãy chọn một tập dữ liệu

source: Greying area
pt: Area sombreada
ru: Серая зона
tg: Қитъаи хокистарӣ
vi: Vùng màu xám

source: Section grey field management
pt: Secção de gestão de campos sombreados
ru: Менеджмент разделы серых полей
tg: Идоракунии майдони хокистарии қисм
vi: Quản lý các cột màu xám

source: Disable
pt: Desactivar
ru: Отключить
tg: Ғайри фаъол кардан
vi: Mất hiệu lực

source: Enable
pt: Habilitar
ru: Включить
tg: Фаъол кардан
vi: Hiệu lực

source: No
pt: Nº
ru: Номер
tg: Шумора
vi: Số thứ tự

source: Data element
pt: Elemento de Dados
ru: Элемент данных
tg: Унсури иттилоот
vi: Phần tử dữ liệu

source: Data elements
pt: Elementos de Dados
ru: Элементы данных
tg: Унсурҳои иттилоот
vi: Dữ liệu

source: Indicators
pt: Indicadores
ru: Индикаторы
tg: Индикаторҳо
vi: Chỉ số

source: Select category combo
pt: Seleccione Combinação de Categoria
ru: Выбрать комбинации категории
tg: Интихоби комбои категория
vi: Chọn kết hợp phân loại

source: Title
pt: Título
ru: Название
tg: Унвон
vi: Tiêu đề

source: Combination of categories
pt: Combinações de categorias
ru: Комбинация категорий
vi: Category combinations

source: Add data set
pt: Adicionar ficha
ru: Добавить набор данных
tg: Иловаи маҷмӯи иттилоот
vi: Thêm tập hợp dữ liệu

source: Data set details
pt: Detalhes de ficha
ru: Детали набора данных
tg: Маълумоти муфассали маҷмӯи иттилоот
vi: Chi tiết tập hợp dữ liệu

source: Multi-organisation unit entry details
pt: Detalhe de ficha multi organizacional
ru: Детали набора данных множественных организаций
tg: Маълумоти муфассали маҷмӯи иттилооти якчанд воҳидҳои сохторӣ

source: Frequency
pt: Frequência
ru: Частота
tg: Басомад
vi: Tần xuất

source: Selected data elements
pt: Elementos de dados seleccionados
ru: Выбранные элементы данных
tg: Унсурҳои иттилооти интихобшуда
vi: Những phần tử dữ liệu được chọn

source: Available data elements
pt: Elementos de dados disponíveis
ru: Имеющиеся элементы данных
tg: Унсурҳои иттилооти мавҷуда
vi: Phần tử dữ liệu có sẵn

source: Selected indicators
pt: Indicadores seleccionados
ru: Выбранные индикаторы
tg: Индикаторҳои интихобшуда
vi: Chọn chỉ số

source: Available indicators
pt: Indicadores disponíveis
ru: Имеющиеся индикаторы
tg: Индикаторҳои мавҷуда
vi: Chỉ số hiện có

source: Assign to organisation units
pt: Atribuir ficha a unidades organizacionais
ru: Назначить набор данных для организаций/отделов
tg: Таъин кардани маҷмӯи иттилоот барои воҳидҳои сохторӣ
vi: Gán tập hợp dữ liệu cho đơn vị

source: Number of data elements
pt: Número de elementos de dados
ru: Число элементов данных
tg: Шумораи унсурҳои иттилоот
vi: Số phần tử dữ liệu

source: Assign data set to organisation units
pt: Atribuir ficha as unidades organizacionais para registo
ru: Назначить набор данных для организаций/отделов
tg: Таъин кардани маҷмӯи иттилоот барои воҳидҳои сохторӣ
vi: Gán tập hợp dữ liệu cho đơn vị

source: Assign
pt: Atribuir
ru: Закрепить
tg: Таъин
vi: Gán

source: Edit data set
pt: Editar conjunto de dado
ru: редактировать набор данных
tg: Таҳрири маҷмӯи иттилоот
vi: Sửa tập hợp dữ liệu

source: Are you sure you want to delete this data set?
pt: Tem certeza de que deseja excluir esta ficha?
ru: Вы уверены, что хотите удалить данную группу пользователей?
tg: Оё боварӣ доред, ки ин гурӯҳи корбаронро нест кардан мехоҳед?
vi: Bạn có chắc là muốn xóa tập hợp dữ liệu này không?

source: This name is already registered
pt: Nome já existe
ru: Данное имя уже используется
tg: Ном аллакай истифода мешавад:
vi: Tên này đã được dùng

source: This short name is already registered
pt: Este nome curto já está registado
ru: Данное короткое имя уже зарегистировано
tg: Ин номи мухтасар аллакай қайд шудааст
vi: Tên rút gọn này đã tồn tại

source: This code is already registered
pt: Este código já está registado
ru: Данный код уже зарегистрирован
tg: Ин рамз аллакай қайд шудааст
vi: Mã số này đã tồn tại

source: Level
pt: Nivel
ru: Уровень
tg: Сатҳ
vi: Cấp

source: Data entry form
pt: Formulario de entrada de dados
ru: Форма ввода данных
tg: Шакли вуруди иттилоот
vi: Biểu nhập dữ liệu

source: Data entry form management
pt: Gestão de formulário de entrada de dados
ru: Управление форм ввода данных
tg: Идоракунии шакли вуруди иттилоот
vi: Quản lý biểu nhập dữ liệu

source: Data entry form details
pt: Detalhes de formulário de entrada de dados
ru: Детали формы ввода данных
tg: Маълумоти муфассали шакли вуруди иттилоот
vi: Chi tiết biểu nhập dữ liệu

# dataentryform_design
source: Design data entry form
pt: Desenho de formulário de entrada de dados
ru: Составить форму ввода данных
tg: Тарҳрезии шакли вуруди иттилоот
vi: Thiết kế mẫu nhập dữ liệu

source: Delete this form
pt: Apagar este formulário
ru: Удалить
tg: Нест кардан
vi: Xóa tập dữ liệu

source: Data Set
pt: Ficha
ru: Набор данных
tg: Маҷмӯи иттилоот
vi: Tập hợp dữ liệu

source: Are you sure you want to delete this data entry form?
pt: Tem certeza de que deseja excluir este formulário de entrada de dados?
ru: Вы уверены, что хотите удалить данную форму ввода данных?
tg: Оё боварӣ доред, ки ин шакли вуруди иттилоотро нест кардан мехоҳед?
vi: Bạn có chắc chắn là muốn xóa biểu nhập dữ liệu này?

source: Insert
pt: Inserir
ru: Ввести
tg: Дохил кардан
vi: Bổ sung

source: Select data set
pt: Seleccione a ficha
ru: Выбрать набор данных
tg: Интихоби маҷмӯи иттилоот
vi: Chọn tập dữ liệu

source: Sort section
pt: Editar
ru: Раздел сортировки
tg: Ҷудокунии қисм
vi: Sắp xếp section

source: Data Set Section
pt: Secção de ficha
ru: Раздел набора данных
tg: Қисми маҷмӯи иттилоот
vi: Phần của tập dữ liệu

source: Label
pt: Rótulo
ru: Маркировка
tg: Барчасп
vi: Nhãn

source: Group
pt: Grupo
ru: Группа
tg: Гурӯҳ
vi: Nhóm

source: Add section
pt: Adicionar secção
ru: Добавить раздел
tg: Иловаи қисм
vi: Thêm section

source: Section Details
pt: Detalhes da secção
ru: Детали разделов
tg: Маълумоти муфассали қисм
vi: Chi tiết Section

source: Edit section
pt: Editar
ru: редактировать раздел
tg: Таҳрири қисм
vi: Chỉnh sửa Section

source: Sort
pt: Ordenar
ru: Сортировать
tg: Ҷудокунӣ
vi: Sắp xếp

source: Data set sort order
pt: Ordem de classificação da ficha
ru: Порядок сортировки набора данных
tg: Тартиби ҷудокунии маҷмӯи иттилоот
vi: Thứ tự sắp xếp tập dữ liệu

source: Design data entry form
pt: Desenho do formulário de entrada de dados
ru: Разработать форму ввода данных
tg: Тарроҳии шакли вуруди иттилоот
vi: Thiết kế mẫu nhập dữ liệu

source: Data set management
pt: Gestão de ficha
ru: Менеджмент набора данных
tg: Идоракунии маҷмӯи иттилоот
vi: Quản lý tập hợp dữ liệu

source: Data set section management
pt: Gestão de secção de ficha
ru: Управление разделом
tg: Идоракунии қисм
vi: Quản lý thành phần tập dữ liệu

source: Create, update, view and delete data sets and custom forms. A data set is a collection of data elements for which data is entered.
pt: Criar, actualizar, visualizar e excluir fichas e formulários personalizados. Uma ficha é uma colecção de elementos de dados para o qual os dados são inseridos.
ru: Создать, обновить, смотреть и удалить набор данных и пользовательскую форму. Набор данных это сбор элементов данных в котором введены данные
tg: Маҷмӯъҳои иттилоот ва шаклҳои фармоиширо созед, навсозӣ кунед, намоиш диҳед ва нест кунед. Маҷмӯи иттилоот дастаи унсурҳои иттилоот мебошад, ки барои он иттилоот ворид карда мешавад.
vi: Tạo mới, cập nhật, xem và xóa các tập dữ liệu. Tập dữ liệu là một tập hợp chứa các phần tử dữ liệu có giá trị. Trang này cũng cho phép bạn tự thiết kế giao diện nhập liệu cùng với các danh sách tùy chọn.

source: Assign data sets to organisation units in a grid based layout for faster operations when working with a high number of items.
pt: Atribuir ficha a unidades organizacionais em uma rede baseada em layout ​​para operações mais rápidas quando se trabalha com um número elevado de itens.
ru: Назначить наборы данных к организациям в табличном/решетчатом формате при работе с большим количеством объектов.
tg: Барои суръат бахшидан ба амалиёт ҳангоми кор бо шумораи зиёди ҷузъҳо ба воҳидҳои сохторӣ маҷмӯъҳои иттилоот таъин кунед.
vi: Gán đa tập hợp dữ liệu cho các đơn vị. Đa tập hợp dữ liệu là gồm nhiều tập hợp dữ liệu theo dạng lưới.

source: Edit compulsory data elements
pt: Editar elementos de dados obrigatórios
ru: Редактировать элементы обязательных данных
tg: Таҳрири унсурҳои иттилооти ҳатмӣ
vi: Chỉnh sửa các phần tử dữ liệu bắt buộc

source: Data Set Assignment Editor
pt: Secção de atribuição de ficha
ru: Редактор назначения набора данных
tg: Муҳаррири таъинкунии маҷмӯи иттилоот
vi: Hiệu chỉnh gắn kết tập hợp dữ liệu

source: Add new
pt: Novo
ru: Новый
tg: Нав
vi: Thêm mới

source: Delete successfully
pt: Apagado com sucesso
ru: Объект удален
tg: Объект нест карда шуд
vi: Xóa thành công

source: [Select]
pt: [Seleccione]
ru: Выбор
tg: Интихоб кунед
vi: [Chọn]

source: Saved successfully
pt: Gravado com sucesso
ru: Успешно сохранено
tg: Бомуваффақият захира шуд
vi: Lưu thành công

source: Save and close
pt: Salvar e fechar
ru: Сохранить и закрыть
tg: Захира кардан ва пӯшидан
vi: Lưu và Đóng

source: Period type
pt: Tipo de Períodos
ru: Виды периода
tg: Навъи давара
vi: Loại thời điểm

source: DataSets
pt: Ficha
ru: Наборы данных
tg: Маҷмӯъҳои иттилоот
vi: Các tập dữ liệu

source: Data
pt: Dado
ru: Данные
tg: Иттилоот
vi: Dữ liệu

source: Pivot
pt: Pivo
ru: Прикрепить
tg: Ҷамъбастӣ
vi: Bảng xoay

source: Please select data set and category combination
pt: Por favor seleccione uma ficha ou combinação de opções de categoria
ru: Пожалуйста, выберите набор данных и комбинацию категорий
tg: Лутфан маҷмӯи иттилоот ва ҷуфти категорияҳоро интихоб кунед
vi: Hãy chọn tập dữ liệu và category combo tương ứng

source: Indicator already inserted
pt: Indicador já está inserido
ru: Индикатор уже вставлен
tg: Индикатор аллакай дохил карда шудааст
vi: Chỉ số đã được bổ sung

source: No indicator was selected
pt: Nenhum indicador foi seleccionado
ru: Индикатор не выбран
tg: Ягон индикатор интихоб нашуддаст
vi: Không chỉ số được chọn

source: Data element already inserted
pt: Elemento de dados já foi inserido
ru: Элемент данных уже вставлен
tg: Унсури иттилоот аллакай дохил карда шудааст
vi: Dữ liệu đã thêm vào

source: No data element was selected
pt: Nenhum elemento de dados foi seleccionado
ru: Элемент данных не выбран
tg: Ягон унсури иттилоот интихоб нашуддаст
vi: Không có dữ liệu được chọn

source: Done
pt: Realizado
ru: Сделано
tg: Иҷро шуд
vi: Hoàn tất

source: Section sort order
pt: Ordem de classificação da secção
ru: Порядок сортировки раздела
tg: Тартиби ҷудокунии қисм
vi: Thứ tự sắp xếp

source: Are you sure you want to delete this section?
pt: Tem certeza de que deseja excluir esta seção?
ru: Вы уверены, что хотите удалить данный раздел?
tg: Оё боварӣ доред, ки ин қисмро нест кардан мехоҳед?
vi: Bạn có chắc muốn xóa mục này?

source: Please specify a name
pt: Por favor, especifique um nome
ru: Пожалуйста укажите имя
tg: Лутфан номеро нишон диҳед
vi: Vui lòng chỉ định tên

source: Select organisation unit
pt: Seleccione unidade organizacional
ru: Выбрать организацию/отдел
tg: Интихоби воҳиди сохторӣ
vi: Chọn đơn vị

source: Assigned
pt: atribuido
ru: закреплено
tg: таъиншуда
vi: Đã gán

source: Unassigned
pt: Não atribuido
ru: Не назначено
tg: Таъин нашудааст
vi: Chưa gán

source: Show selection box
pt: Mostrar caixa de selecção
ru: Показать блок выбора
tg: Нишон додани ҷаъбаи интихоб
vi: Hiển thị hộp tùy chọn

source: Grey field
pt: Campo cor cinzento
ru: Серое поле
tg: Майдони хокистарӣ
vi: Vùng xám

source: Totals
pt: Totais
ru: Итоги
tg: Ҳамагӣ
vi: Tổng số

source: Expiry days
pt: Dias de validade
ru: Истекшие дни
tg: Рӯзҳои анҷоми мӯҳлат
vi: Ngày hết hạn

source: Days after period to qualify for timely submission
pt: Dias após termino do período para qualificação da submissão de dados como não atrasada.

source: Insert data elements, totals and indicators
pt: Inserir elementos de dados, total de indicadores
ru: Введите элементы данных, общие и индикаторы
tg: Дохил кардани унсурҳои иттилоотӣ, ҷамъҳои умумӣ ва индикаторҳо

source: Style
pt: Estílo
ru: Стиль
tg: Услуб

source: Comfortable
pt: Confortável
ru: Удобный
tg: Роҳат

source: Regular
pt: Regula
ru: регулярный
tg: Муқаррарӣ

source: Compact
pt: Compacto
ru: Компактный
tg: Муъҷаз

source: None
pt: Nenhum
ru: Отсутствует
tg: Ягонто
vi: Không chia sẻ

source: Allow future periods
pt: Disponibilizar futuros períodos
ru: Позволить будущие периоды
tg: Иҷозат додани давраҳои оянда

source: Skip data mart aggregation
pt: Saltar agregação
ru: Пропустить агрегацию витрины данных
tg: Партофта гузаштани ҳамҷоякунии киоски иттилоот

source: Insert data elements
pt: Inserir elementos de dados
ru: Вставить элементы данных
tg: Дохил кардани уннсурҳои иттилоот

source: Insert input fields into the form
pt: Inserir campos input no formáriro
ru: Вставьте область ввода в форму
tg: Майдонҳои вурудро ба шакл дохил кунед

source: Category option combo does not exist
pt: Opção da Categoria da combo não existe
ru: Комбинация опций категории не существует
tg: Комбои имкони категория вуҷуд надорад

source: Data element does not exist
pt: Elemento de dados não existe
ru: Элемент данных не существует
tg: Унсури иттилоот вуҷуд надорад

source: Indicator does not exist
pt: Indicador não existe
ru: Индикатор не существует
tg: Индикатор вуҷуд надорад

source: Category combo does not exist
pt: Categoria não existe
ru: Комбинация категории не существует
tg: Комбои категория вуҷуд надорад

source: All fields for data elements required
pt: Todos campos de elementos de dados são obrigatórios
ru: Необходимы все поля для элементов данных
tg: Ҳамаи майдонҳо барои унсурҳои иттилоот ҳатмиянд

source: Form details
pt: Detalhes do formulário
ru: Детали формы
tg: Ташаккули маълумоти муфассал

source: Complete allowed only if validation passes
pt: Disponilizar botão apenas quando completo
ru: Завершение разрешено только если пройдена проверка
tg: Анҷомёбӣ танҳо вақте иҷозат аст, ки санҷиши эътибор гузаронида шудааст

source: Complete notification recipients
pt: Destinatários notificação ficha completa
ru: Заполнить получателей извещений
tg: Гирандагони огоҳӣ оид ба анҷомёбӣ

source: Skip offline
pt: Saltar OFF
ru: Пропустить офлайн
tg: Дар офлайн партофта гузаред

source: Render sections as tabs
pt: Prover secções como Tabs
ru: Предоставить разделы как вкладки
tg: Пешкаш кардани қисмҳо ҳамчун лавҳаҳо

source: Render Vertically
pt: Prover verticalmente
ru: Предоставить вертикально
tg: Пешкаши амудӣ

source: Object not deleted because it is associated by objects of type
pt: Objecto não eleminado por estar associar a tipo de objecto
ru: Объект не был удален, потому что используется другими объектами:
tg: Объект нест карда нашуд, зеро онро объектҳои дигар истифода мебаранд:

source: Auto-save data entry forms
pt: Auto -Guardar formuláio de entradada de dados
ru: Автосохранение форм ввода данных
tg: Захираи худкори шаклҳои вуруди иттилоот

source: Send notification to completing user
pt: Enviar notificação para utilizador que completou a ficha
ru: Отправить извещения заполняющему пользователю
tg: Фиристодани огоҳӣ ба корбари анҷомдиҳанда

source: Insert images
pt: inserir imagens
ru: Вставить изображение
tg: Дохил кардани тасвирҳо

source: Data element decoration
pt: Decoração do data element
ru: Декорация элемента данных
tg: Ороиши унсури иттилоот

source: Get PDF for Data Entry
pt: Obter PDF da entrada de dados
ru: Получить PDF для ввода данных
tg: Дарёфти PDF барои вуруди иттилоот
