Repository: kimbalear/dhis2-translations
Catalog: dhis-web-dashboard-integration/*.po
Languages: ar, id, ku, lo, pt, tg, vi

source: Dashboard
ar: لوحة القيادة
ku: بؤردي بةريَوة بردن
lo: ພື້ນທີ່ ສະແດງຂໍ້ມູນ
pt: Painel de instrumentos
vi: Bảng điều khiển

source: Insert
ar: ادخال
ku: داخلكردن
lo: ແຊກໃສ່
pt: Inserir
vi: Chèn

source: Close
ar: أغلق
id: Menutup
ku: داخستن
lo: ປິດ
pt: Fechar
tg: Пӯшидан
vi: Đóng

source: Clear
ar: واضح
id: Hapus
ku: روون
lo: ລຶບລ້າງ
pt: Limpar
tg: Пок кардан
vi: Xóa

source: RSS Health
ar: RSS الصحة
id: RSS Kesehatan
ku: ار اس اس تةندروستي
lo: ຮູບພາບເພື້ມເຕີມເພື່ອອາທິບາຍເຖິງສຸຂະພາບ
pt: RSS Saúde
tg: RSS Тандурустӣ
vi: Tin vắn Y tế

source: RSS Diseases
ar: RSS الأمراض
id: RSS Penyakit
ku: ار اس اس نةخؤشي
lo: ຮູບພາບເພີ້ມເຕີມເພື່ອອາທີບາຍເຖິງພະຍາດ
pt: Doenças RSS
tg: RSS Бемориҳо
vi: Các bệnh RSS

source: Reports
ar: تقارير
id: Laporan
ku: رابؤرتةكان
lo: ບົດລາຍງານ
pt: Relatórios
tg: Ҳисобот
vi: Báo cáo

source: Resources
ar: مصادر
id: Sumber Data
ku: بنةماكان
lo: ແຫລ່ງຊັບພະຍາກອນ
pt: Documentos
tg: Захираҳо
vi: Tài liệu

source: Report tables
ar: جداول التقرير
id: Tabel pelaporan
ku: رابؤرتي خشتةكان
lo: ຕາຕະລາງລາຍງານ
pt: Tabela de Relatório
vi: Bảng báo cáo

# map_view
source: Maps
ar: خرائط
ku: نةخشةكان
lo: ແຜນທີ່
pt: Ver Mapa
tg: Харитаҳо
vi: Bản đồ

# map
source: Maps
ar: خرائط
ku: نةخشةكان
lo: ແຜນທີ່
pt: Mapas
tg: Харитаҳо
vi: Bản đồ

source: This is a link area
ar: هذه هي منطقة الرابط
id: Link Area
ku: ئةم شويَنة ثةيوةندة بة
lo: ນີ້ແມ່ນເຂດເຊື່ອມຕໍ່
pt: This is a link area, click 'insert' and select links
tg: Ин қитъаи пайванд аст
vi: Đây là một vùng đường dẫn liên kết

source: Click insert and select links
ar: انقر فوق ادخال واختار الروابط
id: Klik insert dan pilih link yang akan dituju
ku: داخلكردن بة كليك و لينك هةلذيَرة
lo: ກົດໃສ່ ແຊກໃສ່ (insert) ແລະ ເລືອກເອົາ ການເຊື່ອມຕໍ່ (links)
pt: Clique em Inserir e seleccione os links
tg: Дохил карданро клик кунед ва пайвандҳоро интихоб намоед
vi: Bấm chèn và chọn đường dẫn liên kết

source: This is a chart area
ar: هذه هي منطقة الرسم البياني
id: Area untuk menampilkan grafik
ku: ئةمة هيَلكاري شوينة
lo: ນີ້ແມ່ນພື້ນທີ່ຂອງ ແຜ່ນວາດ
pt: This is a chart area, click 'insert' and select a chart
tg: Ин қитъаи диаграмма аст
vi: Đây là khu vực biểu đồ

source: Click Insert and select a chart
ar: انقر فوق إدخال وختار الرسم البياني
id: Klik insert dan pilih grafik
ku: كليك بكة وه هيَلكاري هةلبزيرة
lo: ກົດໃສ່ ແຊກໃສ່ (Insert) ແລະ ເລືອກເອົາ ແຜ່ນວາດ (chart)
pt: Clique em Inserir e seleccione um gráfico
tg: Дохил карданро клик кунед ва диаграммаеро интихоб намоед
vi: Bấm chèn và chọn biểu đồ

source: Insert links by going to
ar: ادخل الروابط عن الطريق الذهاب الى
id: Sisipkan link yang akan dituju
ku: لينكةكان داخل بكة بة رؤيشتن بؤ
lo: ການຕື່ມການເຊື່ອມຕໍ່ (links) ດ້ວຍການເຂົ້າໄປຫາ
pt: Inserir links, indo para
tg: Дохил кардани пайвандҳо бо рафтан ба
vi: Chèn liên kết để tiếp tục

source: Messages
ar: رسائل
id: Pesan
ku: نامةكان
lo: ຂໍ້ຄວາມ
pt: Mensagens
tg: Паёмҳо
vi: Các tin nhắn

source: Sender
ar: مرسل
id: Pengirim
ku: نيَنةر
lo: ຜູ້ສົ່ງ
pt: Emissor
tg: Фиристанда
vi: Người gửi

source: Date
ar: التاريخ
id: Tanggal
ku: داتا
lo: ວັນທີ່
pt: Data
tg: Сана
vi: Ngày

source: Subject
ar: موضوع
id: Subyek
ku: بابةت
lo: ຫົວຂໍ້
pt: Assunto
tg: Мавзӯъ
vi: Chủ đề

source: Remove
ar: ازالة
id: Buang
ku: سرينةوة
lo: ຍ້າຍອອກ
pt: Remover
tg: Тоза кардан
vi: Xóa

source: Write message
ar: اكتب رسالة
id: Tulis pesan
ku: نوسيني نامة
lo: ຂຽນ ຂໍ້ຄວາມໃສ່
pt: Escreva mensagem
tg: Навиштани паём
vi: Viết tin nhắn

source: Write feedback
ar: اكتب ملاحظاتك
id: Tuliskan tanggapan
ku: نوسيني دةستكةوت
lo: ຂຽນ ຄໍາເຫັນຄືນໃຫ້
pt: Escreva comentário
tg: Навиштани изҳори назар
vi: Viết phản hồi

source: Write new message
ar: اكتب رسالة جديدة
id: Tulis pesan baru
ku: نوسيني نامةي نوي
lo: ຂຽນຂໍ້ຄວາມໃໝ່
pt: Escreva nova mensagem
tg: Навиштани паёми нав
vi: Viết tin nhăn mới

source: Write new feedback
ar: اكتب ملاحظات جديدة
id: Tuliskan tanggapan baru
ku: نوسيني دةستكةوتي نوي
lo: ຂຽນຄໍາເຫັນຄືນໃຫ້ໃໝ່
pt: Escreva novo comentário
tg: Навиштани изҳори назари нав
vi: Viết phản hồi mới

source: Recipients
ar: المستلمين
id: Penerima
ku: وةركر
lo: ຜູ້ຮັບ
pt: Destinatários
tg: Гирандаҳо
vi: Người nhận

source: Mark as unread
ar: علامة غير مقروءة
id: Menandai yang belum terbaca
ku: ئامازة كردني وةك نةخويندراو
lo: ໝາຍໃສ່ວ່າບໍ່ທັນອ່ານ
pt: Marcar como não lida
tg: Қайд кардан ҳамчун нахонда
vi: Đánh dấu chưa đọc

source: Mark as read
ar: علامة غير مقروءة
id: Menandai yang sudah terbaca
ku: ئامازة كردني وةك خويندراو
vi: Đánh dấu chưa đọc

source: Mark for followup
id: Menandai untuk dilakukan follow up
ku: ئامازة كردني وةك فولو اب

source: Clear followup
id: Hapus follow up
ku: فولو ابي روون

source: Read
ar: اقرأ
id: Baca
ku: خويندن
lo: ອ່ານ
pt: Ler
tg: Хондашдуа
vi: Đọc

source: Delete
ar: حذف
id: Hapus
ku: سرينةوة
vi: Xóa

source: Are you sure you want to delete the message?
ar: هل أنت متأكد أنك تريد حذف الرسالة؟
id: Apakah Anda yakin akan menghapus pesan ini?
ku: تو دلنياي دةتةويت ئةم ناميةي رةش بكةي
lo: ທ່ານແນ່ໃຈແລ້ວບໍ່ທີ່ຈະລົບຂໍ້ຄວາມນີ້ອອກບໍ?
pt: Tem certeza que pretende apagar esta mensagem?
tg: Оё боварӣ доред, ки ин паёмро нест кардан мехоҳед?
vi: Bạn có chắc muốn xóa tin nhắn này?

source: Are you sure you want to delete all selected messages?
ar: هل أنت متأكد أنك تريد حذف الرسالة؟
id: Apakah Anda yakin akan menghapus semua pesan ini?
ku: دلنياي دةتةوي هةموو ئةو نامانةي هةلت بزاردوة رةش دةكةي
vi: Bạn có chắc muốn xóa các tin nhắn đã chọn?

source: No messages selected
ar: لم يتم تحديد رسائل
id: Tidak ada pesan yang dipilih
ku: هيج نامةت هةلنةبزاردووة
vi: Không có tin nhắn nào được chọn

source: unread messages
ar: رسائل لم تتم قراءتها
id: Pesan yang belum terbaca
ku: نامة نةخويندراوةكان
lo: ຂໍ້ຄວາມທີ່ຍັງບໍ່ທັນໄດ້ອ່ານ
pt: Mensagens não lida
tg: паёмҳои нохонда
vi: Các tin nhắn chưa đọc

source: unread message
ar: رسالة لم تتم قراءتها
id: Pesan yang belum terbaca
ku: نامةي نةخويندراو
lo: ຂໍ້ຄວາມທີ່ຍັງບໍ່ທັນໄດ້ອ່ານ
pt: Mensagem não lida
tg: паёми нохонда
vi: Tin nhắn chưa đọc

source: Messages were deleted
ar: تم حذف الرسائل
id: Pesan telah dihapus
ku: نامةكان رةشكران
vi: Tin nhắn đã bị xóa

source: Discard
ar: اهمل
id: Buang
ku: كةمدةكات
lo: ຍົກອອກ
pt: Descartar
tg: Соқит кардан
vi: Hủy

source: Please enter a subject
ar: الرجاء إدخال موضوع
id: Silakan memasukkan subyek
ku: تكاية بابةت بنوسة
lo: ກະລຸນ່ໃສ່ຫົວຂໍ້
pt: Por favor insira um assunto
tg: Лутфан мавзӯъеро ворид кунед
vi: Nhập vào chủ đề

source: Please enter text
ar: الرجاء إدخال النص
id: Silakan tulis
ku: تكاية دةقي نامة بنوسة
lo: ກະລຸນາຂຽນຂໍ້ຄວາມລົງ
pt: Digite o texto
tg: Лутфан матнро ворид кунед
vi: Hãy nhập nội dung

source: Reply
ar: الرد
id: Balas
ku: وةلامدانةوة
lo: ຕອບຄືນ
pt: Responder
tg: Ҷавоб додан
vi: Trả lời

source: Username
ar: إسم المستخدم
ku: ناوي بةكارهينةر
lo: ຊື່ຜູ້ໃຊ້:
pt: Nome do utilizador
tg: Номи корбар
vi: Tên truy cập

source: User roles
ar: أدوار المستخدم
id: Peran user
ku: ياساي بةكارهينةر
lo: ໜ້າທີ່ຂອງຜູ້ໃຊ້
pt: Funções de utilizador
tg: Вазифаҳои корбар
vi: Quyền người dùng

source: User/User Groups
ar: مجموعات المستخدم / المستخدم
id: Kelompok/Grup pengguna
ku: كؤمةلةي بةكارهينةر
lo: ຜູ້ນຳໃຊ້/ກຸ່ມຜູ້ນຳໃຊ້
pt: Utilizador / grupos de utilizadors
tg: Корбар/Гурӯҳҳои корбарон
vi: Người dùng/Nhóm người dùng

source: Select one or more recipients
ar: اختار مستلم واحد أو أكثر
id: Pilih satu atau lebih penerima
ku: يةك يان زياتر لة وةركرةكان هةلبزيرة
lo: ເລືອກເອົາຜູ້ຮັບ 1 ຫລື ຫລາຍກວ່າ ຂຶ້ນໄປ
pt: Seleccione um ou mais destinatários
vi: Chọn một hoặc nhiều người nhận

source: Meta data
ar: البيانات الفوقية
ku: داتاي ميتا
lo: ຄຸນລັກສະນະທັງໝົດຂອງຂໍ້ມູນ
pt: Meta dados
tg: Метадата
vi: Siêu dữ liệu

source: Sending message
ar: ارسال رسالة
id: Kirim pesan
ku: ناردني نامة
lo: ກຳລັງສົ່ງຂໍ້ຄວາມ
pt: Envio de mensagem
tg: Фиристодани паём
vi: Đang gửi tin nhắn

source: Explore
ar: إستكشف
ku: ئكسبلور
lo: ຂະຫຍາຍອອກ
pt: Explorar
tg: Паӯймоиш
vi: Mở

source: Interpretations
ar: تفسيرات
id: Penafsiran
ku: ليكدانةوة
lo: ການແປຄວາມໝາຍ
pt: Interpretações
tg: Тафсирҳо
vi: Thuyết minh báo cáo

source: Share your own interpretations from
ar: مشاركة التفسيرات الخاصة بك من
id: Bagikan interpretasi anda dari
ku: بلاوكردنةوةي ليكدانةوةكاني خؤت
lo: ກະລຸນາແຊການແປຜົນຂອງທ່ານຈາກ
pt: Partilhe as suas próprias interpretações de
tg: Тафсирҳои худро аз ... мубодила кунед
vi: Chia sẻ bảng thuyết minh báo cáo của bạn từ

source: GIS
ar: نظم المعلومات الجغرافية
ku: جي اي اس
lo: ແຜນທີ່ຂໍ້ມູນ
vi: Bản đồ số hóa

source: Pivot table
ar: جدول محوري
id: Tabel Pivot
ku: خشتةي تةوةري
lo: ຕາຕະ ລາງຂໍ້ມູນ
pt: tabela pivô
tg: Ҷадвали ҷамъбастӣ
vi: Bảng số liệu

source: Add a comment
ar: إضافة تعليق
id: Tambahkan komentar
ku: داناني تيبيني
lo: ເພີ່ມຂໍ້ຄິດເຫັນ
pt: Adicione um comentário
tg: Иловаи
vi: Thêm một bình lời bình luận

source: new interpretations
ar: تفسيرات جديدة
id: Penafsiran baru
ku: ليَكدانةوة نويكان
lo: ການແປຜົນໃໝ່
pt: Novas interpretações
tg: тафсирҳои нав
vi: Các bảng thuyết minh báo cáo mới

source: new interpretation
ar: تفسير جديد
id: Penafsiran baru
ku: ليكدانةوةي نوي
lo: ການແປຜົນໃໝ່
pt: Nova interpretação
tg: тафсири нав
vi: Thuyết minh báo cáo mới

source: Click to view report table
ar: انقر لعرض تقرير الجدول
id: Klik disini untuk melihat tampilan tabel pelaporan
ku: كليك بكة بؤ بينيني خشتةي رابورت
lo: ກົດໃສ່ເພື່ອເຂົ້າຫາ ຕາຕະລາງການລາຍງານໃໝ່
pt: Clique para ver a tabela de relatório
tg: Барои дидани ҷадвали ҳисобот клик кунед
vi: Bấm vào để xem bảng báo cáo

source: Click to view in Data Visualizer
ar: انقر للعرض في متخيل البيانات
id: Klik disini untuk melihat Visualisasi Data (Data Visualizer)
ku: كليك بكة بؤ بينيني داتا جاوةروانكراوةكان
lo: ກົດໃສ່ເພື່ອເຂົ້າຫາການລາຍງານດ້ວຍຮູບພາບ
pt: Clique para ver Dados no Visualizador
tg: Барои дидани намоишгари иттилоот клик кунед
vi: Bấm vào để xem biểu đồ trong Dữ liệu mô hình hóa

source: Click to view in GIS
ar: انقر للعرض في نظام المعلومات الجغرافية
id: Klik disini untuk melihat tampilan dalam GIS
ku: كليك بكة بؤ بينيي جي اي اس
lo: ກົດໃສ່ເພື່ອເຂົ້າ ຫາແຜນທີ່
pt: Clique para ver em GIS
tg: Барои дидан дар ГИС клик кунед
vi: Bấm vào để xem trong biểu đồ số hóa

source: Click to view data set report
ar: انقر لعرض تقرير مجموعة البيانات
id: Klik disini untuk melihat fitur data set
ku: كليك بكة بؤ بينيني ئاميري ريبورت كةر
lo: ກົດໃສ່ເພື່ອເບີ່ງການ ລາຍງານຊຸດຂໍ້ມູນ
pt: Clique para ver relatório de dados agregados
tg: Барои дидани ҳисоботи маҷмӯи иттилоот клик кунед
vi: Bấm vào để xem báo cáo tập hợp dữ liệu

source: Share
ar: مشاركة
id: Bagikan
ku: بلاوكردنةوة
lo: ແຊ (share)
pt: Partilhar
tg: Мубодила
vi: Chia sẻ

source: Write a comment, question or interpretation
ar: كتابة تعليق، سؤال أو تفسير
id: Tulis komentar, pertanyaan, atau interpretasi
ku: تيبيني بنوسة ,برسيار يان ليكدانةوة
lo: ຂຽນຄໍາເຫັນ, ຄໍາຖາມ ຫລື ແປຄວາມໝາຍ
pt: Escreva um comentário, pergunta, ou interpretação
tg: Ягон шарҳ, савол ё тафсир нависед
vi: Viết một lời bình luận, câu hỏi hoặc Thuyết minh báo cáo

source: Share your interpretation of
ar: مشاركة تفسيركم الى
id: Bagikan interpretasi Anda
ku: بلاوكردنةوةي ليكدانةوةي خؤت
lo: ແຊການແປຄວາມໝາຍຂອງ
pt: Partilhe a sua interpretação de
tg: Тафсири худро мубодила кунед
vi: Chia sẻ bảng thuyết minh báo cáo của bạn

source: Interpretation was shared
ar: تمت مشاركة التفسير
id: Interpretasi telah dibagikan
ku: ليكدانةوةكةت بلاو بووةوة
lo: ການແປຄວາມໝາຍໄດ້ຖືກແຊ
pt: Interpretação foi partilhada
tg: Тафсир мубодила шуд
vi: Thuyết minh báo cáo đã được chia sẻ

source: Viewing
ar: مشاهدة
id: Menampilkan
ku: بينيني
lo: ວີວເບີ່ງ
pt: Vendo
tg: Намоиш додан
vi: Xem

source: From
ar: من
id: Dari
ku: لة
lo: ຈາກ
pt: A partir de
tg: Аз
vi: Từ

source: load a favorite and click 'Share' on the top menu
ar: تحميل المفضلة وانقر على 'شارك' في القائمة العلوية
id: Tampilkan "favorite" dan klik 'bagikan' pada tampilan atas menu
ku: هةلككرتني بةسةندو كليك بكة لة بلاوكردنةوة لة سةرةوةي ليست
lo: ທ່ານຕ້ອງ load ເອົາ ຢູ່ໃນ favorite ແລະ ກົດໃສ່ ຄໍາວ່າ ແຊ 'Share' ຢູ່ເທິງ menu
pt: Carregar um favorito e clique em "Partilhar" no menu superior
tg: писандидаеро бор кунед ва "Мубодила"-ро дар менюи болоӣ клик кунед
vi: Tải một cái ưa thích (đánh dấu) và bấm vào 'Chia sẻ' trên menu trên cùng

source: generate a pivot table and click 'Share' on the top menu
ar: إنشاء جدول محوري وانقر على 'شارك' في القائمة العلوية
id: Buat tabel pivot dan klik 'bagikan' pada tampilan atas menu
ku: بلاوكردنةوةي ليكدانةوةكان
lo: ສ້າງຕາຕະລາງ ແລະ click ໃສ່ ຄໍາວ່າ ແຊ 'Share' ຢູ່ເທິງ menu
pt: Gere uma tabela pivô e carregue em "Partilhar" no menu do topo
tg: ҷадвали ҷамъбастие таҳия кнуед ва "Мубодила"-ро дар менюи болоӣ клик кунед
vi: Xuất ra một bảng số liệu và bấm vào 'Chia sẻ' trên menu trên cùng

source: Select users and user groups
ar: اختار المستخدمين ومجموعة المستخدمين
id: Pilih pengguna dan grup pengguna
ku: هةلبزاردني بةكارهينةرةكان و كومةلةي بةكارهيتةرةكان
lo: ເລືອກຜູ້ນຳໃຊ້ ແລະ ກຸ່ມຜູ້ນຳໃຊ້
pt: Seleccione utilizadors e grupos de utilizadors
tg: Интихоби корбарон ва гурӯҳҳои корбарон
vi: Chọn người dùng và nhóm người dùng

source: You have {userCount} recipients, please reduce to 200 or less
id: Anda memiliki penerima {userCount}, silakan kurangi sampai 200 atau kurang dari itu
ku: تو {userCount}ت وةركرةكان تكاية كامبكةوة بؤ 200 يان كةمتر

source: generate a data set report and click 'Share' on the top menu
ar: إنشاء تقرير مجموعة البيانات وانقر على 'شارك' في القائمة العلوية
id: Buat data set dan klik 'bagikan pada tampilan atas menu
ku: داتاي جاوةروان كراو
lo: ສ້າງການລາຍງານຊຸດຂໍ້ມູນ ແລະ ກົດໃສ່ ແຊ ຢູ່ເທິງເມນຍູ
pt: Gerar um relatório baseado em ficha e clique em "Partilhar" no menu superior
tg: ҳисобот маҷмӯи иттилоотеро таҳия кунед ва "Мубодила"-ро дар менюи болоӣ клик кунед
vi: Xuất báo cáo tập hợp dữ liệu và bấm 'Chia sẻ" trên menu trên cùng

source: Data set report
ar: تقرير مجموعة البيانات
id: Laporan set data
ku: ئاميري دروستكردني رابورتي داتا
lo: ບົດລາຍງານຊຸດຂໍ້ມູນ
pt: Relatório de Dados Agregados
tg: Ҳисоботи маҷмӯи иттилоот
vi: Báo cáo tập hợp dữ liệu

source: Search for users, charts, maps, reports and resources
ar: البحث عن المستخدمين، الرسوم البيانية ‫،الخرائط ،التقارير والمصادر
id: Pencarian pengguna, grafik, maps, dan sumber data
ku: كةران بةدواي بةكارهينةرةكان , هيلكاريةكان , نةخشةكان , رابؤرتةكان و سةرجاوةكان
lo: ຊອກຄົ້ນຫາຊື່ຜູ້ໃຊ້, ແຜນວາດ, ແຜນທີ່, ບົດລາຍງານ ແລະ ແຫລ່ງທີ່ມາ
pt: Pesquisa de utilizadors, gráficos, mapas e relatórios
tg: Ҷустуҷӯи корбарон, диаграммаҳо, харитаҳо ва ҳисоботҳо
vi: Tìm kiếm theo người sử dụng, biểu đồ, bản đồ hoặc báo cáo

source: No hits, try again
ar: لا يوجد تطابق، حاول مرة اخرى
id: Tidak ada temuan, coba lagi
ku: هيج ليدان نية دوبارة هةول بدة
lo: ບໍ່ມີຜົນ ລອງອີກຄັ້ງ
pt: Sem resultados, tente novamente
tg: Ягон мувофиқат нестб аз нав кӯшиш кунед
vi: Không tìm thấy, hãy thử lại

source: Profile
ar: الملف
id: Profil
ku: بروفايل
lo: ຂໍ້ມູນ ສ່ວນຕົວ
pt: Perfil
tg: Профил
vi: Hồ sơ

source: Works as
ar: يعمل مثل
id: Jabatan
ku: ئيش دةكات وةك
lo: ເຮັດວຽກຄືກັບ
pt: Funciona como
tg: Ҳамчун .... кор мекунад
vi: Nghề nghiệp

source: Employed at
ar: يعمل في
id: Asal institusi
ku: كاركوزار لة
lo: ພະນັກງານສັງກັດຢູ່ທີ່
pt: Empregados em
tg: Корманди ... Аст
vi: Đơn vị công tác

source: Interested in
ar: مهتم في
id: Minat
ku: داخل ئةكات لة
lo: ມີຄວາມສົນໃຈກ່ຽວກັບ
pt: Interessado em
tg: Ба ... Мароқ дорад
vi: Sở thích

source: Speaks
ar: يتكلم
id: Bahasa
ku: قسة دةكات
lo: ເວົ້າ
pt: Fala
tg: Забони ... Медонад
vi: Ngôn ngữ

source: Email
ar: البريد الإلكتروني
ku: ئيميل
lo: ທີ່ຢ່ ອີແມວຂອງທ່ານ
tg: Почтаи электронӣ
vi: Thư điện tử

source: Phone number
ar: رقم الهاتف
id: No.Telp
ku: زمارةي تةلةفون
lo: ເບີໂທສະສັບ
pt: Número de Telefone
tg: Рақами телефони мобилӣ
vi: Số điện thoại

source: Org units
ar: وحدات المؤسسة
id: Unit Organisasi
ku: يةكةي ريكخراو
lo: ຫົວໜ່ວຍການຈັດຕັ້ງ
pt: Unidades organizacionais
tg: воҳидҳои сохторӣ
vi: Đơn vị

source: Edit profile
ar: تعديل الملف الشخصي
id: Ubah Profil
ku: ريكخستني بروفايل
lo: ແກ້ໄຂຂໍ້ ມູນສ່ວນຕົວ
pt: Editar perfil
tg: Таҳрири профил
vi: Chỉnh sửa hồ sơ

source: Inbox
ar: صندوق الوارد
id: Kotak Masuk
ku: سندوقي نامة
lo: ຂໍ້ຄວາມເຂົ້າ
pt: Caixa de entrada
tg: Паёмдони даромад
vi: Hộp thư

source: Follow up
ar: متابعة
id: Tindak lanjut
ku: دواي دةكةويت
lo: ຕິດຕາມ
pt: Dar seguimento
tg: Пайгирӣ кардан
vi: Theo dõi

source: Unread
ar: غير مقروءة
id: Belum dibaca
ku: نةخويندراو
lo: ບໍ່ທັນອ່ານ
pt: Não lido
tg: Нахонда
vi: Chưa đọc

source: Send message
ar: إرسال رسالة
id: Kirim pesan
ku: ناردني نامة
lo: ສົ່ງຂໍ້ຄວາມ
pt: Enviar mensagem
tg: Фиристодани паём
vi: Gửi tin nhắn

source: Scroll down
ar: تمرير للأسفل
id: Tarik ke bawah
ku: بؤ خوارةوة
lo: ເລື່ອນລົງ
pt: Andar para baixo
tg: Ҳаракат ба поён
vi: Kéo xuống

source: Scroll up
ar: انتقل إلى أعلى
id: Tarik ke atas
ku: بؤ سةرةوة
lo: ເລື່ອນຂື້ນ
pt: Andar para cima
tg: Ҳаракат ба боло
vi: Kéo lên

source: Latest interpretations
ar: أحدث التفسيرات
id: Interpretasi terbaru
ku: نويترين ليكدانةوةكان
lo: ການແປຜົນທີ່ລ້າສຸດ
pt: Últimas interpretações
tg: тафсирҳои охирин
vi: Bảng thuyết minh báo cáo mới nhất

source: View full profile
ar: عرض الملف الشخصي الكامل
id: Lihat profil lengkap
ku: بيشاندني تةواوي بروفايل
lo: ເບີ່ງລາຍອຽດຂໍ້ມູນສ່ວນໂຕທັງໝົດ
pt: Ver o perfil completo
tg: Намоиши профили пурра
vi: Xem toàn hồ sơ

source: View full size
ar: عرض الحجم الكامل
id: Tampilkan ukuran penuh
ku: بيشانداني قةبارةي تةواو
lo: ເບີ່ງເຕັມໜ້າຈໍ
pt: Ver em tamanho grande
tg: Намоиши андозаи пурра
vi: Xem đầy đủ kích thước

source: Click to explore
ar: انقر لاستكشاف
id: Klik untuk explore
ku: كليك بكة لة ئيكسبلورير
lo: ກົດເພື່ອຂະຫຍາຍອອກ
pt: Clique para explorar
tg: Барои паймоиш клик кунед
vi: Bấm để mở

source: To org unit
ar: الى وحدة المؤسسة
id: Ke unit organisasi
ku: بو يةكةي ريكخراو
lo: ເຖີງຫົວໜ່ວຍການຈັດຕັ້ງ
pt: Para unid org
tg: Ба воҳиди сохторӣ
vi: Đến đơn vị

source: To user
ar: الى المستخدم
id: Ke User
ku: بو بةكارهينةر
lo: ເຖີງຜູ້ນຳໃຊ້
pt: Para utilizador
tg: Ба корбар
vi: Đến người dùng

source: update profile!
ar: تحديث الملف الشخصي!
id: Perbarui profil!
ku: نوي كردنةوةي بروفايل
lo: ປັບປຸງຂໍ້ມູນສ່ວນຕົວ!
pt: Actualizar perfil
tg: навсозии профил!
vi: Cập nhật hồ sơ cá nhân!

source: or
ar: او
id: atau
ku: يان
lo: ສ້າງກຸ່ມຜູັຊົມໃຊ້ອີງຕາມໜ້າທີ່ຮັບຜິດຊອບເພື່ອສະດວກໃນການແຈ້ງການຫາ ຫລື ການສັງລວມຂໍ້ມູນເປັນກຸ່ມເປົ້າໝ!ຍບາດດຽວ
pt: Ou
tg: ё
vi: hoặc

source: Groups
ar: المجموعات
id: Grup
ku: كؤمةل
lo: ກຸ່ມ
pt: Grupos
tg: Гурӯҳҳо
vi: Nhóm

source: Search
ar: بحث
id: Cari
ku: كةران
lo: ຊອກຫາ
pt: Pesquisar
tg: Ҷустуҷӯ
vi: Tìm

source: Rename current dashboard
ar: إعادة تسمية لوحة القيادة الحالية
id: Ganti nama dashboard
ku: ناوكؤريني تةختةي بيوانةي ئيستا
lo: ປ່ຽນຊື່ຂອງພື້ນທີ່ ສະແດງຂໍ້ມູນ
pt: Renomear o painél actual
tg: Иваз кардани номи лавҳаи иттилооти ҷорӣ
vi: Đổi tên bảng điều khiển hiện tại

source: Delete current dashboard
ar: حذف لوحة القيادة الحالية
id: Hapus dashboard
ku: سرينةوةي تةختةي بيواني ئيستا
lo: ລົບພື້ນທີ່ສະແດງຂໍ້ມູນ
pt: Apagar o painél actual
tg: Нест кардани лавҳаи иттилооти ҷорӣ
vi: Xóa bảng điều khiển hiện tại

source: Add new
ar: إضافة جديد
id: Tambah baru
ku: زيادكرني نوي
lo: ເພີ່ມໃໝ່
pt: Novo
tg: Иловаи нав
vi: Thêm mới

source: Manage
ar: إدارة
id: Atur
ku: بةريوةبردن
lo: ຈັດການ
pt: Gerir
tg: Идора кардан
vi: Quản lý

source: Sharing
ar: مشاركة
id: Bagikan
ku: بلاوكردنةوة
lo: ການແຈກ
pt: Partilha
tg: Мубодила
vi: Chia sẻ

source: Click 'Add new' to get started
ar: انقر فوق "إضافة جديد" للبدء
id: Klik 'Tambah Baru' untuk mulai
ku: كليك بكة بؤ زيادكردني نوي بة دةستبيكردن
lo: ກົດປຸ່ມ 'ເພີ່ມໃໝ່' ເພື່ອເີ່ລມການທຳງານ
pt: Para começar, carregue em "Adicionar novo"
tg: Барои оғози кор "Иловаи нав"-ро клик кунед
vi: Bấm 'Thêm mới' để bắt đầu

source: Add stuff by searching from the search field above
ar: إضافة الاشياء من خلال البحث في حقل البحث أعلاه
id: Tambahkan item untuk melakukan pencarian dari kolom 'cari' di bagian atas
ku: زيادكردني شت بة فورمي كةران لة سةر بةشي كةران
lo: ​ຕື່ມ​ສິ່ງ​ຕ່າງໆ​ດ້ວຍ​ການ​ຄົ້ນ​ຫາ​ຈາກ​ພື້ນ​ທີ່​ຄົ້ນ​ຫາ​ຂ້າງ​ເທິງ
pt: Adicionar, através de pesquisa sobre o campo acima
tg: Дар майдони ҷустуҷӯи болоӣ ҷустуҷӯ карда, чизҳои нав илова кунед
vi: Thêm các thành phần bằng cách gõ vào ô tìm kiếm phía trên

source: Then arrange dashboard by dragging and dropping items
ar: ترتيب لوحة ألقيادة عن طريق سحب واسقاط المواضيع
id: Silakan mengkustomisasi dashboard dengan fitur "drag dan drop"
ku: باشان ريكخستني تةختةي بيوانةكان بة راكيشان و وةركرتني بركةكان
lo: ​ຫລັງ​ຈາກນັ້ນ​ຈັດ​ສັນ​ພື້ນ​ທີ່​ສະ​ແດງ​ຂ່າວ​ດ້ວຍ​ການ​ຈັບ​ລາກ ແລະ​ປ່ອຍ​ຕາມ​ທີ່​ຕ້ອງ​ການ
pt: De seguida, arrange o painél arrastando e adicionando itens
tg: МаслиҳатЖ бо кашидан ва партофтани ҷузъҳо лавҳаи иттилоотро мураттаб созед
vi: Sắp xếp bảng điều khiển bằng cách kéo và thả các thành phần

source: Click to explore or drag to new position
ar: انقر لاستكشاف أو اسحب إلى موقع جديد
id: Klik untuk explore atau drag ke posisi yang baru
ku: كليك بكة بو ئيكسيلورير يان رايبكيشة بؤ شويني نوي
lo: ກົດເພື່ອເຂົ້າເບີ່ງລາຍລະອຽດ ຫຼື ຍ້າຍຕຳແໜ່ງໃໝ່
pt: Carregue para explorar ou arraste para nova posição
tg: Барои омӯзиш ё кашида бурдан ба мавқеи дигар клик кунед
vi: Bấm vào để mở hoặc kéo đến vị trí mới

source: Click and drag to new position
id: Klik dan pindahkan ke posisi yang baru
ku: كليك بكة ورايبكيشة بؤ شويني نوي

source: Drag to new position
ar: اسحب الى موقع جديد
id: Pindahkan ke posisi yang baru
ku: راي بكيشة بؤ شويني نوي
lo: ຍ້າຍຕຳແໜ່ງໃໝ່
pt: Arrastar para uma nova posição
tg: Кашида бурдан ба мавқеи дигар
vi: Kéo đến vị trí mới

source: System notification
ar: تنبيه النظام
id: Notifikasi Sistem
ku: سيستم نوتيفيكةيشن
lo: ແຈ້ງເຕືອນຈາກລະບົບ
pt: Notificação de sistema
tg: Огоҳии система
vi: Thông báo hệ thống

source: and
ar: و
id: dan
ku: و
lo: ແລະ
pt: e
tg: ва
vi: và

source: more
ar: أكثر
id: selanjutnya
ku: زياتر
lo: ເພີ່ມຕື່ມ
pt: mais
tg: бештар
vi: hơn

source: See more hits
ar: رؤية المزيد من المواضيع
ku: ليداني وي ببينة
lo: ​ເບີ່ງ​ຕື່ມ​ຜົນ​ສຳ​ເລັດ​ອື່ນໆ
pt: Ver mais resultados
tg: Дидани мувофиқатҳои бештар
vi: Xem nhiều kết quả hơn

source: See fewer hits
ar: رؤية عدد قليل من المواضيع
ku: ايداني كةمتر ببينة
lo: ​ເບີ່ງ​ຜົນ​ສຳ​ເລັດ​ບາງ​ຢ່າງ
pt: Ver menos resultados
tg: Дидани мувофиқатҳои камтар
vi: Xem ít kết quả hơn

source: Add
ar: اضافة
id: Tambah
ku: زاتكردن
lo: ເພີ່ມ
pt: Adicionar
tg: Илова кардан
vi: Thêm

source: Resize
id: Ubah ukuran
ku: كوراني قةبارة

source: Add items to current dashboard
ar: إضافة مواضيع إلى لوحة القيادة الحالية
id: Tambahkan item pada dashboard
ku: زيادكرني شت بؤ تةختةي بيوانةكان
lo: ເພີ່ມລາຍການເຂົ້າ ພື້ນທີ່ສະແດງຂໍ້ມູນ
pt: Adicionar itens ao painél actual
tg: Иловаи ҷузъҳо ба лавҳаи иттилооти ҷорӣ
vi: Thêm thành phần vào bảng điều khiển hiện tại

source: Could not delete interpretation, please try again later
ar: لا يمكن حذف التفسير، يرجى المحاولة مرة أخرى في وقت لاحق
id: Tidak dapat menghapus interpretasi, silakan coba kembali
ku: ناتوانريت ليكدانةوةكان بسرينةوة دواتري هةولبدة
lo: ບໍ່ສາມາດລົບ, ລອງໃໝ່ອີກຄັ້ງ
vi: Không thể xóa bảng thuyết minh báo cáo, vui lòng thử lại sau

source: Could not delete interpretation comment, please try again later
ar: لا يمكن حذف تعليق التفسير، يرجى المحاولة مرة أخرى في وقت لاحق
id: Tidak dapat menghapus komentar interpretasi, silakan coba kembali
ku: ناتوانريت تيبيني ليكدانةوةكان رةشبكريتةوة دواتر هةلبدة
lo: ບໍ່ສາມາດລົບ, ກະລຸນາລອງອີກຄັ້ງ
vi: Không thể xóa bình luận của bảng thuyết minh báo cáo, vui lòng thử lại sau

source: Could not save interpretation, please try again later
ar: لا يمكن حذف التفسير، يرجى المحاولة مرة أخرى في وقت لاحق
id: Tidak dapat menyimpan interpretasi, silakan dicoba kembali
ku: ناتوانريت ليكدانةوةكان تؤمار بكريت دواتر هةولبدة
lo: ບໍ່ສາມາດບັນທຶກ, ກະລຸນາລອງອີກຄັ້ງ
vi: Không thể lưu bảng thuyết minh báo cáo, vui lòng thử lại sau

source: Applies to favorites with "user org units" only
ku: جيبةجي بكة بة فافوريت لةكةل / " بةكارهينةري يةكةي ريكخراو/" بةس

source: User organisation unit filter
id: Filter user unit organisasi
ku: فلتةري بةكارهينةري يةكةي دةزكا

source: Download
ku: دابةزاندن

source: API link
id: Link API
ku: بةستةري اي بي اي

source: Get as image
id: Dapatkan gambar
ku: دةستكةوتني وةك وينة
