Repository: kimbalear/dhis2-translations
Catalog: dhis-web-dashboard-integration/*.po
Languages: ar, id, ku, lo, pt, tg, vi

source: Share interpretation
ar: اعمل مشاركة لتفسير
id: Bagikan interpretasi
lo: ແຊ ການແປຜົນ
pt: Partilhar Interpretação
tg: Мубодилаи тафсир
vi: Thuyết minh báo cáo

source: Data visualizer
ar: متخيل البيانات
lo: ການສະແດງຂໍ້ມູນດ້ວຍຮູບພາບ
pt: Visualizador de dados
vi: Dữ liệu mô hình hóa

source: To
ar: الى
id: Untuk
lo: ເຖີງ
pt: Para
vi: Đến
