Repository: kimbalear/dhis2-translations
Catalog: dhis-web-dashboard-integration/tet.po
Languages: tet

source: Dashboard
tet: Painel Kontrolu

source: Insert
tet: Insere

source: Close
tet: Taka

source: Clear
tet: Hamós

source: RSS Health
tet: Saúde RSS

source: RSS Diseases
tet: Moras RSS

source: Reports
tet: Relatórius

source: Resources
tet: Rekursus

source: Report tables
tet: Tabelas relatórius

# map_view
source: Maps
tet: Mapas

# map
source: Maps
tet: Mapas

source: This is a link area
tet: Ne'e área ligasaun ida

source: Click insert and select links
tet: Klik insere depois hili ligasoens

source: This is a chart area
tet: Ida ne'e area gráfiku

source: Click Insert and select a chart
tet: Klik insere depois hili gráfiku ida

source: Insert links by going to
tet: Insere ligasoens ho dalan ba iha

source: Messages
tet: Mensajens

source: Sender
tet: Remetente

source: Date
tet: Data

source: Subject
tet: Sujeitu

source: Remove
tet: Hasai

source: Write message
tet: Hakerek mensajen

source: Write feedback
tet: Hakerek feedback

source: Write new message
tet: Hakerek mensajen foun

source: Write new feedback
tet: Hakerek feedback foun

source: Recipients
tet: Resipientes

source: Mark as unread
tet: Marka hanesan seidauk le

source: Mark as read
tet: Marka hanesan le tiha ona

source: Read
tet: Le

source: Delete
tet: Soe

source: Are you sure you want to delete the message?
tet: Itabo'ot iha serteza atu soe mensajen ida ne'e?

source: Are you sure you want to delete all selected messages?
tet: Itabo'ot iha serteza atu soe mensajen sira hotu ne'ebé selesiona ona?

source: No messages selected
tet: Laihsa mensajen selesionada ida

source: unread messages
tet: mensajens ne'ebé seidauk le

source: unread message
tet: mensajen ne'ebé seidauk le

source: Messages were deleted
tet: Mensajen sira soe tiha ona

source: Discard
tet: Soe

source: Please enter a subject
tet: Favor hatama asuntu

source: Please enter text
tet: Facor hatama textu

source: Reply
tet: Resposta

source: Username
tet: Naran uzuáriu

source: User roles
tet: Kompetensias uzuáriu

source: User/User Groups
tet: Uzuáriu/Grupus Uzuáriu

source: Select one or more recipients
tet: Hili resipiente ida ou liu

source: Sending message
tet: Haruka daudaun mensajen

source: Explore
tet: Explora

source: Interpretations
tet: Interpretasoens

source: Share your own interpretations from
tet: Partilla itabo'ot nia interpretasoens rasik husi

source: Pivot table
tet: Tabela dinámika

source: Add a comment
tet: Aumenta komentáriu

source: new interpretations
tet: interpretasoens foun

source: new interpretation
tet: interpretasaun foun

source: Click to view report table
tet: Klik atu haré tabela relatóriu

source: Click to view in Data Visualizer
tet: Klik atu haré iha Vizualizador Dadus

source: Click to view in GIS
tet: Klik atu haré iha GIS

source: Click to view data set report
tet: Klik atu haré relatóriu konjuntu dadus

source: Share
tet: Partilla

source: Write a comment, question or interpretation
tet: Hakerek komentáriu, pergunta ou interpretasaun

source: Share your interpretation of
tet: Partilla itabo'ot nia interpretasaun konabá

source: Interpretation was shared
tet: Interpretasaun partilla tiha ona

source: Viewing
tet: Haré daudaun

source: From
tet: Husi

source: load a favorite and click 'Share' on the top menu
tet: karrega favoritu ida depois klik "Partilla" iha top menu

source: generate a pivot table and click 'Share' on the top menu
tet: jera tabela dinamika ida depois klik "Partilla" iha top menu

source: Share interpretation
tet: Partilla interpretasaun

source: Select users and user groups
tet: Hili uzuárius i grupus uzunáriu

source: generate a data set report and click 'Share' on the top menu
tet: jera relatóriu konjuntu dadus depois klik 'Share' iha top menu

source: Data visualizer
tet: Vizualizador dadus

source: Data set report
tet: Relatóriu konjuntu dadus

source: Search for users, charts, maps, reports and resources
tet: Buka uzuárius, gráfikus, mapas, relatórius no rekursus

source: No hits, try again
tet: Laiha rezultadu, koko fali

source: Profile
tet: Perfil

source: Works as
tet: Servisu hanesan

source: Employed at
tet: Empregadu iha

source: Interested in
tet: Interesadu iha

source: Speaks
tet: Koalia

source: Phone number
tet: Númeru telefone

source: Org units
tet: Unidades organizasaun

source: Edit profile
tet: Edita perfil

source: Follow up
tet: Segimentu

source: Unread
tet: Seidauk le

source: Send message
tet: Haruka mensajen

source: To
tet: Bá

source: Scroll down
tet: Rola ba kraik

source: Scroll up
tet: Rola ba leten

source: Latest interpretations
tet: Interpretasoens ikus

source: View full profile
tet: Haré perfil kompletu

source: View full size
tet: Haré tamañu kompletu

source: Click to explore
tet: Klik atu explora

source: To org unit
tet: Bá unidade organizasaun

source: To user
tet: Bá uzuáriu

source: update profile!
tet: atualiza perfil!

source: or
tet: ou

source: Groups
tet: Grupus

source: Search
tet: Buka

source: Rename current dashboard
tet: Fó naran foun ba painel kontrollu atual

source: Delete current dashboard
tet: Soe painel kontrolu atual

source: Add new
tet: Aumenta foun

source: Manage
tet: Jere

source: Sharing
tet: Partilla

source: Click 'Add new' to get started
tet: Klik "Aumenta foin" atu hahú

source: Add stuff by searching from the search field above
tet: Aumenta material ho dalan buka iha kampu buska iha leten

source: Then arrange dashboard by dragging and dropping items
tet: Depois rasta no husik items sira atu organiza painel kontrolu

source: Click to explore or drag to new position
tet: Klik atu explora ou dada ba pozisaun foun

source: Drag to new position
tet: Rasta ba pozisaun foun

source: System notification
tet: Notifikasaun sistema

source: and
tet: i

source: more
tet: seluk tan

source: See more hits
tet: Haré rezultadu seluk

source: See fewer hits
tet: Haré rezultadus uitoan liu

source: Add
tet: Aumenta

source: Add items to current dashboard
tet: Aumenta items ba painel kontrolu atual

source: Could not delete interpretation, please try again later
tet: La konsege soe interpretasaun, favor koko fali depois

source: Could not delete interpretation comment, please try again later
tet: La konsege soe komentáriu interpretasaun, favor koko fali depois

source: Could not save interpretation, please try again later
tet: La konsege rai interpretasaun, favor koko fali depois
