Repository: kimbalear/dhis2-translations
Catalog: dhis-web-event-visualizer/*.po
Languages: ar

source: Dimensions
ar: الابعاد

source: Table layout
ar: تخطيط الجدول

source: Show totals
ar: اظهر الاجمالي

source: Show sub-totals
ar: اظهر الاجمالي الفرعي

source: Hide empty rows
ar: اخفِ الصفوف الفارغة

source: Display density
ar: اعرض الكثافة

source: Font size
ar: حجم الخط

source: Digit group separator
ar: فاصل مجموعة الخانات

source: Comfortable
ar: مريح

source: Compact
ar: مدمج

source: Large
ar: كبير

source: Small
ar: صغير

source: Normal
ar: طبيعي

source: Reporting period
ar: فترة اعداد

source: Organisation unit
ar: وحدة تنظيم

source: Organisation units
ar: وحدات تنظيمية

source: Parent organisation unit
ar: وحدة التنظيم الأم (الأساسية)

source: User org unit
ar: وحدة تنظيم المستخدم

source: Table options
ar: خيارات الجدول

source: Create
ar: انشئ

source: Update
ar: حدِث

source: Cancel
ar: الغِ

source: Delete
ar: احذف

source: Save
ar: احفظ

source: Hide
ar: اخفِ

source: Add new
ar: أضف جديد

source: Manage favorites
ar: نظِم المفضلات

source: Search for favorites
ar: ابحث عن المفضلات

source: Overwrite favorite
ar: استبدل كتابة المفضلات

source: Delete favorite
ar: احذف المفضلة

source: Prev
ar: سابق

source: Next
ar: لاحق

source: Rename
ar: اعادة تسمية

source: Overwrite
ar: اعادة كتابة

source: Share with other people
ar: مشاركة مع الآخرين

source: Sharing settings
ar: ضبط المشاركة

source: Can view
ar: يمكن عرض

source: Can edit and view
ar: يمكن عرض و اظهار

source: None
ar: لا شيء

source: Public access
ar: دخول عام

source: Search for user groups
ar: بحث عن مجموعات المستخدمين

source: Available
ar: متوفر

source: Selected
ar: مختارة

source: Indicators
ar: مؤشرات

source: All indicator groups
ar: كل مجموعات المؤشرات

source: Select indicator group
ar: اختر مجموعة المؤشرات

source: Data elements
ar: عناصر البيانات

source: All data element groups
ar: كل مجموعات عناصر البيانات

source: Select data element group
ar: اختر مجموعة عناصر البيانات

source: Data sets
ar: مجموعات البيانات

source: Reporting rates
ar: نسب الإعداد / التقارير

source: Periods
ar: فترات

source: Select period type
ar: اختر نوع الفترة

source: Weeks
ar: أسابيع

source: Last week
ar: الاسبوع الفائت

source: Last 4 weeks
ar: الأسابيع الأربعة الفائتة

source: Last 12 weeks
ar: آخر 12 اسبوعا

source: Months
ar: أشهر

source: Last month
ar: الشهر الماضي

source: Last 3 months
ar: الأشهر الثلاثة الماضية

source: Last 12 months
ar: اخر 12 شهرا

source: Bi-months
ar: أشهر ثنائية

source: Last bi-month
ar: الأشهر الثنائية الماضية

source: Last 6 bi-months
ar: الأشهر الثنائية الست الماضية

source: Quarters
ar: أرباع

source: Last quarter
ar: الربع الأخير

source: Last 4 quarters
ar: الأرباع الأربعة الأخيرة

source: Six-months
ar: ست أشهر

source: Last six-month
ar: الأشهر الست الماضية

source: Last 2 six-months
ar: آخر ستتي أشهر

source: Years
ar: سنوات

source: This year
ar: هذه السنة

source: Last year
ar: السنة الفائتة

source: Last 5 years
ar: آخر 5 سنوات

source: Financial years
ar: سنوات مالية

source: Last financial year
ar: السنة المالية الفائتة

source: Last 5 financial years
ar: الخمس السنوات المالية الفائتة

source: Prev year
ar: السنة السابقة

source: Next year
ar: السنة اللاحقة

source: Select all children
ar: اختر كل الأطفال

source: Table
ar: جدول

source: Chart
ar: مخطط

source: Map
ar: خريطة

source: Home
ar: الصفحة الرئيسية

source: Data
ar: بيانات

source: Categories
ar: تصنيفات

source: Style
ar: اسلوب

source: Parameters
ar: عوامل متغيرة

source: for standard reports only
ar: للتقارير القياسية فقط

source: Please create a table first
ar: رجاءً انشئ جدولاً في البداية

source: Indicators cannot be specified as filter
ar: لايمكن للمؤشرات أن تحدد كتصفية

source: Categories cannot be specified as filter
ar: لايمكن للفئات أن تحدد تصفية

source: Data element group sets cannot be specified together with data sets
ar: لا يمكن لمجموعة التصنيفات لعناصر البيانات أن تحدد مع مجموعات البيانات

source: At least one dimension must be specified as row or column
ar: يجب أن يتم تحديد بعد واحد على الأقل كصف أو عمود

source: At least one period must be specified as column row or filter
ar: يجب أن يتم تحديد فترة واحدة على الأقل كصف عمودي أو تصفية

source: Layout
ar: تصميم

source: Options
ar: خيارات

source: Download
ar: تنزيل

source: Favorites
ar: تفضيلات

source: Include regression
ar: تتضمن تراجعاً

source: Include cumulative
ar: تتضمن تراكماً

source: Sort order
ar: افرز الترتيب

source: Low to high
ar: من الأقل الى الأكثر

source: High to low
ar: من الأكثر الى الأقل

source: Top limit
ar: الحد الأعلى

source: Plain data source
ar: مصدر بيانات بسيط

source: Graphics
ar: تخطيط

source: Data sets cannot be specified as filter
ar: لا يمكن لمجموعات البيانات أن تحدد كتصفية

source: Share
ar: مشاركة

source: interpretation
ar: ترجمة فورية

source: Write a comment question or interpretation
ar: اكتب تعليقاً , سؤالاً أو ترجمةً فوريةً

source: Legend set
ar: مجموعة الشروحات

source: Select organisation units
ar: اختر وحدات التنظيم

source: Select boundaries and levels
ar: اختر حدوداً و مستويات

source: Select organisation unit levels
ar: اختر مستويات وحدة التنظيم

source: Totals
ar: الاجمالي

source: Details
ar: تفاصيل

source: Select boundaries and groups
ar: اختر حدوداً و مجموعات

source: Select organisation unit groups
ar: اختر مجموعات وحدة التنظيم

source: Allow external access
ar: السماح بالدخول الخارجي

source: Show hierarchy
ar: اظهر التسلسل الهرمي

source: All indicators
ar: كل المؤشرات

source: All data elements
ar: كل عناصر البيانات

source: Daily
ar: يومياً

source: Weekly
ar: اسبوعياً

source: Monthly
ar: شهرياً

source: Bi-monthly
ar: كل شهرين

source: Quarterly
ar: كل ربع سنة

source: Six-monthly
ar: كل ست أشهر

source: Six-monthly April
ar: كل ست أشهر , ابريل

source: Yearly
ar: سنوياً

source: Financial October
ar: شهر أكتوبر/تشرين الأول المالي

source: Financial July
ar: شهر يونيو/حزيران المالي

source: Financial April
ar: شهر ابريل/نيسان المالي

source: Plugin config
ar: التكوين المساعد

source: Default
ar: افتراضي

source: Aggregation type
ar: نوع التجميع

source: Relative periods
ar: فترات نسبية

source: Start-end dates
ar: تواريخ البدء و الانتهاء

source: Top
ar: اعلى

source: Bottom
ar: اسفل

source: Limit
ar: حدود

source: Chart type
ar: نوع المخطط

source: Column chart
ar: مخطط بالأعمدة

source: Stacked column chart
ar: مخطط عمودي مكدس

source: Bar chart
ar: مخطط شريطي

source: Stacked bar chart
ar: مخطط شريطي مكدس

source: Line chart
ar: مخطط خطي

source: Area chart
ar: مخطط منطقة

source: Pie chart
ar: مخطط دائري

source: Radar chart
ar: مخطط راداري

source: Events
ar: احداث

source: Tracked entity instances
ar: أمثلة كيان متبعة

source: Count type
ar: نوع العد

source: Hide chart subtitle
ar: أخفِ العنوان الفرعي للمخطط

source: Hide chart legend
ar: اخفِ شروحات المخطط

source: Domain axis title
ar: عنوان محور النطاق

source: Range axis title
ar: عنوان محور المجال

source: Target
ar: جِد هدفاً

source: Target line value
ar: جد قيمة في سطر

source: Target line label
ar: جٍد عنواناً في سطر

source: Show values
ar: اظهر القيم

source: Hide empty category items
ar: اخفِ عناصر الفئة الفارغة

source: Chart title
ar: اسم المخطط

source: Hide chart title
ar: اخفِ اسم المخطط

source: Base
ar: قاعدة

source: Axes
ar: محاور

source: General
ar: عام

source: Go to event reports
ar: اذهب الى تقرير الحادثة

source: Open this chart as table
ar: افتح هذا الجدول كمخطط

source: Open last table
ar: افتح آخر جدول

source: Chart options
ar: خيارات المخطط

source: Select sub-units
ar: اختر وحدات فرعية

source: You do not have access to all items in this favorite
ar: ليس لديك حق الوصول لكل العناصر في المفضلة هذه

source: Creating a chart
ar: انشاء مخطط

source: Select items from any of the dimensions in the left menu
ar: اختر عناصر من أي واحدة من الأبعاد في القائمة على اليسار

source: Click Layout to arrange your dimensions on chart series and categories
ar: اضغط على (تصميم) لترتيب أبعادك على صفوف و أعمدة الجدول

source: Click Update to create your chart
ar: اضغط على (تحديث) لإنشاء جدولك

source: Working with a chart
ar: العمل مع مخطط

source: Click Options to show trend lines, target lines, axis titles and more
ar: اضغط على (خيارات) لتخفي المجموع الفرعي أو لتفرغ الصفوف أو لتعدل الخط و غيرها

source: Click Favorites to save your chart for later use
ar: اضغط على (مفضلات) لتحفظ جدولك للاستخدام اللاحق

source: Click Download to save chart graphics to your computer
ar: اضغط على (تنزيل) لتحفظ بيانات الجدول على حاسبك

source: Last 52 weeks
ar: آخر 52 شهراً

source: Last 6 months
ar: آخر 6 اشهر

source: Initializing
ar: تهيئة للبدء

source: Created by
ar: انشئ بواسطة

source: Clear event chart
ar: امسح تقرير الحدث

source: Count
ar: عد

source: Sum
ar: حاصل جمع

source: By data element
ar: بواسطة عنصر البيانات
