Repository: kimbalear/dhis2-translations
Catalog: dhis-web-maintenance-appmanager/*.po
Languages: ar, es, fr, id, pt, ru, tg, zh

source: Installed Apps
ar: التطبيقات المثبتة
es: Apps instaladas
fr: Applications installées
id: Apps yang terinstal
pt: Aplicações instaladas
zh: 已安装应用

source: Settings
ar: الإعدادات
es: Configuración
fr: Paramètres
pt: Configurações
ru: Настройки
tg: Танзимот
zh: 设置

source: App Store
ar: مخزن التطبيقات
fr: Magasin d'applications
pt: Loja de aplicações
ru: Магазин приложений
tg: Дӯкони барномаҳо
zh: 应用商店

source: Saved Settings
ar: الإعدادات المحفوظة
es: Configuración guardada
fr: Enregistrer les paramètres
id: Simpan Settings
pt: Configurações guardadas
ru: Сохраненные настройки
tg: Танзимоти захирашуда
zh: 保存设置

source: App installation folder
ar: مجلد تثبيت التطبيق
es: Carpeta de instalación de apps
fr: Répertoire d'installation de l'application
id: Folder instalasi App
pt: Directório de instalação da aplicação
ru: Папка магазина приложений
tg: Ҷузвдони насби барнома
zh: 应用安装文件夹

source: absolute path on server for uploaded apps
ar: المسار المطلق على الخادم للتطبيقات المحملة
es: ruta absoluta en el servidor para apps subidas
fr: chemin absolu sur le serveur pour les applications téléchargées
pt: Localização absoluta no servidor para carregar aplicações
zh: 应用上传到服务器的绝对路径

source: App base URL
ar: قاعدة التطبيق URL
es: URL base para apps
fr: URL de base de l'application
pt: URL da aplicação
ru: Базовая URL приложения
tg: URL-и заминавии барнома
zh: 应用 base URL

source: location of where apps can be found on the Web
ar: الموقع الذي تجد فيه التطبيقات على الشبكة
es: ubicación donde encontrar apps en la web
fr: lieu où trouver des application sur le Web
id: Lokasi untuk mencari apps di web
pt: Localização na Web onde as aplicações podem ser encontradas
zh: 应用在Web中的位置

source: App store URL
ar: مخزن التطبيقات URL
es: URL app store
fr: URL du magasin d'applications
pt: URL do centro de aplicações
ru: URL магазина приложений
tg: URL-и дӯкони барномаҳо
zh: 应用商店URL

source: Upload App package (ZIP)
ar: تحميل مجموعة التطبيق (ZIP)
es: Subir paquete App (ZIP)
fr: Charger sur le serveur le paquet d'application (ZIP)
pt: Submeter uma aplicação (ZIP)
ru: Загрузить пакет приложений (ZIP)
tg: Боркунии бастаи барномаҳо (ZIP)
zh: 上传应用包（ZIP）

source: App installed successfully
ar: تم تثبيت التطبيق بنجاح
es: App instalada con éxito
fr: Application correctement installée
id: App berhasil diinstal
pt: Aplicação instalada com sucesso
ru: Приложение успешно установлено
tg: Барнома бомуваффақият насб шуд
zh: 应用已成功安装

source: Manifest file not found in app
ar: لم يتم إيجاد الملف الموضح في التطبيق
es: Archivo manifest no encontrado en la app
fr: Fichier manifeste non trouvé dans l'application
id: Manifest file tidak ditemukan di app
pt: Ficheiro manifest não encontrado na aplicação
ru: Файл манифеста не найден в приложениях
tg: Файли аёният дар барнома ёфт нашуд
zh: 应用中Manifest文件未找到

source: App is not a valid ZIP archive
ar: التطبيق ليس تاريخا ZIPصالح
es: La app no es un archivo ZIP válido
fr: L'application n'est pas une archive ZIP valide
id: App tidak dalam format ZIP yang valid
pt: A aplicação não é um arquivo ZIP válido
ru: Приложение не является действительным ZIP архивом
tg: Барнома бойгонии дурусти ZIP нест
zh: 应用不是一个有效的ZIP压缩包

source: Are you sure you want to delete this app?
ar: هل تريد حقا حذف هذا التطبيق؟
es: ¿Está seguro de eliminar la app?
fr: Etes-vous sûr de vouloir supprimer cette application?
id: Apakah anda yakin ingin menghapus app ini?
pt: Tem a certeza que deseja remover esta aplicação?
ru: Вы уверены, что хотите удалить настоящее приложение?
tg: Оё боварӣ доред, ки ин барномаро нест кардан мехоҳед?
zh: 你确定要删除本应用吗？

source: Invalid JSON syntax in manifest file
es: Sintaxis JSON inválidas en el archivo manifest
fr: Syntaxe JSON invalide dans le fichier manifeste
pt: JSON inválido no ficheiro manifest
ru: Недействительный синтаксис JSON в файле манифеста
tg: Синтаксиси нодурусти JSON дар файли аёният
zh: manifest文件中JSON语法无效

source: Could not read app files, check server permissions
ar: لم تتم قراءة ملفات التطبيق ، تفحص اذن الخادم
fr: Impossible de lire les fichiers d'application, veuillez vérifier les autorisations serveur
id: Tidak dapat membaca file app anda, silakan cek server permissions
zh: 不能读取应用文件，请检查服务器权限

source: App deleted successfully
ar: تم حذف التطبيقات بنجاح
es: App eliminada con éxito
fr: Application correctement supprimée
id: App berhasil dihapus
pt: Aplicação removida com sucesso
ru: Приложение успешно удалено
tg: Барнома бомуваффақият нест карда шуд
zh: 应用已成功删除

source: Manage Installed Apps
ar: إدارة التطبيقات المنصبة
es: Gestionar apps instaladas
fr: Gérer les applications installées
id: Atur Apps terinstal
pt: Gerir aplicações instaladas
ru: Управлять установленными приложениями
tg: Идоракунии барномаҳои насбшуда
zh: 管理已安装应用

source: App name
ar: اسم التطبيق
es: Nombre de la aplicación
fr: Nom de l'application
id: Nama App
pt: Nome da aplicação
ru: Название приложения
tg: Номи барнома
zh: 应用名称

source: You have no apps installed at the moment
ar: لا يوجد تطبيقات كثبتة في ذه الوقت
es: No hay ninguna app instaladas
fr: Vous n'avez pas d'applications installées en ce moment
id: Saat ini anda tidak memiliki apps yang terinstal
pt: Não há aplicações instaladas de momento
ru: На данный момент у вас нет установленных приложений
tg: Дар айни замон шумо ягон барноами насбшдуа надоред
zh: 你当前没有已安装的应用

source: Author
ar: المؤلف
es: Autor
fr: Auteur
pt: Autor
ru: Автор
tg: Муаллиф
zh: 作者

source: Version
ar: النسخة
id: Versi
pt: Versão
ru: Версия
tg: Версия
zh: 版本

source: Set to default
fr: Définir comme valeur par défaut
id: Set sebagai default
zh: 设为默认值
