Repository: kimbalear/dhis2-translations
Catalog: dhis-web-light/*.po
Languages: ar, es, fr, id, km, pt, ru, tg

source: Home
ar: الصفحة الرئيسية
es: Inicio
fr: Accueil
id: Beranda
km: ទំព័រដើម
pt: Página Principal
ru: Домашняя страница
tg: Саҳифаи асосӣ

source: Navigate to
ar: الانتقال إلى
es: Navegar
fr: Aller à
id: Arahkan ke
km: រកទៅលើ
pt: Navegar para
ru: Переход
tg: Паймоиш ба

source: Reports
ar: التقريرات
es: Reportes
fr: Rapports
id: Laporan
km: របាយ​ការណ៍
pt: Relatórios
ru: Отчеты
tg: Ҳисоботҳо

source: Charts
ar: الرسوم البيانية
es: Gráficas
fr: Graphiques
id: Grafik
km: គំនូស​តាង
pt: Gráficos
ru: Диаграммы
tg: Диаграммаҳо

source: Documents
ar: الوثائق
es: Documentos
id: Dokumen
km: ឯកសារ
pt: Documentos
ru: Документы
tg: Ҳуҷҷатҳо

source: Dashboard reports
ar: تقريرات لوحة المعلومات
es: Reportes del panel de control
fr: Rapports de tableau de bord
id: Dashboard laporan
km: ផ្ទាំងរបាយការណ៍សង្ខេប
pt: Relatórios do Painel de Instrumentos
ru: Отчеты информационной панели
tg: Ҳисоботҳои лавҳаи маълумот

source: Dashboard charts
ar: الرسوم البيانية لوحة المعلومات
es: Gráficas del panel de control
fr: Graphiques de tableau de bord
id: Dashboard grafik
km: ផ្ទាំងគំនូសតាងសង្ខេប
pt: Gráficos do Painel de Instrumentos
ru: Диаграммы информационной панели
tg: Диаграммаҳои лавҳаи маълумот

source: Dashboard documents
ar: وثائق لوحة المعلومات
es: Documentos del panel de control
fr: Documents de tableau de bord
id: Dashboard dokumen
km: ផ្ទាំងឯកសារសង្ខេប
pt: Documentos do Painel de Instrumentos
ru: Документы информационной панели
tg: Ҳуҷҷатҳои лавҳаи маълумот

source: Data Entry
ar: إدخال البيانات
es: Introducir datos
fr: Saisie de données
id: Entri Data
km: កន្លែងបញ្ជូលទិន្នន័យ
pt: Entrada de Dados
ru: Ввод данных
tg: Ворид кардани иттилоот

source: Namebased Data Entry
ar: إدخال البيانات بحسب الاسم
es: Entrada de datos basada en nombre
fr: Saisie de données nominales
id: Entri Data berbasis Nama
pt: Entrada de Dados com base no nome
ru: Ввод данных с учетом названий
tg: Вуруди иттилоот аз рӯи ном

source: Data Entry Overview
ar: لمحة عامة عن إدخال البيانات
es: Visión general de entrada de datos
fr: Aperçu de saisie de données
id: Overview Entri Data
km: ទិដ្ឋភាពបញ្ជូលទិន្នន័យ
pt: Visão geral de entrada de dados
ru: Обзор ввода данных
tg: Шарҳи мухтасари вуруди иттилоот

source: Desktop version
ar: إصدار سطح المكتب
es: Version escritorio
fr: Version bureau
id: Versi dekstop
pt: Versão para Desktop
ru: Версия рабочего стола
tg: Версияи мизи корӣ

source: Report parameters
ar: متغيرات التقرير
es: Parámetros de Reporte
fr: Paramètres de rapport
id: Parameter laporan
km: របាយការណ៍របស់អថេរ
pt: Parâmetros de relatório
ru: Параметры отчета
tg: Параметрҳои ҳисобот

source: Get report
ar: احصل على تقرير
es: Generar reporte
fr: Obtenir le rapport
id: Buat laporan
km: ទាញយករបាយការណ៍
pt: Obter relatório
ru: Получить отчет
tg: Гирифтани ҳисобот

source: Report period
ar: فترة التقرير
es: Periodo del reporte
fr: Période de rapportage
id: Periode pelaporan
km: របាយការណ៍កំឡុងពេល
pt: Período de relatório
ru: Отчетный период
tg: Давраи ҳисоботӣ

source: Please select organisation unit
ar: الرجاء اختيار وحدة المنظمة
es: Por favor, selecione una unidad organizativa
fr: Veuillez sélectionner unité d'organisation
id: Silakan pilih unit organisasi
km: សូមជ្រើសរើសអង្គការ
pt: Por favor seleccione unidade organizacional
ru: Пожалуйста, выберите не менее одной организации
tg: Лутфан на камтар аз як воҳиди сохториро интихоб кунед

source: Available data sets
ar: فئات البيانات المتاحة
es: Sets de datos disponibles
fr: Ensembles de données disponibles
id: Data set yang tersedia
pt: Fichas disponíveis
ru: Имеющиеся наборы данных
tg: Маҷмӯъҳои иттилооти мавҷуда

source: Available organisation units
ar: وحدات المنظمة المتاحة
es: Unidades organizativas disponibles
fr: Unités d'organisation disponible
id: Unit organisasi yang tersedia
km: អង្គការដែលអាចប្រើបាន
pt: Unidades organizacionais disponíveis
ru: Имеющиеся организации
tg: Воҳидҳои маъмурии мавҷуда

source: Available periods
ar: الفترات المتاحة
es: Periodos disponibles
fr: Périodes Disponible
id: Periode yang tersedia
km: កំឡុងពេលដែលអាចប្រើបាន
pt: Períodos disponíveis
ru: Доступные периоды
tg: Давраҳои мавҷуда

source: Settings
ar: الإعدادات
es: Ajustes
fr: Parametres
id: Pengaturan
km: ការ​កំណត់
pt: Configurações
ru: Настройки
tg: Танзимот

source: Interface Language
ar: لغة الواجهة
es: Idioma de la interfaz
fr: Langue de l'interface
id: Bahasa Interface
km: ផ្ទាំងភាសា
pt: Língua da interface
ru: Язык интерфейса
tg: Забони интерфейс

source: is not a valid boolean
ar: ليس تعبيراً منطقيات صحيحاً
es: booleano invalido
fr: n'est pas un booléen valide
id: Boolean tidak valid
km: មិនមែនជាលេខ ០ ឬ ១ ដែលត្រឹមត្រូវ
pt: não é um booleano válido
ru: недействительное лочическое значение
tg: ифодаи дурусти Бул нест

source: is not a valid date (yyyy-MM-dd)
ar: ليس تاريخاً صحيحاً (يوم - شهر - سنة)
es: fecha inválida (yyyy-MM-dd)
fr: n'est pas une date valide (aaaa-MM-jj)
id: Tanggal tidak valid (yyyy-MM-dd)
km: កាលបរិច្ចេទមិនត្រឹមត្រូវ (yyyy-MM-dd)
pt: não é uma data válida (yyyy-MM-dd)
ru: недействительная дата (гггг-ММ-дд)
tg: санаи дуруст нест (сссс-ММ-дд)

source: is not a valid number
ar: ليس عدداً صحيحاً
es: número inválido
fr: n'est pas un booléen valide
id: angka tidak valid
km: មិនមែនជាតួរលេខត្រឹមត្រូវ
pt: não é um número válido
ru: недействительное число
tg: адади дуруст нест

source: is not a valid integer
ar: ليس رقماً صحيحاً
es: entero inválido
fr: n'est pas un entier valide
id: bilangan bulat tidak valid
km: មិនមែនជាតួរលេខគត់ដែលត្រឹមត្រូវទេ
pt: não é um número inteiro válido
ru: недействительное целое число
tg: адади бутуни дуруст нест

source: is not a valid positive integer
ar: ليس رقماً إيجابياً صحيحاً
es: entero positivo inválido
fr: n'est pas un entier positif valide
id: Bukan bilangan bulat positif yang valid
km: មិនមែនជាតួរលេខគត់វិជ្ជមានដែលត្រូឹមត្រូវទេ
pt: não é um inteiro positivo válido
ru: недействительное положительное целое число
tg: адади бутуни мусбии дуруст нест

source: is not a valid zero or positive integer
ar: ليس رقماً صفرياً أو إيجابياً صحيحاً
fr: n'est pas un entier positif ou nul valide
id: bukan nol yang valid atau bilangan bulat positif
km: មិនមែនជាតួរលេខគត់វិជ្ជមាន រឺ លេខសូន្យដែលត្រឹមត្រូវទេ
pt: não é um inteiro positivo válido ou zero

source: is not a valid negative integer
ar: ليس رقماً سلبياً صحيحاً
es: entero negativo inválido
fr: n'est pas un entier valide négative
id: Bukan bilangan bulat negatif yang valid
km: មិនមែនជាតួរលេខគត់អវិជ្ជមានដែលត្រឹមត្រូវទេ
pt: não é um número inteiro negativo válido
ru: недействительное отрицательное целое число
tg: адади бутуни манфии дуруст нест

source: is not a valid name
ar: ليس اسماً صحيحاً
es: el nombre no es válido
fr: n'est pas un nom valide
id: Nama tidak valid
km: មិន​មែន​ជា​​ឈ្មោះ​ដែល​ត្រឹមត្រូវទេ
pt: Não é um nome válido
ru: недействительное имя
tg: номи дуруст нест

source: needs to be 7 or more characters
ar: يجب أن يكون 7 حروف أو أكثر
es: se necesitan 7 caracteres o mas
fr: doit comporter au moins 7 caractères
id: harus terdiri dari 7 atau lebih karakter
km: តម្រូវការតួរអក្សរចាប់ពី ៧តួរអក្សរឬច្រើនជាងនេះ
pt: Deve conter 7 ou mais caracteres
ru: должно быть 7 или более символов
tg: бояд аз 7 ё зиёда аломат иборат бошад

source: is a mandatory field
ar: حقل إلزامي
es: es un campo obligatorio
fr: est obligatoire
id: isian wajib
km: ជា ធាតុដែលត្រូវបញ្ជូលដាច់ខាត
pt: é um campo obrigatório
ru: обязательное для заполнения поле
tg: майдони ҳатмист

source: person identifier number is duplicated
ar: رقم تحديد الشخص متكرر
es: el número de identificador está duplicado
fr: Le numéro d'identification de personne est dupliqué
id: penanda identitas angka telah diduplikasi
km: លេខកំណត់សម្គាល់ស្ទួនគ្នា
pt: Número de identificação do beneficiário duplicado
ru: дублирован номер персонального идентификатора
tg: рақами идентификатори шахс такрор шудааст

source: Warnings and errors
ar: التحذيرات والأخطاء
es: Avisos y errores
fr: Avertissements et erreurs
id: Peringatan dan kesalahan
km: បំរាម និង មានកំហុស
pt: Avisos e erros
ru: Предупреждения и ошибки
tg: Огоҳиҳо ва хатогиҳо

source: Validation Rule Violation Warnings
ar: تحذير اختراق قاعدة التحقق من الصحة
es: Avisos de violación de regla de validación
fr: Avertissement de violation de règle de validation
id: Peringatan Pelanggaran Aturan Validasi
pt: Avisos sobre violação da regra de validação
ru: Предупреждения о нарушениях правил проверки
tg: Огоҳиҳои вайронкунии қоидаҳои санҷиши эътибор

source: Min/Max Violation Warnings
ar: تحذير اختراق الحد الأدنى / والأقصى
es: Min/Max aviso de violación
fr: Avertissements Violation Min / Max
id: Peringatan Pelanggaran Min/Maks
km: បំរាម អប្បបរមា/អតិប្បរមាចេញផុតពីដែនកំណត់
pt: Avisos sobre violação de valores Min/Max
ru: Предуприеждения о нарушениях мин/макс
tg: Огоҳиҳои вайронкунии мин/макс

source: Type Violation Errors
ar: نوع الأخطاء
es: Errores de tipo de violación
fr: Erreurs de violation de type
id: Tipe Kesalahan Pelanggaran
pt: Tipos de erros de violação
ru: Ошибки типичных нарушений
tg: Навъи хатогиҳои вайронкунӣ

source: Messages
ar: الرسائل
es: Mensajes
id: Pesan
km: សារ
pt: Mensagens
ru: Сообщения
tg: Паёмҳо

source: Conversations
ar: الحوارات
es: Conversaciones
id: Percakapan
pt: Conversas
ru: Диалоги
tg: Гуфтугӯҳо

source: Subject
ar: الموضوع
es: Asunto
fr: Sujet
id: Subjek
km: ប្រធាន​បទ
pt: Assunto
ru: Тема
tg: Мавзӯъ

source: Reply
ar: الرد
es: Responder
fr: Répondre
id: Balas
km: ឆ្លើយតប
pt: Responder
ru: Ответить
tg: Ҷавоб додан

source: Form complete
ar: اكتمال النموذج
es: Formulario completo
fr: Formulaire achevé
id: Form lengkap
km: បញ្ចប់សំណុំទម្រង់បែបបទ
pt: Formulário concluido
ru: Форма завершена
tg: Шакл пур карда шуд

source: Completed
ar: اكتمل
es: Completado
fr: Achevé
id: Sudah lengkap
km: បាន​បញ្ចប់
pt: Concluído
ru: Завершено
tg: Анҷомёфта

source: Completed Programs
ar: البرامج المكتملة
es: Programas Completos
fr: Programmes achevés
id: Program sudah lengkap
km: បានបញ្ចប់កម្មវិធី
pt: Programas terminados
ru: Завершеннные программы
tg: Барномаҳои анҷомёфта

source: Saved Section
ar: القسم المحفوظ
es: Sección guardada
fr: Section enregistré
id: Simpan bagian
pt: Secção gravada
ru: Сохраненный раздел
tg: Қисми захирашуда

source: Sections
ar: الأقسام
es: Secciones
id: Bagian
pt: Secções
ru: Разделы
tg: Қисмҳо

source: Current Activity Plan
ar: خطة النشاط الحالية
es: Plan actual de actividad
fr: Plan d'activités courant
id: Rencana Aktivitas saat ini
pt: Plano de actividades corrente
ru: Текущий план действий
tg: Нақшаи чорабиниҳои ҷорӣ

source: All Activity Plan
ar: خطة كل الأنشاطة
es: Todo el plan de actividad
fr: Plan de toutes les activités
id: Semua Rencana Aktivitas
pt: Todo Plano de Actividades
ru: Все планы действий
tg: Ҳама нақшаҳои чорабиниҳо

source: Activity Type
ar: نوع النشاط
es: Tipo de activid
fr: Type d'activités
id: Tipe Aktivitas
pt: Tipo de Actividades
ru: Вид действий
tg: Намуди фаъолият

source: Person List
ar: قائمة الشخص
es: Lista de personas
fr: Liste de personnes
id: Daftar Peserta
km: បញ្ជីគោលដៅ
pt: Lista de Beneficiário
ru: Список лиц
tg: Рӯйхати шахсон

source: Activity List
ar: قائمة النشاط
es: Lista de actividades
fr: Liste d'activités
id: Daftar Aktivitas
km: បញ្ជីសកម្មភាព
pt: Lista de actividades
ru: Список действий
tg: Рӯйхати фаъолиятҳо

source: Successfully Saved
ar: تم الحفظ بنجاح
es: Guardado correctamente
fr: Enregistré avec succès
id: Disimpan dengan sukses
km: រក្សាទុកដោយជោគជ័យ
pt: Guardado com sucesso
ru: Успешно сохранено
tg: Бомуваффақият захира шуд

source: Select Option
ar: اختر أحد الخيارات
es: Seleccionar opción
fr: Choisir Option
id: Pilih Opsi
pt: ~Escolha opção
ru: Выбрать опцию
tg: Интихоби имкон

source: Option Set Searching Result
ar: نتيجة بحث فئة الاختيار
es: Resultado de Búsqueda de Set de Opciones
fr: Resultat de recherche d'ensemble d'options
id: Set opsi pencarian hasil
pt: Resultado da opção de pesquisa
ru: Результат поиска настроек опций
tg: Натиҷаи ҷустуҷӯи маҷмӯи имконот

source: Searching for
ar: البحث عن
es: Buscando
fr: Recherche de
id: Pencarian untuk
km: កំពុងស្វែងរក
pt: Pesuisando por
ru: Поиск
tg: Ҷустуҷӯи

source: Gender
ar: الجنس
es: Género
fr: Genre
id: Jenis kelamin
km: ភេទ
pt: Género
ru: Пол
tg: Ҷинс

source: Date of Birth
ar: تاريخ الميلاد
es: Fecha de nacimiento
fr: Date de naissance
id: Tanggal Lahir
km: ថ្ងៃខែ​ឆ្នាំ​កំណើត
pt: Data de Nascimento
ru: Дата рождения
tg: Санаи таваллуд

source: Blood Group
ar: فصيلة الدم
es: Grupo sanguíneo
fr: Groupe sanguin
id: Golongan Darah
km: ក្រុមឈាម
pt: Grupo Sanguíneo
ru: Группа крови
tg: Гурӯҳи хун

source: Detail For
ar: تفصيل الـ
es: Detalles de
fr: Détail pour
id: Detail untuk
km: លម្អិតសម្រាប់
pt: Detalhe para
ru: Детали по
tg: Маълумоти муфассали

source: Organisation Unit
ar: وحدة المنظمة
es: Unidad Organizativa
fr: Unité d'organisation
id: Unit Organisasi
km: ផ្នែក​នៃ​អង្គការ
pt: Unidade Organizacional
ru: Организация
tg: Воҳиди сохторӣ

source: Person Registration
ar: تسجيل الشخص
es: Registro de Personas
fr: Enregistrement de personne
id: Pendaftaran Orang
km: ការ​ចុះ​ឈ្មោះ​គោលដៅ
pt: Registo do Beneficiário
ru: Регистрация лица
tg: Бақайдгирии шахс

source: Full Name
ar: الاسم كاملاً
es: Nombre completo
fr: Nom complet
id: Nama Lengkap
km: ឈ្មោះពេញ​
pt: Nome Completo
ru: Полное имя
tg: Ному насаби пурра

source: Male
ar: ذكر
es: Masculino
fr: Masculin
id: Laki - laki
km: ប្រុស
pt: Masculino
ru: Мужчина
tg: Мард

source: Female
ar: أنثى
es: Femenino
fr: Feminin
id: Perempuan
km: ស្រី​
pt: Feminino
ru: Женщина
tg: Зан

source: Empty Field
ar: حقل فارغ
es: Campo vacío
fr: Champs vide
id: Isian kosong
pt: Campo vazio
ru: Пустое поле
tg: Майдони холӣ

source: Person Enrollment
ar: إدراج الشخص
es: Inscripción de personas
fr: Inscription de personne
id: Pendaftaran Orang
pt: Inscri
ru: Включение лица
tg: Номнависи шахс

source: Person Search
ar: البحث عن الشخص
es: Búsqueda de personas
fr: Recherche de personne
id: Pencarian Orang
pt: Pesquisar beneficiário
ru: Поиск лица
tg: Ҷустуҷӯи шахс

source: Person Name
ar: اسم الشخص
es: Nombre
fr: Nom de personne
id: Nama orang
pt: Nome do Beneficiário
ru: Имя лица
tg: Номи шахс

source: Search Result for
ar: نتيجة البحث عن
es: Resultado de la búsqueda para
fr: Resultat de la recherche de
id: Pencarian Hasil untuk
pt: Resultado de pesquisa para
ru: Результат поиска для/по
tg: Натиҷаи ҷустуҷӯ барои

source: Search
ar: البحث
es: Buscar
fr: Chercher
id: Pencarian
km: ស្វែងរក
pt: Pesquisar
ru: Поиск
tg: Ҷустуҷӯ

source: Enrolled Program(s)
ar: البرامج المدرجة
es: Programa(s) en que está registrado
fr: Inscrit dans le(s) programme(s)
id: Daftarkan program
km: បានចុះបញ្ជីកម្មវិធី
pt: Programas inscritos
ru: Включенные(ая) программы(а)
tg: Барнома(ҳо)и номнависшуда

source: Other Programs
ar: البرامج الأخرى
es: Otros Programas
fr: Autres programmes
id: Program Lain
km: កម្មវិធី​ផ្សេងទៀត
pt: Outros programas
ru: Другие программы
tg: Барномаҳои дигар

source: Available Programs
ar: البرامج المتاحة
es: Programas disponibles
fr: Programmes disponibles
id: Program yang tersedia
km: កម្មវិធី​ដែល​អាច​ប្រើ​បាន
pt: Programas Disponíveis
ru: Имеющиеся программы
tg: Барномаҳои мавҷуда

source: No Enrolled Programs
ar: لا توجد برامج مدرجة
es: Programas en los que no está registrado
fr: Non inscrit dans les programmes
id: Tidak ada program yang didaftarkan
km: មិនបានចុះបញ្ជីកម្មវិធី
pt: nenhuma inscrição noprograma
ru: Нет включенных программ
tg: Ягон барномаи номнависшуда

source: No Completed Programs
ar: برامج غير مكتملة
es: Programas no completados
fr: Programmes inachevés
id: Program tidak lengkap
km: មិនបានបញ្ចប់កម្មវិធី
pt: Nenhum programa completo
ru: Нет завершенных программ
tg: Ягон барномаи анҷомёфта

source: Enroll
ar: الإدراج
es: Dar de alta
fr: Inscrire
id: Mendaftarkan
km: ចុះឈ្មោះ
pt: Inscrição
ru: Включить
tg: Номнавис

source: Enrollment Date
ar: تاريخ الإدراج
es: Fecha de alta
fr: Date d'inscription
id: Tanggal Mendaftarkan
km: ការចុះកាលបរិច្ចេទ
pt: Data de inscrição
ru: Дата включения
tg: Санаи номнавис

source: Incident Date
ar: تاريخ الحادثة
es: Fecha del Incidente
fr: Date d'incident
id: Tanggal Insidensi
km: កាលបរិច្ចេទនៃហេតុកាណ៍
pt: Data do Incidente
ru: Дата происшествия
tg: Санаи воқеа

source: Program List
ar: قائمة البرنامج
es: Lista de Programas
fr: Liste de programme
id: Daftar Program
pt: Lista de programas
ru: Список программ
tg: Рӯйхати барномаҳо

source: Single Event List
ar: قائمة الحدث الفردي
es: Listado de Eventos aislados
fr: Liste d'évènements uniques
id: Daftar Single Event
pt: Lista de eventos simples
ru: Список одиночных событий
tg: Рӯйхати рӯйдодҳои алоҳида

source: Back To Single Event Form
ar: العودة إلى نموذج الحدث الفردي
es: Volver al Formulario de Evento Simple
fr: Retour au formulaire d'évènement unique
id: Kembali ke Form Single Event
pt: Retornar para Evento Simples
ru: Назад к форме одиночного события
tg: Бозпас ба шакли рӯйдодҳои алоҳида

source: Tracking
ar: التتبع
es: Seguimiento
fr: Suivi
id: Melacak
pt: Rastreamento
ru: Отслеживание
tg: Пайгирӣ

source: Find Person
ar: البحث عن الشخص
es: Buscar persona
fr: Trouver la personne
id: Cari Orang
km: ស្វែងរកមនុស្ស
pt: Procurar Beneficiário
ru: Найти лицо
tg: Ёфтани шахс

source: Activity Plan
ar: خطة النشاط
es: Plan de Actividad
fr: Plan d'activités
id: Rencana Kegiatan
km: គំរោងសកម្មភាព
pt: Plano de Actividades
ru: График посещений
tg: Ҷалвали боздидҳо

source: Search By Name or ID or Phone Number
ar: البحث بالاسم ورقم الهوية ورقم الهاتف
es: Buscar por Nombre, ID o número de teléfono
fr: Chercher par nom, ID ou téléphone
id: Pencarian berdasarkan Nama atau ID atau No.Telp.
km: ស្វែរកតាមឈ្មោះ/លេខសម្គាល់/លេខទូរស័ព្ទ
pt: Pesquisae por nome ou ID ou telefone
ru: Поиск по имени, ID или телефонному номеру
tg: Ҷустуҷӯ аз рӯи ном, идентификатор ё рақами телефон

source: Select Organisation Unit
ar: اختر وحدة المنظمة
es: Seleccionar Unidad Organizativa
fr: Choisir une unité d'organisation
id: Pilih Unit Organisasi
km: ជ្រើសអង្គការ
pt: Seleccione Unidade Organizacional
ru: Выбрать организацию
tg: Интихоби воҳиди сохторӣ

source: All Organisation Unit
ar: جميع وحدات المنظمة
es: Todas las Unidades Organizativas
fr: Toutes les unités d'organisation
id: Semua Unit Organisasi
km: គ្រប់អង្គការ
pt: Todas Unidades Organizacionais
ru: Все организации
tg: Ҳамаи воҳидҳои сохторӣ

source: Tracking Menu
ar: قائمة التفقد
es: Menú de Seguimiento
fr: Menu de suivi
id: Melacak Menu
km: ម៉ីនុយតាមដាន
pt: Menu de rastreamento
ru: Меню отслеживания
tg: Менюи пайгирӣ

source: Due Date
ar: تاريخ الاستحقاق
es: Fecha de Vencimiento
fr: Date d'échéance
id: Tanggal pelaksanaan
km: កាលបរិច្ឆេទ​កំឡុងពេល
pt: Data de fim
ru: Дата выполнения
tg: Санаи пешбинишуда

source: Register Due Date For
ar: سجل تاريخ الاستحقاق لـ
es: Registrar Fecha de Vencimiento Para
fr: Enregistrer la date d'échéance pour
id: Daftar tanggal jatuh tempo untuk
km: ចុះកាលបរិច្ចេទកំឡុងពេលសម្រាប់
pt: Data final de registo
ru: Регистрировать срок исполнения по
tg: Бақайдгирии санаи пешбинишуда барои

source: Schedule
ar: الجدول
es: Programar
fr: Programmer
id: Jadwal
km: តារាង​ពេល​វេលា
pt: Agenda
ru: График
tg: Ҷадвал

source: Schedule Visit
ar: جدول الزيارة
es: Programar Visita
fr: Programme de visite
id: Jadwal Kunjungan
km: តារាងណាត់ជួប
pt: Agenda de visitas
ru: Список графиков
tg: Банақшагирии боздид

source: Do Not Schedule Visit
ar: لا تحدد جدول الزيارة
es: No programar Visita
fr: Ne pas programmer visites
id: Jangan menjadwalkan kunjungan
km: មិនបានកត់ត្រាចូលតារាងណាត់ជួប
pt: Não agendar visita
ru: Не планировать посещения
tg: Ба нақша нагирифтани боздид

source: Please Select
ar: برجاء الاختيار
es: Por favor, Seleccione
fr: Veuillez sélectionner
id: Silakan Pilih
km: សូម​ជ្រើស
pt: Seleccione por favor
ru: Пожалуйста, выберите
tg: Лутфан интихоб кунед

source: Enroll In Program
ar: الإدراج في البرنامج
es: Registrar en programa
fr: Inscrire dans le programme
id: Daftarkan Program
km: ចុះបញ្ជីក្នុងកម្មវិធី
pt: Inscrever no programa
ru: Включить в программу
tg: Номнавис дар барнома

source: Relationships
ar: العلاقات
es: Relaciones
fr: Relations
id: Hubungan
km: ទំនាក់​ទំនង
pt: Relacionamentos
ru: Связи
tg: Муносибатҳо

source: No Relationships
ar: لا توجد علاقات
es: Sin relaciones
fr: Pas de relation
id: Tidak ada hubungan
pt: Nenhum relacionamento
ru: Нет связей
tg: Ягон муносибат нест

source: Phone Number
ar: رقم الهاتف
es: Número de teléfono
fr: Téléphone
id: No. Telp.
pt: Telefone
ru: Номер мобильного телефона
tg: Рақами телефони мобилӣ

source: Add Relationships
ar: اضف علاقات
es: Añadir relaciones
fr: Ajouter relations
id: Tambahkan Hubungan
pt: Adicionar relacionamentos
ru: Добавить связи
tg: Иловаи муносибатҳо

source: Related Person Search
ar: البحث عن الشخص ذي الصلة
es: Buscar personas relacionadas
fr: Recherche de personnes liées
id: Pencarian Orang yang berkaitan
pt: Pesquisa de beneficiários relacionados
ru: Поиск аффилированного лица
tg: Ҷустуҷӯи шахси марбут

source: Related Person List
ar: قائمة الأشخاص ذي الصلة
es: Listado de Personas relacionadas
fr: Liste de personnes liées
id: Daftar Orang yang berkaitan
pt: LIsta relacional de beneficiário
ru: Список аффилированного лица
tg: Рӯйхати шахсони марбут

source: Add Relationship
ar: اضف علاقة
es: Añadir relación
fr: Ajouter relation
id: Tambahkan Hubungan
pt: Adicionar relacinamento
ru: Добавить связи
tg: Иловаи муносибат

source: Anonymous Menu
ar: قائمة لا اسمية
es: Menú anónimo
fr: Menu Anonyme
id: Menu Anonim
km: ម៉ីនុយអនាមិក
pt: Anónimo Menu
ru: Анонимное меню
tg: Меню хуфия

source: Date of Birth Type
ar: نوع تاريخ الميلاد
es: Tipo de fecha de nacimiento
fr: Type de date de naissance
id: Tipe Tanggal Lahir
km: ប្រភេទ ថ្ងៃខែ​ឆ្នាំ​កំណើត
pt: Tipo de Data de Nascimento
ru: Тип даты рождения
tg: Навъи санаи таваллуд

source: Approximated
ar: التقريبي
es: Aproximado
fr: Estimé à
id: Didekati
km: ប្រហាក់​ប្រហែល​
pt: Aproximado
ru: Приближенно вычислен
tg: Тахминшуда

source: Declared
ar: المعلن
es: Declarada
fr: Déclaré
id: Dinyatakan
km: ប្រកាស​
pt: Declarado
ru: Описан/Заявлен
tg: Эъломшуда

source: Verified
ar: تم التحقق من صحته
es: Verificado
fr: Vérifié
id: Diverifikasi
km: បាន​ផ្ទៀងផ្ទាត់
pt: Verificado
ru: Подтвержден
tg: Санҷидашуда

source: Anonymous Program List
ar: قائمة البرنامج اللا اسمية
es: Listado de programas anónimos
fr: Liste de programmes anonymes
id: Daftar Program Anonim
km: បញ្ជីជនអនាមិក
pt: Lista Anónima de Programas
ru: Список анонимных программ
tg: Рӯйхати барномаҳои хуфия

# orgunit
source: Organisation Unit
ar: وحدة المنظمة
es: Unidad Organizativa
fr: Unité d'organisation
id: Unit Organisasi
km: ផ្នែក​នៃ​អង្គការ
pt: Unidade Organizacional
ru: Организация
tg: Воҳиди сохторӣ

source: Change
ar: التغيير
es: Cambio
fr: Changer
id: Ubah
km: ផ្លាស់ប្ដូរ
pt: Alterar
ru: Изменить
tg: тағйир додан

source: Register Location For
ar: تسجيل الموقع لـ
es: Registrar localización para
fr: Enregistrer la localisation pour
id: Daftarkan Lokasi untuk
km: កំណត់ទីតាំងសម្រាប់
pt: Registar Localização para
ru: Регистрировать местонахождение для
tg: Ба қайд гирифтани макон барои

source: Aggregate Reporting
ar: التقرير التجميعي
es: Reporte de agregados
fr: Rapportage données agrégées
id: Pelaporan Agregat
km: ប្រមាណវិធីលើរបាយការណ៍
pt: Agragar Repórtes
ru: Аггрегированная отчетность
tg: Ҳисоботдиҳии ҳамҷояшуда

source: Find/Add Person
ar: ابحث/اضف الشخص
es: Buscar/Añadir Persona
fr: Trouver/ajouter la personne
id: Cari/Tambah Orang
km: រុករកក្រុមគោលដៅ
pt: Pesquisar/Adicionar beneficiário
ru: Найти/Добавить лицо
tg: Ёфтан/иловаи шахс

source: Search By Phone Number
ar: البحث باستخدام رقم الهاتف
es: Buscar por número de teléfono
fr: Chercher par téléphone
id: Pencarian No. Telp.
km: ស្វែងរកតាមលេខទូរស័ព្ទ
pt: Pesquisar por telefone
ru: Поиск по телефонному номеру
tg: Ҷустуҷӯ аз рӯи рақами телефон

source: Age/Date of Birth
ar: العمر/تاريخ الميلاد
es: Edad/Fecha de Nacimiento
fr: Age/Date de naissance
id: Umur/Tanggal lahir
km: អាយុ/ថ្ងៃខែ​ឆ្នាំ​កំណើត
pt: Idade/Data de NAscimento
ru: Возраст/Дата рождения
tg: Синну сол/Санаи таваллуд
