Repository: kimbalear/dhis2-translations
Catalog: dhis-web-light/*.po
Languages: ar, es, fr, id, km, pt, ru, tg

source: Dead
ar: المتوفي
es: Fallecido
fr: Décédé
id: Mati
km: ស្លាប់
pt: Morto
ru: Мертвый
tg: Фавтида

source: Visit Schedule
ar: جدول الزيارة
es: Programar visita
fr: Programme de visite
id: Jadwal Kunjungan
km: តារាងពេលវេលាតាមដាន
pt: Agenda de visitas
ru: График посещений
tg: Ҷадвали боздидҳо

source: Visit Schedule Type
ar: نوع جدول الزيارة
es: Tipo de programación de visita
fr: Type de programme de visite
id: Tipe Jadwal Kunjungan
pt: Tipo de agendas de visias
ru: Тип графика посещений
tg: Навъи ҷадвали боздидҳо

source: or register new person
ar: أو تسجيل شخص جديد
es: o registrar nueva persona
fr: ou enregistrer une nouvelle personne
id: atau daftarkan orang baru
pt: ou registra novo beneficiário
ru: или регистрировать новое лицо
tg: ё шахси наверо илова кунед

source: invalid phone number
ar: رقم هاتف غير صحيح
es: número de teléfono no válido
fr: Numero téléphone invalide
id: no.telp. invalid
km: លេខ​ទូរស័ព្ទមិន​ត្រឹមត្រូវ
pt: Número de telemóvel inválido
ru: Недействительный номер телефона
tg: рақами телефони нодуруст

source: Save anyway
ar: الحفظ على أي حال
es: Guardar de todas formas
fr: Enregistrer de toute façon
id: Simpan saja
km: រក្សាទុកកន្លែងណាមួយ
pt: Guardar de qualquer modo
ru: Сохранить в любом случае
tg: Ба ҳар ҳол захира кунед

source: Form InComplete
ar: النموذج غير مكتمل
es: Formulario incompleto
fr: Formulaire inachevé
id: Form tidak lengkap
km: សំណុំបែបបទមិនទាន់បញ្ចប់
pt: Formulário Incompleto
ru: Форма незавершена
tg: Шакл анҷом наёфтааст

source: Provided elsewhere
ar: متاحة في مكان آخر
es: Proporcionado en otra unidad
fr: Permettre fourni ailleurs
id: Disediakan di tempat lain
pt: Prover em qualquer lugar
ru: Предоставлено в другом месте
tg: Дар дигар ҷой пешниҳод шудааст

source: Search user by name
ar: البحث عن المستخدم بالاسم
es: Buscar usuario por nombre
fr: Chercher utilisateur par nom
id: Pencarian user berdasarkan nama
km: ស្វែងរក​តាម​ឈ្មោះ
pt: Pesquisar utilizador por nome
ru: Поиск пользователя по имени
tg: Ҷустуҷӯи корбар аз рӯи ном

source: Last recipients
ar: آخر المتلقيين
es: Últimos destinatarios
fr: Derniers destinataires
id: Penerima terakhir
pt: Últimos recipientes
ru: Последний получатель
tg: Гирандагони охирин

source: Search Organisation Unit
ar: البحث في وحدة المنظمة
es: Buscar Unidad Organizativa
fr: Chercher unité d'organisation
id: Pencarian Unit Organisasi
pt: Pesquisar por unidade organizacional
ru: Поиск организации
tg: Ҷустуҷӯи воҳиди сохторӣ

source: *Approximated: enter age. Declared or Verified: enter date in format [yyyy-mm-dd]
fr: * Si date approximative: saisir l'âge à la place. Si date déclarée ou vérifiée: saisir la date au format [dd-mm-yyyy]
id: *Perkirakan : masukkan usia. Nyatakan atau verifikasi : masukkan tanggal dalam format [yyy-mm-dd]

source: Select attribute
ar: تحديد الصفة
fr: Définir l'attribut
id: Pilih attribut

source: Write
id: Tulis
km: សរសេរ​

source: Write Message
id: Tulis Pesan
km: សរសេរ​សារ

source: Write Feedback
id: Tulis Feedback
km: សរសេរមតិឆ្លើយតប

source: Write new message
id: Tulis Pesan Baru
km: សរសេរសំបុត្រថ្មី

source: To User(s):
id: Kepada pengguna:
km: ទៅកានអ្នកប្រើប្រាស់

source: Add to Recipient(s)
id: Tambahkan pada pengguna

source: Interpretations
id: Interpretasi

source: Interpretation
id: Interpretasi

source: Only charts are currently supported for interpretations.
id: Hanya grafik yang diperbolehkan untuk mendukung interpretasi

source: Comment(s):
id: Komentar
km: មតិយោបល់

source: Add a comment
id: Tambahkan Komentar
km: បន្ថែម​មតិយោបល់

source: Post comment
id: Tinggalkan Komentar
km: ផ្ញើរ​មតិយោបល់​

source: Share interpretation
id: Bagikan interpretasi

source: Share
id: Bagikan
km: ចែក​រំលែក

source: Chart
id: Grafik

source: Menu
ar: القائمة
es: Menú
km: ​ម៉ឺនុយ
pt: Menú
ru: Меню
tg: Меню

source: Dashboard
ar: لوحة المعلومات
es: Cuadro de Mandos
fr: Tableau de bord
km: ផ្ទាំង​រូបភាពសង្ខេប
ru: Информационная панель
tg: Лавҳаи маълумот

source: Logout
ar: تسجيل الخروج
es: Cerrar sesión
fr: Déconnexion
km: ចាក់ចេញពីគណនី
pt: Sair
ru: Выход
tg: Хуруҷ

source: ID
ar: رقم الهوية
es: Identificador
km: ​លេខ​សម្គាល់

source: Transgender
ar: المتحولون جنسياً
es: Transexual
fr: Transgenre
km: ភេទទី៣
pt: Transgênero
ru: Трансгендер/Лицо, поменявшее пол
tg: Транссексуал

source: Single Event
ar: حدث فردي
es: Evento aislado
fr: Evènement unique
pt: Evento simples
ru: Одиночное событие
tg: Рӯйдоди алоҳида

source: Register
ar: التسجيل
es: Registrar
fr: Enregistrer
km: ចុះឈ្មោះ
pt: Registra
ru: Регистрировать
tg: Ба қайд гирифтан

source: Status
ar: الحالة
es: Estado
fr: Statut
km: ស្ថានភាព
pt: Estado
ru: Состояние
tg: Ҳолат

source: Tracked entity
km: តារាងក្រុមគោលដៅ
