Repository: kimbalear/dhis2-translations
Catalog: dhis-web-maintenance-settings/*.po
Languages: id

source: Omit indicator values with zero numerator in data mart
id: hilangkan nilai indikator dengan numerator bernilai 0 di dalam Data mart

source: Dashboard Charts to Display
id: Tampilkan dashboard Diagram

source: Code
id: Kode

source: System settings
id: Setting sistem

source: Email settings
id: Seetting email

source: Application title
id: Judul aplikasi

source: Settings
id: Setting

source: Flag
id: Bendera

source: No flag
id: Tidak ada bendera

source: Start page
id: Halaman muka

source: No start page
id: Tidak ada halaman muka

source: Customize the system behavior with regard to aggregation strategy, infrastructural data elements and more.
id: Menyesuaikan perilaku sistem yang berkaitan dengan strategi agregasi, infrastruktur elemen data dan sebagainya

source: Customize the system behavior with regard to application title, style, flag, start page.
id: Menyesuaikan perilaku sistem yang berkaitan dengan judul aplikasi, style, bendera, dan halaman depan

source: Configure the email SMTP setup with regard to host name, user name and password.
id: Mengkonfigurasi setup email SMTP berkaitan dengan nama host, username dan password.

source: Configure the levels at which data is approved according to organisation unit level and category option group.
id: Mengkonfigurasi tingkat dimana data telah disetujui berdasarkan tingkat unit organisasi dan grup category option.

source: Configure access to the system, like which user role should be used for user self registration.
id: Mengkonfigurasi akses ke sistem, seperti peran user yang seharusnya digunakan pada pendaftaran mandiri.

source: Configure remote server URL and authentication for automatic synchronization of data.
id: Mengkonfigurasi URL remote server dan otentikasi untuk sinkronisasi otomatis data.

source: Configure the system calendar and date format. The system supports a wide range of calendars.
id: Mengkonfigurasi sistem kalender dan format tanggal. Sistem menyediakan berbagai jenis kalender.

source: Configure which clients are allowed to access this system using OAuth2.
id: Mengkonfigurasi klien yang diperbolehkan untuk mengakses sistem ini menggunakan OAuth2.

source: General Settings
id: Setting umum

source: Appearance Settings
id: Setting tampilan

source: Email Settings
id: Setting email

source: Approval Settings
id: Setting persetujuan

source: Calendar Settings
id: Setting Kalender

source: Access Settings
id: Pengaturan akses

source: Data Synchronization
id: Sinkronisasi data

source: General
id: Umum

source: Appearance
id: Tampilan

source: Send me a test email
id: Kirimi saya sebuah email untuk ujicoba

source: Send an automatically generated email using the supplied SMTP settings to your email address
id: Kirim email secara otomatis menggunakan SMTP setting yang disediakan untuk alamat email anda

source: Approval
id: Persetujuan

source: Message
id: Pesan

source: Hide unapproved data in analytics
id: Sembunyikan data yang tidak disetujui dalam analisis

source: Data approval levels
id: Level persetujuan data

source: Approval level
id: Level persetujuan

source: Organisation unit level
id: Tingkat unit organisasi

source: Select level
id: Pilih level

source: Select set
id: Pilih set

source: Category option group set
id: Grup category option

source: Add
id: Tambah

source: Cancel
id: Batal

source: Move up
id: Pindah ke atas

source: Move down
id: Pindah ke bawah

source: Remove
id: Hapus

source: Create new approval level
id: Buat tingkat persetujuan yang baru

source: Are you sure you want to delete this data approval level?
id: Apakah anda yakin ingin menghapus tingkat persetujuan data ini?

source: Details
id: Detail

source: Specify organisation unit level
id: Tentukan tingkat unit organisasi

source: Approval level is already defined
id: Tingkat persetujuan telah didefinisikan

source: Disable data entry when data set completed
id: Nonaktifkan entri data ketika set data telah selesai dilengkapi

source: Data analysis std dev factor
id: Analisis data faktor standar deviasi

source: Aggregation strategy
id: Strategi agregasi

source: Days after period end to qualify for timely data submission
id: Hari setelah periode berakhir untuk memastikan agar pengiriman data tepat waktu

source: Infrastructural data elements
id: Infrastruktur elemen data

source: Infrastructural period type
id: Infrastruktur tipe periode

source: Feedback recipients
id: Feedback penerima

source: No message recipients
id: Tidak ada penerima pesan

source: Completeness notification recipients
id: Penerima kelengkapan notifikasi

source: No completeness recipients
id: Tidak ada penerima kelengkapan

source: System overview
id: Overview sistem

source: Calendar
id: Kalender

source: Date format
id: Format tanggal

source: Cache until 6 AM tomorrow
id: Cache sampai jam 6 pagi, besok

source: Cache for two weeks
id: Cache selama 2 minggu

source: Max offline organisation unit levels
id: Max level unit organisasi offline

source: Phone number area code
id: Kode area nomer telepon

source: Application introduction
id: Pengenalan aplikasi

source: Do not allow self registration
id: Tidak diperbolehkan registrasi mandiri

source: Do not require recaptcha for self registration
id: Tidak membutuhkan recaptcha untuk registrasi mandiri

source: Self registration account user role
id: Peran pengguna untuk akun registrasi mandiri

source: Self registration account organisation unit
id: Akun registrasi mandiri unit organisasi

source: Access
id: Akses

source: Enable user account recovery
id: Mengaktifkan penyelamatan akun pengguna

source: Enable user account invite
id: Mengaktifkan undangan akun user

source: Select organisation unit
id: Pilih unit organisasi

source: Application notification
id: Notifikasi aplikasi

source: Enable multi-organisation unit forms
id: Aktifkan formulir multi-unit organisasi

source: Email sender
id: Pengirim email

source: allows HTML
id: izinkan format HTML

source: Require user account password change
id: Membutuhkan perubahan password akun user

source: Never
id: Tidak pernah

source: Months
id: Bulan

source: OpenID provider label
id: Label OpenID provider

source: Object not deleted because it is associated by objects of type
id: Objek tidak dihapus karena hal tersebut berkaitan dengan tipe objek

source: Maximum number of analytics records
id: Nomor maksimal dalam laporan analisis

source: Unlimited
id: Tidak terbatas

source: will use image from
id: akan menggunakan gambar dari

source: Synchronization
id: Sinkronisasi

source: recommended
id: direkomendasikan

source: returns
id: kembali

source: Hidden
id: Tersembunyi

source: Number of database server CPUs
id: Jumlah database CPUs server

source: Automatic
id: Otomatis

source: detect based on web server
id: deteksi berdasarkan web server

source: Help page link
id: Link halaman Bantuan

source: Acceptance required before approval
id: Penerimaan dibutuhkan sebelum persetujuan dilakukan

source: System notifications email address
id: Sistem notifikasi alamat email

source: Default relative period for analysis
id: Default periode relatif untuk analisis

source: Infrastructure indicators
id: Indikator infrastruktur

source: Require authority to add to view object lists
id: Membutuhkan otoritas untuk menambah daftar objek

source: For example
id: Sebagai contoh

source: Allow assigning object to related objects during add or update
id: Izinkan objek yang terkait objek tertentu selama penambahan atau perbaruan

source: Are you sure you want to remove this OAuth2 client?
id: Apakah anda yakin ingin menghapus OAuth2 client ini?

source: OAuth2 Management
id: Manajemen OAuth2

source: Create new OAuth2 Client
id: Buat OAuth2 Client baru

source: Name
id: Nama
