Repository: kimbalear/dhis2-translations
Catalog: dhis-web-visualizer/*.po
Languages: ar, tg

source: DHIS 2 Data Visualizer
ar: مظهر بيانات DHIS 2

source: Chart type
ar: نوع الرسم البياني
tg: Навъи диаграмма

source: Column chart
ar: رسم بياني عمودي
tg: Диаграммаи сутунӣ

source: Stacked column chart
ar: رسم بياني عمودي مكدس
tg: Диаграммаи сутунии серқабата

source: Bar chart
ar: رسم بياني شريط
tg: Диаграммаи милагӣ

source: Stacked bar chart
ar: رسم بياني شريطي مكدس
tg: Диаграммаи милагии серқабата

source: Line chart
ar: رسم بياني خطي
tg: Диаграммаи хаттӣ

source: Area chart
ar: رسيم بياني مساحي
tg: Диаграммаи ҳамвор

source: Pie chart
ar: رسم بياني دائري
tg: Диаграммаи доирашакл

source: Radar chart
ar: رسك بياني نسيجي
tg: Диаграммаи радар

source: Series
ar: سلسلة
tg: Силсила

source: Category
ar: فئة
tg: Категория

source: Filter
ar: مرشح
tg: Филтр

source: Example chart
ar: نموذج مرشح
tg: Диаграммаи намунавӣ

source: Loading...
ar: جاري التحميل...
tg: Бор мешавад

source: No data
ar: لا توجد بيانات
tg: Ягон иттилоот нест

source: Value
ar: القيمة
tg: Қимат

source: Indicators
ar: المؤشرات
tg: Индикаторҳо

source: Select group
ar: اختيار المجموعة
tg: Интихоби гурӯҳ

source: Data elements
ar: عناصر البيانات
tg: Унсурҳои иттилоот

source: All indicator groups
ar: جميع مجموعات المؤشر
tg: Ҳама гурӯҳҳои индикаторҳо

source: Available
ar: المتاح
tg: Мавҷуда

source: Selected
ar: المختار
tg: Интихобшуда

source: Months
ar: الشهور
tg: Моҳҳо

source: Last month
ar: آخر شهر
tg: Моҳи гузашта

source: Last 12 months
ar: آخر 12 شهراً
tg: 12 моҳи охир

source: Quarters
ar: الفصل (الربع سنوي)
tg: Семоҳаҳо

source: Last quarter
ar: آخر فصل (ربع سنة)
tg: Семоҳаи охир

source: Last 4 quarters
ar: آخر 4 فصول (أرباع سنوية)
tg: 4 семоҳаи охир

source: Six months
ar: ستة أشهر (نصف سنة)
tg: Шашмоҳаҳо

source: Last six-month
ar: آخر ستة أشهر (نصف سنة)
tg: Шашмоҳаи охир

# last_two_six_month
source: Last 2 six-months
ar: آخر نصفي سنة (فترتين لمدة ستة أشهر لكل منهما)
tg: 2 шашмоҳаи охир

source: Years
ar: السنوات
tg: Солҳо

source: Last year
ar: آخر سنة
tg: Соли гузашта

source: Last 5 years
ar: آخر 5 سنوات
tg: 5 соли охир

source: Organisation units
ar: وحدات المنظمة
tg: воҳидҳои сохторӣ

source: Select all children
ar: اختيار جميع الأطفال
tg: Интихоби ҳама воҳидҳои фаръӣ

source: Chart options
ar: اختيارات الرسم البياني
tg: Диаграмма Имконот

source: For the PNG version only
ar: لصيغة PNG فقط
tg: Танҳо барои версияи PNG

source: Show trend lines
ar: إظهار خطوط الاتجاه
tg: Намоиши хатҳои майлон

source: Hide chart subtitle
ar: إخفاء العنوان الفرعي للرسم البياني
tg: Пинҳон кардани зерунвони диаграмма

source: Hide chart legend
ar: إخفاء مفتاح الرسم للرسم البياني
tg: Пинҳон кардани аломатҳои шартӣ

source: Domain axis title
ar: عنوان محور المجال
tg: Унвони тири домен

source: Range axis title
ar: مدى عنوان المحور
tg: Унвони тири силсила

source: Target
ar: المستهدف
tg: Нақша

source: Target line value
ar: قيمة خط المستهدف
tg: Қимати хати нақша

source: Target line label
ar: تسمية خط المستهدف
tg: Барчаспи хати нақша

source: Show/hide chart settings
ar: إظهار/إخفاء إعداداد الرسم البياني
tg: Нишон додан/пинҳон кардани танзимоти диаграмма

source: Update
ar: التحديث
tg: Навсозӣ

source: Data table
ar: جدول البيانات
tg: Ҷадвали иттилоот

source: Manage favorites
ar: إدارة المفضلات
tg: Идоракунии писандидаҳо

source: Save favorite
ar: حفظ المفضلة
tg: Захира кардани писандида

source: Sort by
ar: الترتيب عن طريق
tg: Ҷудокунӣ аз рӯи

source: System
ar: النظام
tg: Система

source: Name
ar: الاسم
tg: Ном

source: Last updated
ar: آخر تحديث
tg: Навсозии охирин

source: Rename
ar: إعادة التسمية
tg: Ивази ном

source: Rename favorite
ar: إعادة تسمية المفضلة
tg: Ивази номи писандида

source: Cancel
ar: إلغاء
tg: Бекор кардан

source: * Name already in use
ar: *الاسم موجود من قبل
tg: * Ном аллакай истифода мешавад

# delete_object
source: Delete
ar: حذف
tg: Нест кардан

source: Delete favorite
ar: حذف المفضلة
tg: Нест кардани писандида?

source: Are you sure?
ar: هل أنت متأكد ؟
tg: Оё боварӣ доред?

source: Save
ar: الحفظ
tg: Захира

source: Please create a chart before saving
ar: الرجاء إنشاء رسم بياني قبل الحفظ
tg: Лутфан пеш аз захиракунӣ диаграммае созед

source: Overwrite
ar: إعادة الكتابة
tg: Аз боло навиштан

source: No SVG format
ar: ليست بصيغة SVG
tg: Ягон формати SVG

source: Image
ar: الصورة
tg: Тасвир

source: Hide data table
ar: إخفاء جدول البيانات
tg: Пинҳон кардани ҷадвали иттилоот

source: Saving
ar: جاري الحفظ
tg: Захиракунӣ

source: Renaming
ar: جاري إعادة التسمية
tg: Ивази ном

source: Deleting
ar: جاري الحذف
tg: Несткунӣ

source: Data
ar: البيانات
tg: Иттилоот

source: Indicator
ar: المؤشر
tg: Индикатор

source: Data element
ar: عنصر البيانات
tg: Унсури иттилоот

source: Period
ar: الفترة
tg: Давра

source: Organisation unit
ar: وحدة المنظمة
tg: Воҳиди сохторӣ

source: * You are not allowed to overwrite a system favorite
ar: * غير مسموح لك بالكتابة فوق نظام المفضل
tg: * Шумо ҳақ надоред, ки аз болои писандидаи система нависед

source: Favorite has no organisation units
ar: المفضلة ليس لها وحدات المنظمة
tg: Писандида ягон воҳиди сохторӣ надорад

source: This year
ar: هذه السنة
tg: Имсол

source: Trend
ar: الاتجاه
tg: Майлон

source: Data set
ar: فئة البيانات
tg: Маҷмӯи иттилоот

source: Data sets
ar: فئات البيانات
tg: Маҷмӯъҳои иттилоот

source: Reporting rates
ar: معدلات التبليغ
tg: Зудии ҳисоботдиҳӣ

source: Base line value
ar: قيمة الخط القاعدي
tg: Қимати хати заминавӣ

source: Base line label
ar: تسمية الخط القاعدي
tg: Барчаспи хати заминавӣ

source: Base
ar: القاعدة
tg: Замина

source: Group sets
ar: فئات المجموعة
tg: Маҷмӯъҳои гурӯҳҳо

source: None
ar: لا يوجد
tg: Ягонто

source: No data returned from server
ar: لم تعد بيانات من الخادم
tg: Аз сервер ягон иттилоот қабул нашуд

source: Please ensure that there is data stored in the database and that data mart has been run properly.
ar: الرجاء التأكد من وجود بيانات مخزنة في قاعدة البيانات وأن مركز البيانات قد تم تشغيله بشكل صحيح.
tg: Лутфан боварӣ ҳосил кунед, ки дар пойгоҳи иттилотӣ ягон иттилоот ҳифз шудааст ва киоски иттилоот дуруст кор мекунад.

source: Invalid dimension setup
ar: إعداد البعد غير صالح
tg: Танзими нодурусти андоза

source: Please select series/category/filter dimensions.
ar: الرجاء اختيار سلسلة/ فئة / أبعاد مرشح
tg: Лутфан андозаи силсила/категория/филтрро интихоб кунед.

source: No data units selected
ar: لم تختر وحدات بيانات
tg: Ягон воҳиди иттилоот интихоб нашудааст

source: Please select at least one indicator, data element or data set.
ar: الرجاء اختيار مؤشر على الأقل، أو عنصر بيانات، أو فئة بيانات
tg: Лутфан ақаллан як индикатор, унсури иттилоот ёмаҷмӯи иттилоотро интихоб кунед.

source: No periods selected
ar: لم تختر فترات
tg: Ягон давра инитихоб нашудааст

source: Please select at least one relative or fixed period.
ar: الرجاء اختيار فترة واحدة نسبية أو ثابتة على الأقل
tg: Лутфан ақаллан як давраи собит ё нисбиро интихоб кунед.

source: No organisation units selected
ar: لم تختر وحدات المنظمة
tg: Ягон воҳиди сохторӣ интихоб нашудааст

source: Please select at least one organisation unit.
ar: الرجاي اختيار وحدة منظمة واحدة على الأقل
tg: Лутфан ягон воҳиди сохториро интихоб кунед

source: No organisation unit groups found
ar: لم يعثر على مجموعات وحدة المنظمة
tg: Ягон гурӯҳи воҳидҳои сохторӣ ёфт нашуд

source: Please add at least one organisation unit group.
ar: الرجاء إضافة مجموعة وحدة المنظمة واحدة على الأقل
tg: Лутфан ақаллан як гурӯҳи воҳидҳои сохторӣ илова кунед.

source: Not enough categories selected
ar: لم تختر فئات كافية
tg: Шумораи кофии категорияҳо интихоб нашудааст

source: Please select at least two categories for line and area charts.
ar: الرجاء اختيار فئتين على الأقل للرسم البياني الخطي أو المساحي
tg: Барои диаграммаҳои хаттӣ ва қитъавӣ ақаллан ду категорияро интихоб кунед

source: Invalid ID
ar: رمز المستخدم غير صالح
tg: uid-и нодуруст

source: Please provide a valid chart ID.
ar: Please provide a valid chart uid.
tg: Лутфан uid-и дурусти диаграммаро ворид кунед.

source: SVG not supported by browser
ar: SVG غير معتمدة من قبل المتصفح
tg: Браузер SVG-ро дастгирӣ намкунад

source: Please use Chrome, Firefox, Opera or Safari to export images.
ar: الرجاء استخدام المتصفح كروم، أو فايرفوكس، أو أوبرا أو سفاري لتصدير الصور.
tg: Барои воридот кардани тасвирҳо аз Chrome, Firefox, Opera ё Safari истифода баред

source: Trend line deactivated
ar: تم تعطيل خط الاتجاه
tg: Хати майлон ғайрифаъол карда шуд

source: Target line deactivated
ar: تم تعطيل خط المستهدف
tg: Хати нақша ғайрифаъол карда шуд

source: Base line deactivated
ar: تم تعطيل خط القاعدة
tg: Хати заминавӣ ғайрифаъол карда шуд

source: not applicable for
ar: لا ينطق على
tg: амал намекунад барои

source: stacked charts
ar: رسوم بيانية مكدسة
tg: Диаграммаҳои серқабата

source: pie charts
ar: رسم بياني دائري
tg: Диаграммаи доирашакл

source: at least two categories required
ar: مطلوب فئتين على الأقل
tg: камаш ду категория талаб карда мешавад

source: Multiple indicators/data elements/data sets selected as filter.
ar: تدد اختيار المؤشرات/عناصر البيانات/فئات البيانات المختارة كمرشح
tg: Якчанд индикаторҳо/унсурҳои иттилоот/маҷмӯъҳои иттилооти ҳамчун филтр интихоб шудаанд.

source: Multiple periods selected as filter.
ar: تعدد الفترات المختارة كمرشح
tg: Якчанд давраҳо ҳамчун филтр интихоб шудаанд.

source: Multiple organisation units selected as filter.
ar: تعدد وحدات المنظمة المختارة كمرشح
tg: Якчанд воҳидҳои сохторӣ ҳамчун филтр интихоб шудаанд.

source: Multiple organisation unit groups selected as filter.
ar: تعدد مجموعات المنظمة المختارة كمرشح
tg: Якчанд гурӯҳҳои воҳидҳои сохторӣҳамчун филтр интихоб шудаанд.

source: The first one is being used.
ar: أول واحد يجري استخدامه
tg: Якумаш истифода шуда истодааст.

source: Available attribute
ar: السمات المتوفرة
tg: Нишони мавҷуда

source: Selected attribute
ar: السمات المختارة
tg: Нишони интихобшуда

source: Show series data
ar: إظهار سلسلة البيانات
tg: Иттилооти силсиларо нишон медиҳад

source: Share
ar: المشاركة
tg: Мубодила

source: interpretation
ar: التفسير
tg: тафсир

source: Interpretation was shared
ar: تم مشاركة التفسير
tg: Тафсир мубодила шуд

source: Please save or load a favorite before sharing
ar: الرجاء الحفظ أو التحميل كمفضلة قبل المشاركة
tg: Лутфан пеш аз мубодила ягон писандидаро захира ё бор кунед

source: Please create a chart before showing the datatable
ar: الرجاء إنشاء الرسم البياني قبل إظهار جدول البيانات
tg: Лутфан пеш аз нишон додани ҷадвали иттилоот ягон диаграмма созед

source: Organisation unit groups
ar: مجموعات وحدة المنظمة
tg: Гурӯҳҳои воҳидҳои сохторӣ

source: Note: Groups will replace the selected organisation units
ar: ملحوظة: المجموعات ستستبدل وحدات المنظمة المختارة
tg: Эзоҳ: Гурӯҳҳо ҷои воҳидҳои сохтории интихобшударо иваз мекунанд

source: Fixed periods
ar: فترات ثابتة
tg: Давраҳои собит

source: Relative periods
ar: فترات نسبية
tg: Давраҳои нисбӣ

source: Select type
ar: اختر النوع
tg: Интихоби навъ

source: Last 3 months
ar: آخر 3 شهور
tg: 3 моҳи охир

source: Show values
ar: إظهار القيم
tg: Нишон додани қиматҳо

source: Select indicator group
ar: اختر مجموعة المؤشر
tg: Интихоби гурӯҳҳои индикаторҳо

source: Select data element group
ar: اختر مجموعة عنصر البيانات
tg: Интихоби гурӯҳи унсурҳои иттилоот

source: Table
ar: الجدول
tg: Ҷадвал

source: Chart
ar: الرسم البياني
tg: Диаграммаҳо

source: Map
ar: الخريطة
tg: Харитаҳо

source: Home
ar: الصفحة الرئيسية
tg: Саҳифаи асосӣ

source: Table options
ar: اختيارات الجدول
tg: Имконои ҷадвал

source: Style
ar: النمط
tg: Услуб

source: Select period type
ar: اختر نوع الفترة
tg: Интихоби навъи давра

source: Weeks
ar: الأسابيع
tg: Ҳафтаҳо

source: Last week
ar: آخر أسبوع
tg: Ҳафтаи гузашта

source: Last 4 weeks
ar: آخر 4 أسابيع
tg: 4 ҳафтаи охир

source: Last 12 weeks
ar: آخر 12 أسبوعاً
tg: 12 ҳафтаи охир

source: Bi-months
ar: كل شهرين
tg: Думоҳаҳо

source: Last bi-month
ar: آخر زوج من الشهور
tg: Думоҳаи охир

source: Last 6 bi-months
ar: آخر 6 أزواج من الشهور
tg: 6 думоҳаи охир

source: Six-months
ar: ستة أشهر (نصف سنة)
tg: Шашмоҳаҳо

source: Last six-month
ar: آخر ستة آشهر (نصفة سنة)
tg: Шашмоҳаи охир

source: Last 2 six-months
ar: آخر نصفي سنة (فترتين لمدة ستة أشهر لكل منهما)
tg: 2 шашмоҳаи охир

source: Financial years
ar: السنوات المالية
tg: Солҳои молиявӣ

source: Last financial year
ar: آخر سنة مالية
tg: Соли молиявии гузашта

source: Last 5 financial years
ar: آخر 5 سنوات مالية
tg: 5 соли молиявии гузашта

source: Prev year
ar: السنة السابقة
tg: Соли қаблӣ

source: Next year
ar: السنة الحالية
tg: Соли навбатӣ

source: User org unit
ar: وحدة المنظمة المستخدم
tg: Воҳиди сохтории корбар

source: Filters
ar: المرشحات
tg: Филтрҳо

source: At least one dimension must be specified as row or column
ar: يجب تحديد بعد واحد على الأقل كصف أو عمود
tg: Ақаллан як андоза бояд ҳамчун сатр ё сутун нишон дода шавад

source: At least one period must be specified as column, row or filter
ar: يجب تحديد فترة واحدة على الأقل في عمود أو صف أو مرشح
tg: Ақаллан як давра бояд ҳамчун сатр, сутун ё филтр нишон дода шавад

source: Indicators cannot be specified as filter
ar: لا يمكن تحديد المؤشرات كمرشح
tg: Индикаторҳоро ҳамчун филтр нишон додан мумкин нест

source: All data element groups
ar: جميع مجموعات عنصر البيانات
tg: Ҳама гурӯҳҳои унсурҳои иттилоот

source: Hide
ar: إخفاء
tg: Пинҳон кардан

source: Layout
ar: التصميم
tg: Тарҳбандӣ

source: Options
ar: الاختيارات
tg: Имконот

source: Chart title
ar: عنوان الرسم البياني
tg: Унвони диаграмма

source: Hide chart title
ar: إخفاء عنوان الرسم البياني
tg: Пинҳон кардани унвони диаграмма

source: Search for favorites
ar: البحث عن المفضلات
tg: Ҷустҷӯи писандидаҳо

source: Overwrite favorite
ar: إعادة كتابة المفضلة
tg: Навиштан аз болои писандидаҳо

source: Please create a chart first
ar: الرجاء إنشاء رسم بياني أولاً
tg: Лутфан аввал як ҷадвал созед

source: Delete
ar: حذف
tg: Нест кардан

source: Share with other people
ar: المشاركة مع أشخاص آخرين
tg: Истифодаи муштарак бо дигарон

source: Totals
ar: الإجماليات
tg: Ҳамагӣ

source: Details
ar: التفاصيل
tg: Маълумоти муфассал

source: Prev
ar: السابقة
tg: Қаблӣ

source: Next
ar: التالية
tg: Навбатӣ

source: Create
ar: إنشاء
tg: Сохтан

source: Add new
ar: إضافة جديد
tg: Иловаи нав

source: Can view
ar: يمكن المشاهدة
tg: Намоиш додан метавонед

source: Can edit and view
ar: يمكن التحرير والمشاهدة
tg: Таҳрир кардан ва намоиш додан метавонед

source: Search for user group
ar: البحث عن مجموعة المستخدم
tg: Ҷустуҷӯи гурӯҳҳои корбарон

source: Public access
ar: الوصول العام
tg: Дастрасии оммавӣ

source: Detailed data elements cannot be specified as filter
ar: عناصر البيانات المفصلة لا يمكن تحديدها كمرشح
tg: Унсурҳои иттилооти муфассалро ҳамчун филтр нишон додан мумкин нест

source: Plain data source
ar: مصدر معلومات خام
tg: Маъхази иттилооти оддӣ

source: Graphics
ar: الرسوم
tg: Графика

source: Sharing settings
ar: مشاركة الإعدادات
tg: Танзимоти датсрасии муштарак

source: Select organisation units
ar: اختر وحدات المنظمة
tg: Интихоби воҳидҳои сохтоорӣ

source: Select boundaries and levels
ar: اختر الحدود والمستويات
tg: Интихоби сарҳадҳо ва сатҳҳо

source: Select organisation unit levels
ar: اختر مستويات وحدة المنظمة
tg: Интихоби сатҳҳо воҳиди сохторӣ

source: Select boundaries and groups
ar: اختر الحدود والمجموعات
tg: Интихоб кардани сарҳадҳо ва гурӯҳҳо

source: Select organisation unit groups
ar: اختر مجموعات وحدة المنظمة
tg: Интихоб кардани гурӯҳҳои воҳидҳои сохторӣ

source: Allow external access
ar: إتاحة الوصول الخارجي
