Repository: kimbalear/dhis2-translations
Catalog: dhis-web-maintenance-program/*.po
Languages: fr, id, ru, tg

source: Assign validation for programs
fr: Assigner la validation aux programmes
id: Tetapkan validasi untuk program
ru: Назначить валидацию для программ
tg: Таъини санҷиши эътибор барои барномаҳо

source: Validation for date date elements
fr: Validation pour les éléments de donnée de type date
id: Validasi untuk elemen data tanggal
ru: Валидация для элементов даты даты
tg: Санҷиши эътибор барои унсурҳои сана

source: Before current date
fr: Avant la date actuelle
id: Sebelum tanggal yang ditentukan
ru: До текущей даты
tg: Пеш аз санаи имрӯза

source: Before or equal to current date
fr: Antérieur ou égal à la date actuelle
id: Sebelum atau saat tanggal yang ditentukan
ru: До или равно текущей дате
tg: Пеш аз санаи имрӯза ё баробари он

source: After current date
fr: Après la date actuelle
id: Setelah tanggal saat ini
ru: После текущей даты
tg: Пас аз санаи имрӯза

source: After or equal to current date
fr: Postérieur ou égal à la date actuelle
id: Setelah atau sama dengan tanggal saat ini
ru: После или равно текущей дате
tg: Пас аз санаи имрӯза ё баробари он

source: Before due date
fr: Avant la date d'échéance
id: Sebelum tanggal jatuh tempo
ru: До даты исполнения/окончания
tg: Пеш аз санаи пешбинишуда

source: Before or equal to due date
fr: ANtérieur ou égal à la date d'échéance
id: Sebelum atau saat hari H
ru: До или равно дате исполнения/окончания
tg: Пеш аз санаи пешбинишуда ё баробари он

source: After due date
fr: Après la date d'échéance
id: Setelah tanggal jatuh tempo
ru: После даты исполнения/окончания
tg: Пас аз санаи пешбинишуда

source: After or equal to due date
fr: Postérieur ou égal à la date d'échéance
id: Setelah atau saat tanggal jatuh tempo
ru: После или равно дате исполнения/окончания
tg: Пас аз санаи пешбинишуда ё баробари он

source: In range due date
fr: Date d'échéance dans l'intervalle
id: Dalam kurun waktu tanggal jatuh tempo
ru: В диапазоне срока исполнения
tg: Дар доираи санаи пешбинишуда

source: Data element
fr: Elément de données
id: Elemen data
ru: Элемент данных
tg: Унсури иттилоот

source: Condition
id: Kondisi

source: No data elements of type date in the selected program stage
fr: Aucun élément de donnée de type date dans le stade de programme sélectionné
id: Tidak ada elemen data untuk tipe tanggal dalam tahapan program terpilih
ru: Элементы данных с датой отсутствуют в выбранной стадии программы
tg: Дар марҳилаи интихобшудаи барнома ягон унсурҳои иттилоот бо сана-навъ нест

source: Shown on reports
fr: Afficher dans les rapports
id: Tunjukkan dalam laporan
ru: Показано в отчетах
tg: Дар ҳисоботҳо нишон дода шудааст

source: Show provided elsewhere
fr: Afficher fourni ailleurs
id: Tunjukkan hal yang disediakan
ru: Показать представленный в любом месте
tg: Нишон додани дар дигар ҷой пешниҳод шудааст

source: Available values
fr: Valeurs disponibles
id: Nilai-nilai yang tersedia
ru: Доступные значения
tg: Қиматҳои мавҷуда

source: Insert selected values
fr: Insérer les valeurs sélectionnées
id: Masukkan nilai-nilai terpilih
ru: Вставить выбранные значения
tg: Дохил кардани қиматҳои интихобшуда

source: Display provided other facility column
fr: Afficher la colonne fourni autre établissement
id: Tampilkan kolom fasilitas lain yang disediakan
ru: Показать предоставленную колонку другого учреждения
tg: Намоиш додани пешниҳод дар сутуни муассисаи дигар

source: Filter by data set
fr: Filtrer par ensemble de données
id: Filter berdasarkan data set
ru: Фильтровать по набору данных
tg: Филтр кардан аз рӯи маҷмӯи иттилоот

source: Show all items
fr: Afficher tous les éléments
id: Tampilkan semua item
ru: Показать все пункты
tg: Нишон додани ҳама ҷузъҳо

source: With registration
id: Dengan pendaftaran

source: Without registration
fr: Sans enrôlement
id: Tanpa pendaftaran

source: Standard interval days
fr: Jours d'intervalle standard
id: Interval hari-hari yang standar
ru: Стандартные интервал дни
tg: Рӯзҳои интервали стандартӣ

source: Program enrollment
fr: Inscription au programme
id: Pendaftaran progran
ru: Включение в программу
tg: Номнавис дар барнома

source: Due date
fr: Date d'échéance
id: Tanggal jatuh tempo

source: Stage visited
fr: Etape visitée
id: Tahapan kunjungan
ru: Посещеаемая стадия
tg: Марҳилаи боздидшуда

source: Report date
fr: Date du rapport
id: Tanggal pelaporan
ru: Отчетная дата/Дата составления отчета
tg: Санаи ҳисобот

source: Program stage properties
fr: Propriétés de l'étape de programme
id: Properties tahapan program
ru: Свойства стадии программы
tg: Сифатҳои марҳилаи барнома

source: Saved successful
fr: Enregistré avec succès
id: Berhasil tersimpan
ru: Успешно сохранено
tg: Бомуваффақият захира шуд

source: Sort by scheduled days
id: Urutkan sesuai dengan hari yang dijadwalkan
ru: Сортировать по запланированным дням
tg: Ҷудокунӣ аз рӯи рӯзҳои банақшагирифташуда

source: Assign program to organisation units for registering
fr: Assigner le programme aux unités d'organisation pour l'enrôlement
id: Tetapkan program unit organisasi untuk pendaftaran
ru: Закрепить программу за организацией для регистрации
tg: Ба воҳидҳои сохторӣ барои бақайдгирӣ барнома таъин кунед

source: Visited program stage
fr: Etape de programme visitée
id: Tahapan program kunjungan
ru: Посещенная стадия программы
tg: Марҳилаи барномаи боздидшуда

source: Number of tracked entity instances
fr: Nombre d'instances d'entités suivies
id: Jumlah tracked entity instances

source: Number of visits
fr: Nombre de visites
id: Jumlah kunjungan
ru: Количество посещений
tg: Шумораи боздидҳо

source: Insert
fr: Insérer
id: Masukkan
ru: Ввести
tg: Дохил кардан

source: Visited selected program stage
id: Kunjungi tahapan program terpilih
ru: Выбранная стадия програмы посещена
tg: Марҳилаи барномаи боздидшудаи интихобшуда

source: Define formulas, expressions, rules for aggregation data from name-based to aggregation system
id: Menetapkan rumus, expressions, aturan untuk data agregasi dari sistem agregasi berdasarkan nama

source: Show incidence date
fr: Montrer date d'incident
id: Tampilkan tanggal insidensi
ru: Показать дату проишествия
tg: Намоиши рӯзи воқеа

source: Display date of incident
fr: Afficher date d'incident
id: Tampilkan tanggal insidensi
ru: Показ даты проишествия
tg: Нишон додани рӯзи воқеа

source: Tracked entity attribute group sort order
fr: Ordre de tri des groupes d'attributs d'entités suivies
id: Urutkan susunan Tracked entity attribute group

source: Visit selected program stage n(th) time
id: Kunjungi tahapan program terpilih dalam satuan kali
ru: Посетить выбранную стадию программы в x раз
tg: Боздиди х-юм аз марҳилаи барномаи интихобшуда

source: Program stage section
fr: Section d'étape de programme
id: Section tahapan program
ru: Раздел стадии программы
tg: Қисми марҳилаи барнома

source: Create new program stage section
fr: Créer nouvelle section d'étape de programme
id: Buat section tahapan program yang baru
ru: Создать новый раздел стадии программы
tg: Сохтани қисми марҳилаи барномаи нав

source: Update program stage section
fr: Mettre à jour section d'étape de programme
id: Update section tahapan program
ru: Обновить раздел стадии программы
tg: Навсозии қисми марҳилаи барнома

source: Section management
fr: Gesion des sections
id: Manajemen section
ru: Управление разделом
tg: Идоракунии қисм

source: Program stage section sort order
fr: Ordre de tri des sections de l'étape de programme
id: Urutkan susunan section tahapan program
ru: Порядок сортировки раздела стадий программы
tg: Тартиби ҷудокунии қисми марҳилаи барнома

source: Add selected
fr: Ajouter la sélection
id: Tambah yang terpilih
ru: Добавить выбранное
tg: Илова кардани интихобшудаҳо

source: Add all
fr: Ajouter tout
id: Tambah semua
ru: Добавить все
tg: Илова кардани ҳама

source: Available attributes
fr: Attributs disponibles
id: Atribut yang tersedia

source: Select attributes
id: Pilih atribut

source: Display in list
id: Tampilkaan dalam daftar
ru: Показано в виде списка
tg: Дар рӯйхат нишондодашуда

source: Description of report date
id: Deskripsi tanggal pelaporan
ru: Описание даты представления отчета
tg: Тавсифи санаи ҳисобот

source: Reminder message templates
id: Template pesan pengingat

source: Message
id: Pesan
ru: Сообщение
tg: Паём

source: Parameters
fr: Paramètres
id: Parameter
ru: Параметры
tg: Параметрҳо

source: Program name
fr: Nom du programme
id: Nama program
ru: Название программы
tg: Номи барнома

source: Program stage name
fr: Nom de l'étape du programme
id: Nama tahapan program
ru: Название стадии программы
tg: Номи марҳилаи барнома

source: Organisation unit name
fr: Nom de l'unité d'organisation
id: Nama unit organisasi
ru: Название организации
tg: Номи воҳиди сохторӣ

source: Days since due date
fr: Jours depuis la date d'échéance
id: Hari sejak tanggal jatuh temo
ru: Прошло дней со дня срока исполнения
tg: Рӯзҳо пас аз санаи пешбинишуда

source: Scheduling
fr: Planification
id: Penjadwalan
ru: Планирование
tg: Банақшагирӣ

source: Automated Message Reminder
fr: Message de rappel automatique
id: Pesan pengingat otomatis
ru: Автоматизированная система сообщений-напоминаний
tg: Ёдраси худкори паёмӣ

source: Schedule
fr: Planning
id: Jadwal
ru: График
tg: Ҷадвал

source: Start
fr: Démarrer
id: Mulai
ru: Начать
tg: Оғоз

source: Scheduling is
fr: Planification
id: Penjadwalan adalah
ru: Планирование
tg: Банақшагирӣ

source: not started
fr: non démarrée
id: belum dimulai
ru: не начато
tg: оғоз нашуд

source: active
id: aktif
ru: активный
tg: фаъол

source: Gateway type
fr: Type de passerelle
id: Tipe Gateway
ru: Тип шлюза
tg: Навъи баромадгоҳ

source: Execute
fr: Exécuter
id: Jalankan
ru: Выполнить
tg: Иҷроиш

source: Time for sending message
fr: Heure pour envoi du message
id: Waktu untuk mengirimkan pesan
ru: Время для отправки сообщения
tg: Вақтифиристодани паём

source: The number of attributes
fr: Nombre d'attributs
id: Jumlah atribut
ru: Число атрибутов
tg: Шумораи нишонҳо

source: Reminder
fr: Rappel
id: Pengingat
ru: Напоминание
tg: Ёдрас

source: Remove reminder
fr: Supprimer l'en-tête
id: Pindahkan pengingat
ru: Убрать напоминание
tg: Тоза кардани ёдрас

source: Add more
fr: Ajouter plus
id: Tambah lagi ...
ru: Добавить еще â¦
tg: Иловаи бештари ...

source: not incident date
fr: Pas de date d'évènement
id: Bukan tanggal insidensi

source: Executed successfully
fr: Exécuté avec succès
id: Berhasil dijalankan
ru: Выполнено успешно
tg: Иҷроиши бомуваффақият

source: Different from
fr: Différent de
id: Berbeda dari
ru: Отлично от
tg: Мутафовит аз

source: Not null
fr: non nul
id: Bukan nol
ru: Не пусто
tg: Сифр нест

source: Are you sure you want to delete this program stage section ?
id: Apakah anda ingin menghapus section tahapan program?
ru: Вы уверены, что хотите удалить данный раздел стадии программы?
tg: Оё боварӣ доред, ки ин қисми марҳилаи барномаро нест кардан мехоҳед?

source: Form details
fr: Détails du formulaire
id: Detail formulir
ru: Детали формы
tg: Ташаккули маълумоти муфассал

# enrollment_details
source: Enrollment
fr: Enrôlement
id: Pendaftaran
ru: Детали включения
tg: Маълумоти муфассали номнавис

source: Repeatable program stage details
id: Detail tahapan program yang dapat diulang
ru: Детали воспроизводимых стадий программы
tg: Маълумоти муфассали такроршавандаи марҳилаи барнома

source: Automated Aggregation
fr: Agrégation automatisé
id: Agregasi otomatis
ru: Автоматическая агрегация
tg: Ҳамҷоякунии худкор

source: Schedule automated aggregation
id: Jadwal agregasi otomatis
ru: Запланировать автоматическую агрегацию
tg: Банақшагирии ҳамҷоякунии худкор

source: Schedule an automated tracked entity aggregation process, e.g. to run all pre-defined aggregation queries every midnight.
id: Jadwal proses tracked entity aggregation otomatis, seperti jalankan semua pre-defined aggregation queries setiap tengah malam.
ru: Запланировать автоматический процесс агрегации лиц, например, выполнить все предопределенные запросы по агрегации каждую полночь
tg: Раванди ҳамҷоякунии худкори шахсро ба нақша гиред, мас., барои ҳар шаб иҷро кардани пурсишҳои ҳамҷоякунии пешакӣ муайяншуда.

source: Are you sure you want to execute all tasks now? Task processing might fully utilize your system resources and slow down other operations.
fr: Etes-vous sûr de vouloir exécuter toutes les tâches maintenant? Le traitement des tâches peut utiliser toutes vos ressources système et ralentir les opérations.
id: Apakah anda yakin ingin menjalankan semua perintah sekarang? Memproses perintah mungkin menggunakan semua sumber sistem anda dan menurunkan sistem operasi yang lain.
ru: Вы уверены, что хотите выполнить все задачи сейчас? Обработка задачи может полностью использовать все ресурсы системы и замедлить выполнение других операций
tg: Оё боварӣ доред, ки ҳамаи вазифаҳоро ҳозир иҷро кардан мехоҳед? Коркарди вазифа метавонад захираҳои системаи шуморо пурра истифода барад ва амалиётҳои дигарро суст кунад.

source: Executing
fr: En cours d'exécution
id: Menjalankan
ru: Выполняется
tg: Иҷро мешавад

source: Add single rule
fr: Ajouter règle simple
id: Tambah single rule
ru: Добавить одиничное правило
tg: Иловаи қоидаи ягона

source: No aggregation
fr: Pas d'agrégation
id: Tidak ada agregasi
ru: Агрегация отсутствует
tg: Бе ҳамҷоякунӣ

source: Age at visit (days since birth)
fr: Age lors de la visite (jours depuis naissance)
id: Usia saat kunjungan (perhitungan hari sejak kelahiran)
ru: Возраст на момент визита (дней с момента рождения)
tg: Синну сол ҳангоми боздид (рӯзҳо пас аз таваллуд)

source: Schedule automated message reminder
fr: Planification du message de rappel automatique
id: Jadwal pesan pengingat otomatis
ru: Запланировать автоматическое напоминание о сообщениях
tg: Банақшагирии ёдраси худкори паём

source: Display in reports
fr: Afficher dans les rapports
id: Tampilkan dalam laporan
ru: Показать в отчетах
tg: Намоиш дар ҳисоботҳо

source: Edit left side
fr: Editer côté gauche
id: Edit bagian kiri
ru: Редактировать левую сторону
tg: Таҳрири тарафи рост

source: Edit right side
fr: Editer côté droite
id: Edit bagian kanan
ru: Редактировать правую сторону
tg: Таҳрири тарафи чап

source: Description is not null
fr: La description n'est pas nulle
id: Deskripsi bukan nol
ru: Описание не нулевое
tg: Тавсиф сифр нест

source: Expression is not null
fr: L'expression n'est pas nulle
id: Expression bukan nol
ru: Выражение не нулевое
tg: Ифода сифр нест

source: Complete allowed only if validation passes
id: Dikatakan selsai hanya jika tervalidasi
ru: Завершение разрешено только если пройдена проверка
tg: Анҷомёбӣ танҳо вақте иҷозат аст, ки санҷиши эътибор гузаронида шудааст

source: Skip generation of events that are overdue (before enrollment date)
id: Skip keseluruhan events yang telah melebihi tanggal hari H (sebelum tanggal pendaftaran)
ru: Пропустить, чтобы генерировать события с прошедшими сроками
tg: Барои таҳияи рӯйдодҳои мӯҳлаташон гузашта партофта гузаред

source: Display generate event box after completed
id: Tampilkan Kotak event keseluruhan setelah selesai
ru: Показать ящик генерации событий после завершения
tg: Пас аз анҷомёбӣ таҳияи қуттии рӯйдодро нишон диҳед

source: Calculated
fr: Calculé
id: Kalkulasi
ru: Подсчитано
tg: Ҳисобшуда

source: Display name
fr: Affiche le nom
id: Nama tampilan
ru: Показать имя/название
tg: Номи аёнӣ

source: Code and Name
fr: Code et nom
id: Kode dan nama
ru: Код и название
tg: Рамз ва ном

source: Sort by
fr: Trier par
id: Diurutkan berdasarkan
ru: Сортировать по
tg: Ҷудокунӣ аз рӯи

source: Block entry form after completed
fr: Bloquer la saisie après complétion
id: Blok formulir entri setelah lengkap
ru: Заблокировать форму ввода после завершения
tg: Шакли вурудро пас аз анҷомёбӣ маҳкам кунед

source: Please select operator number of visit for this condition
fr: Veuillez sélectionner l'opérateur nombre de visites pour cette condition
id: Silakan pilih nomor operator untuk kunjungan pada kondisi ini
ru: Пожалуйста, выберите число визитов оператора для данного условия
tg: Лутфан шумораи боздидҳои операторро барои ин шарт интихоб кунед

source: Design program entry form
fr: Concevoir formulaire de saisie de programme
id: Formulir desain entri program

source: Create custom tracked entity data capture forms with tracked entity attributes.
id: Buat formulir custom tracked entity data capture dengan tracked entity attributes.

source: Full name
fr: Nom complet
id: Nama lengkap
ru: Полное имя
tg: Ному насаби пурра

source: Date of birth
fr: Date de naissance
id: Tanggal lahir
ru: Дата рождения
tg: Санаи таваллуд

source: Date of death
fr: Date de décès
id: Tanggal kematian
ru: Дата смерти
tg: Рӯзи фавт

source: Registration date
id: Tanggal pendaftaran
ru: Дата регистрации
tg: Санаи бақайдгирӣ

source: Is dead
fr: Est décédé
id: Meninggal
ru: Мертв
tg: Фавтидааст

source: Phone number
fr: Numéro de téléphone
id: Nomor telepon
ru: Номер мобильного телефона
tg: Рақами телефони мобилӣ

source: Program entry form details
fr: Détails du formalaire de saisie du programme
id: Detail formulir entri program

source: Are you sure you want to delete program entry form?
id: Anda yakin ingin menghapus formulir program entri?

source: Fixed attributes
fr: Attributs fixes
id: Atribut yang sudah fix
ru: Настраиваемые атрибуты
tg: Нишонаҳои доимӣ

source: Attributes
fr: Attributs
id: Atribut
ru: атрибуты
tg: Нишонаҳо

source: Left side expression
fr: Côté gauche de l'expression
id: Expression sisi kiri
ru: Выражение левой стороны
tg: Ибораи тарафи чап

source: Right side expression
fr: Côté droite de l'expression
id: Expression sisi kanan
ru: Выражение правой стороны
tg: Ибораи тарафи рост

source: Sum of data element values
fr: Somme des valeurs des éléments de données
id: Jumlah dari nilai elemen data
ru: Сумма значений элемента данных
tg: Ҷамъ кардани қиматҳои унсурҳои иттилоот

source: Data element for sum/average/min/max
fr: Element de données pour somme/moyenne/min/max
id: Elemen data untuk jumlah/rata-rata/min/maks
ru: Элементы данных для выведения суммы/среднего значения/мин/макс
tg: Унсурҳои иттилоот барои ҷамъкунӣ/ҳисоб кардани қимати миёна/мин/макс

source: Average of data element values
fr: Moyenne des valeurs de l'élément de données
id: Nilai rata-rata elemen data
ru: Среднее значение элемента данных
tg: Ҳисоби миёнаи қиматҳои унсурҳои иттилоот

source: Minimum of data element values
fr: Minimum des valeurs de l'élément de données
id: Nilai minimum elemen data
ru: Минимальное значение элемента данных
tg: Минимуми қиматҳои унсурҳои иттилоот

source: Maximum of data element values
fr: Maximum des valeurs de l'élément de données
id: Nilai maksimum elemen data
ru: Максимальное значение элемента данных
tg: Максимуми қиматҳои унсурҳои иттилоот

source: Property already exists in form
fr: La propriété existe déjà dans le formulaire
id: Properti sudah tersedia dalam form
ru: Свойство вставлено в программу
tg: Сифат ба шакл дохил карда мешавад

source: Please insert all required fields
fr: Veuillez insérer tous les champs requis
id: Silahkan masukkan semua field yang dibutuhkan
ru: Пожалуйста, вставьте все требующиеся поля
tg: Лутфан ҳама майдонҳои ҳатмиро дохил кунед

source: Required fields validation
fr: Validation des champs obligatoires
id: Perlu dilakukan validasi fields ini
ru: Требуется проверка полей
tg: Санҷиши эътибори майдонҳои ҳатмӣ

source: Insert properties
fr: Insérer propriétés
id: Sisipkan properti
ru: Вставить свойства
tg: Дохил кардани сифатҳо

source: Insert images
fr: Insérer images
id: Sisipkan gambar
ru: Вставить изображение
tg: Дохил кардани тасвирҳо

source: Insert data elements
fr: Insérer éléments de données
id: Sisipkan elemen data
ru: Вставить элементы данных
tg: Дохил кардани уннсурҳои иттилоот

source: Only enroll once (per tracked entity instance lifetime)
id: Daftarkan 1 kali saja (per tracked entity instance lifetime)
ru: Включить только один раз
tg: Танҳо як маротиба номнавис кунед

source: Please insert a due-date
id: Silakan tuliskan tanggal jatuh tempo
ru: Пожалуйста, введите дату срока исполнения.
tg: Лутфан санаи пешбинишударо ворид кунед.

source: Capture coordinates
fr: Enregistrer les coordonnées
id: Mengambil koordinat
ru: Фиксировать координаты
tg: Гирифтани координатаҳо

source: Last month
fr: Mois dernier
id: Bulan lalu
ru: Последний месяц
tg: Моҳи гузашта

source: Get PDF for Data Entry
fr: Obtenir le PDF pour la saisie de données
id: PDF untuk Data Entri
ru: Получить PDF для ввода данных
tg: Дарёфти PDF барои вуруди иттилоот

source: Last 3 months
fr: 3 derniers mois
id: 3 bulan terakhir
ru: Последние 3 месяца
tg: 3 моҳи охир

source: Last 6 months
fr: 6 derniers mois
id: 6 bulan terakhir
ru: Последние 6 месяцев
tg: 6 моҳи охир

source: Last 12 months
fr: 12 derniers mois
id: 12 bulan terakhir
ru: Последние 12 месяцев
tg: 12 моҳи охир

source: Save and close
fr: Enregistrer et fermer
id: Simpan dan tutup
ru: Сохранить и закрыть
tg: Захира кардан ва пӯшидан

source: Delete this form
fr: Supprimer ce formulaire
id: Hapus form ini
ru: Удалить данную форму
tg: Нест кардани ин шакл

source: Please enter a name between 4 and 150 characters long
fr: Veuillez saisir un nom d'une longueur comprise entre 4 et 150 caractères
id: Silahkan ketikkan nama dengan panjang karakter 4 - 150.
ru: Пожалуйста, введите имя длинною от 4 до 150 знаков.
tg: Лутфан рақамедарозиаш аз 4 то 150 аломатро ворид кунед.

source: Save unsuccessfully
fr: Echec de la sauvegarde
id: Sukses tersimpan
ru: Сохранено безуспешно
tg: Захиракунии номуваффақ

source: Validate form
fr: Valider le formulaire
id: Validasi form
ru: Проверить форму
tg: Санҷиши эътибори шакл

source: The registration form passed validation successfully
fr: Le formulaire d'enregistrement a passé la validation avec succès
id: Form registrasi telah sukses divalidasi
ru: Форма регистрации прошла проверку успешно
tg: Шакли бақайдгирӣ аз санҷиши эътибор бомуваффақият гузашт

source: Ask user to complete program when stage is complete
fr: Demander l'utilisateur de compléter le programme lorsque le stade est complété
id: Tanyakan user untuk menyelesaikan program ketika stage sudah lengkap

source: Days since enrollment date
fr: Jours depuis la date d'enrôlement
id: Hari sejak tanggal pendaftaran
ru: Дней со дня даты включения
tg: Рӯзҳо пас аз санаи номнавис

source: Date to compare
fr: Date à comparer
id: Tanggal untuk membandingkan
ru: Дата сравнения
tg: Санаи муқоиса

source: Program Indicator Management
fr: Gestion des indicateurs de programme
id: Manajemen indikator program
ru: Управление индикатором программы
tg: Идоракунии индикатори барнома

source: View program indicators
fr: Visualiser les indicateurs de programme
id: Tampilkan indikator-indikator program

source: Are you sure you want to delete this program indicator?
fr: Etes-vous sûr de vouloir supprimer cet indicateur de programme?
id: Apakah anda yakin ingin menghapus indikator program ini?
ru: Вы уверены, что хотите удалить данный индикатор программы?
tg: Оё боварӣ доред, ки ин индикатори барномаро нест кардан мехоҳед?

source: Program indicator details
fr: Détails de l'indicateur de programme
id: Detail indikator program
ru: Детали индикатора программы
tg: Маълумоти муфассали индикатори барнома

source: Date for calculating
fr: Date pour le calcul
id: Tanggal yang dibutuhkan untuk menghitung
ru: Дата для калькуляции
tg: Санаи ҳисобкунӣ

source: Create new program indicator
fr: Créer nouvel indicateur de programme
id: Buat indikator program baru
ru: Создать новый программный индикатор
tg: Сохтани индикатори нави барнома

source: Edit program indicator
fr: Editer indicateur de programme
id: Edit indikator program
ru: Редактировать программный индикатор
tg: Таҳрири индикатор барнома

source: Data entry
fr: Saisie de données
id: Data entri
ru: Ввод данных
tg: Ворид кардани иттилоот

source: Combine
fr: Combiner
id: Kombinasikan
ru: Комбинировать
tg: Ҷуфт

source: Completed
fr: Terminé
id: Selesai
ru: Завершено
tg: Анҷомёфта
