Repository: kimbalear/dhis2-translations
Catalog: dhis-web-maintenance-program/*.po
Languages: fr, id, ru, tg

source: Allow enrollment at all org units
fr: Permettre l'enrôlement dans toutes les unités d'organisation
id: Izinkan pendaftaran untuk semua unit organisasi

source: Other program stages
fr: Autres étapes de programme
id: Program stage lainnya
ru: Другие стадии программы
tg: Марҳилаҳои дигари барнома

source: Filter by type
fr: Filtrer par type
id: Filter berdasarkan tipe
ru: Фильтровать по видам
tg: Филтркунӣ аз рӯи навъ

source: Organisation unit group
fr: Groupe d'unités d'organisation
id: Grup unit organisasi
ru: Группа организаций
tg: Гурӯҳи воҳидҳои сохторӣ

source: Enrollment date
fr: Date d'enrôlement
id: Tanggal pendaftaran
ru: Даты включения
tg: Санаи номнавис

source: Days since incident date
fr: Jours depuis la date d'incident
id: Hari sejak tanggal insidensi
ru: Дней с даты происшествия
tg: Рӯзҳо пас аз санаи ҷорӣ

source: View all
fr: Afficher tout
id: Tampilkan semua
ru: Посмотреть все
tg: Намоиш додани ҳама

source: Selected program stages
fr: Sélectionner les stades de programme
id: Pilih tahapan program
ru: Выбранные программный фазы
tg: Марҳилаҳои барномаи интихобшуда

source: Organisation unit phone number
fr: Numéro de téléphone de l'unité d'organisation
id: Nomor telepon unit orgahisasi
ru: Зарегистрированная организация
tg: Ташкилоти бақайдгирифташуда

source: Date in future
fr: Date dans le futur
id: Tanggal di masa depan
ru: Дата на будущее
tg: Сана дар оянда

source: Age(years)
fr: Age (années)
id: Age
ru: Возраст (лет)
tg: Синну сол (солҳо)

source: Send to
fr: Envoyer à
id: Kirim ke
ru: Отправить (кому)
tg: Фиристодан ба

source: Complete program
fr: Programme complété
id: Program lengkap
ru: Завершить программу
tg: Барномаи анҷомёфта

source: Complete program stage
fr: Etape de programme complété
id: Program stage lengkap
ru: Завершить стадию программы
tg: Марҳилаи барномаи анҷомёфта

source: User group
fr: Groupe d'utilisateurs
id: Grup user
ru: Группа пользователей
tg: Гурӯҳи корбарон

source: From the day set
id: Dari setting hari
ru: От/С установленного дня
tg: Аз рӯзи муқарраршуда

source: Organisation unit count
fr: Compte d'unités d'organisation
id: Hitung unit organisasi
ru: Количество организаций
tg: Шумораи воҳидҳои сохторӣ

source: Available dynamic attributes
fr: Attributs dynamiques disponibles
id: Atribut dinamis yang tersedia
ru: Доступные динамические атрибуты
tg: Сифатҳои динамикии мавҷуда

source: Selected dynamic attributes
fr: Sélectionner les attributs dynamiques
id: Atribut dinamis yang terpilih
ru: Выбранные динамические атрибуты
tg: Сифатҳои динамикии интихобшуда

source: Registration date
fr: Données d'enregistrement
id: Tanggal pendaftaran
ru: Дата регистрации
tg: Санаи бақайдгирӣ

source: Create default registration form
fr: Créer un formulaire d'enregistrement par défaut
id: Buat default registration form
ru: Создать стандартную форму регистрации
tg: Сохтани шакли бақайдгирии стандартӣ

source: Set incidence date to date of birth
id: Menetapkan tanggal insidensi sampai ke tanggal lahir
ru: Использовать дату рождения как дату происшествия
tg: Истифодаи санаи таваллуд ҳамчун санаи рӯй додан

source: Set enrollment date to date of birth
id: Menetapkan tanggal pendaftaran sampai tanggal lahir
ru: Использовать дату рождения как дату включения
tg: Истифодаи санаи таваллуд ҳамчун санаи номнавис

source: Allow selecting enrollment dates in future
id: Memperbolehkan tanggal pendaftaran yang dipilih di masa depan
ru: Разрешить выбор дат включения в будущем
tg: Иҷозат додани интихоби санаҳои номнавис дар оянда

source: Allow future enrollment dates
fr: Permettre dates d'enrôlement futures
id: Memperbolehkan tanggal pendaftaran di masa depan
ru: Разрешить выобр даты включения в будущем
tg: Иҷозат додани интихоби санаҳои номнавис дар оянда

source: Allow future incidence dates
fr: Permettre dates d'évènement futures
id: Memperbolehkan tanggal insidensi di masa depan
ru: Разрешить выбор даты происшествия в будущем
tg: Иҷозат додани интихоби санаҳои рӯй додан дар оянда

source: Program related
id: Program yang berhubungan

source: No program
fr: Aucun programme
id: Tidak ada program
ru: Программа отсутствует
tg: Ягон барнома нест

source: Display as radio button
fr: Afficher en tant que boutons radio
id: Tampilkan dalam bentuk "radio button"
ru: Показать как кнопку радио
tg: Намоиш додан ҳамчун тугмаи радио

source: Days scheduled
fr: Jours planifiés
id: Hari yang dijadwalkan
ru: Запланированные дни
tg: Рӯзҳои ба нақша гирифташуда

source: Tracked entity instance (SMS only)
id: Tracked entity instance (hanya boleh SMS)

source: Organisation unit phone number (SMS only)
id: nomor telepon unit organisasi (hanya boleh SMS)
ru: Телефонный номер организации (только СМС)
tg: Рауами телефони воҳиди сохторӣ (танҳо СМС)

source: Health worker assigned to tracked entity instance
id: Tenaga kesehatan telah didaftarkan dalam tracked entity instance

source: All users at organisation unit
fr: Tous les utilisateurs rattachés à l'unité d'organisation
id: Semua user pada unit organisasi
ru: Все пользователи в организации
tg: Ҳамаи корбарон дар воҳиди сохторӣ

source: Send base on
fr: Envoyer sur la base de
id: Dikirim berdasarkan
ru: Отправить на основании
tg: Фиристодани замим барои

source: Characters without params
fr: Caractères sans les paramètres
id: Karakter tanpa params
ru: Символы без параметров
tg: Аломатҳои бепараметр

source: scheduled date
fr: date prévue
id: Tanggal yang dijadwalkan
ru: запланированная дата
tg: санаи ба нақша гирифташуда

source: Send message
fr: Envoyer message
id: Kirim pesan
ru: Отправить сообщение
tg: Фиристодани паём

source: Message is sent
fr: Le message a été envoyé
id: Pesan dikirim
ru: Сообщение отправлено.
tg: Паём фиристода шуд.

source: Recipients
fr: Destinataires
id: Penerima
ru: Получатели
tg: Гирандаҳо

source: Message type
fr: Type de message
id: Tipe pesan
ru: Тип сообщения
tg: навъи паём

source: Both
fr: Les deux
id: Keduanya
ru: Оба/обе
tg: Ҳарду

source: Direct SMS
fr: SMS direct
id: SMS langsung
ru: Направить СМС/Прямое СМС
tg: СМС-и мустақим

source: Ask user to create new event when stage is complete
fr: Demander à l'utilisateur de créer un nouvel évènement lorsque le stade est complété
id: Meminta user untuk membuat event baru ketika stage lengkap

source: Data entry method
fr: Mode de saisie de données
id: Metode data entri
ru: Метод ввода данных
tg: Усули вуруди иттилоот

source: Scope
fr: Étendue
id: Cakupan
ru: Масштаб/Объем
tg: Ҳаҷм

source: Open data entry form after enrollment
fr: Ouvrir le formulaire de saisie après enrôlement
id: Buka formulir data entri setelah pendaftaran
ru: Открыть форму ввода данных после включения
tg: Кушодани шакли вуруди иттилоот пас аз номнавис

source: Report date to use
id: Laporkan tanggal yang akan digunakan
ru: используемая дата представления отчета
tg: Санаи ҳисобот барои истифода

source: The properties to open data entry form after enrollment is active in the stage
id: Properti untuk membuka form entri data setelah pendaftaran dilakukan sudah diaktifkan di stage ini
ru: Свойства открытия формы ввода данных активны в стадии
tg: Хусусиятҳо барои кушодани шакли вуруди иттилоот пас аз номнавис дар марҳила фаъоланд

source: Add relative
id: Tambahkan relasi

source: Who is the new relative to the existing tracked entity instance?
id: Siapa yang menjadi relasi baru untuk tracked entity instance yang ada?

source: Program for new relative to be enrolled in
id: Program untuk mendaftarkan relasi baru

source: Health worker
id: Tenaga kesehatan

source: Is hidden ?
fr: Est caché ?
id: Apakah disembunyikan?

source: Default value
fr: Valeur par défaut
id: Nilai default

source: Shortcut link to add a relative
id: Link shortcut untuk menambahkan relatif

source: Shortcut link label (e.g. Add child)
id: Shortcut link label (contoh. label "Anak")

source: Relationship
fr: Relation
id: Hubungan

source: Select at least one scope for local id
fr: Choisir au moins une étendue
id: Pilih paling tidak 1 cakupan untuk local id

source: Scheduling of events
id: Penjadwalan events

source: View validation criteria
fr: Visualiser critères de validation
id: Tampilkan kriteria validasi

source: Reminder message template details
id: Pengingat detail mengenai template pesan

source: Edit reminder message template
id: Edit template pesan pengingat

source: Create new reminder message template
id: Buat template pesan pengingat baru

source: Are you sure you want to delete reminder message template?
id: Apakah anda yakin ingin menghapus template pesan pengingat?

source: day(s) before
id: hari sebelumnya

source: day(s) after
id: hari setelahnya

source: Data entry method for option sets
fr: Mode de saisie pour ensembles d'options
id: Metode entri data untuk option sets

source: Users
fr: Utilisateurs
id: User

source: View reminder message templatess
id: Tampilkan template pesan pengingat

source: Display in list without program
id: Tampilan dalam daftar tanpa program

source: Manage attributes with no program
id: Atur attributes tanpa program

source: Manage attributes for visit schedule
id: Atur attributes untuk melihat jadwal

source: Unique
id: Unik

source: Tracked entity management
id: Manajemen Tracked entity

source: Create new tracked entity
id: Buat tracked entity baru

source: Tracked entity details
fr: Détails d'entité suivie
id: Detail Tracked entity

source: Are you sure you want to delete this tracked entity?
id: Apakah anda yakin ingin menghapus tracked entity ini?

source: Number of tracked entities
id: Jumlah tracked entities

source: Please select at least one attribute to display in list
id: Silakan pilih paling tidak satu attribute untuk ditampilkan dalam daftar

source: in
fr: dans
id: dalam

source: Whole system
fr: Système entier
id: Sistem keseluruhan

source: Program within organisation unit
id: Program dalam unit organisasi

source: Show advanced options
id: Tampilkan pilihan lanjutan

source: Hide advanced options
id: Sembunyikan piliihan lanjutan

source: Confidential
id: Rahasia

source: Available indicators
id: Indikator yang tersedia

source: Selected indicators
id: Indikator-indikator terpilih

source: Program indicator management form
id: Formulir manajemen indikator program
ru: Управление индикатором программы
tg: Идоракунии индикатори барнома

source: Filter by program
id: Filter berdasarkan program

source: Enter an attribute
id: Masukkan Atribut

source: Enter a key
id: Masukkan kunci

source: Sort order
id: Urutkan susunan

source: Expression is not well-formed
id: Expression tidak tersusun dengan baik

source: Program variables
id: Variabel-variabel program

source: Period type
id: Tipe periode

source: Expression - evaluate the source fields
id: Expression - mengevaluasi source fields

source: Actions that is executed when expression is true
id: Aktivitas yang dijalankan jika expression benar

source: Display text
id: Tampilan teks

source: Shows a key data box
id: Tampilkan key data box

source: Hide field
id: Sembunyikan field

source: Assign variable
id: Variabel yang ditetapkan

source: Show warning
id: Tampilkan peringatan

source: Show error
id: Tampilkan error

source: View program rules
id: Tampilkan program rules

source: Program rule management
id: Manajemen aturan program

source: Create new program rule
id: Buat aturan program yang baru

source: Program rule details
id: Detail aturan program

source: Source program stage
id: Sumber program stage

source: Source DataElement
id: Sumber eleman data

source: Variable name
id: Nama variabel

source: Data element newest event program stage
id: Elemen data event program stage terbaru

source: Data element newest event program
id: Elemen data event program terbaru

source: Add source field
id: Tambah source field

source: Add more action
id: Tambahkan aktivitas lanjutan

source: Source type
id: Tipe sumber

source: Are you sure you want to delete program rule?
id: Anda yakin ingin menghapus program rule?

source: Please enter error message
id: Silakan masukkan pesan yang error

source: Please enter warning message
id: Silakan masukkan pesan peringatan

source: Please enter alert message when hiding a field that contains value
id: Sialkan masukkan pesan ketika menyembunyikan field yang memiliki nilai

source: Please enter alert message when hiding a section that contains values
id: Silakan masukkan pesan peringatan ketika menyembunyikan sebuah section yang memiliki nilai

source: Hide section
id: Sembunyikan section

source: Reminder message template management
id: Manajemen template pesan pengingat

source: Expression description
id: Deskripsi expression

source: Expression items
id: Item Expression

source: Filter description
id: Deskripsi filter

source: Select program stage
id: Pilih program stage

source: Program registration form
id: Formulir registrasi program

source: Aggregation type
id: Tipe aggregasi

source: Display in form
id: Tampilkan dalam formulir

source: Enrollment
id: Detail Pendaftaran

source: Event output type
id: Tipe output event

source: Combination of categories
id: Kombinasi kategori

source: Missing value replacement
id: Penggantian nilai missing

source: Edit tracked entity attribute
fr: Editer attribut d'entité suivie

source: Legend set
fr: Jeu de légende

source: Tracked entity attribute management
fr: Gestion des attributs d'entités suivies

source: Edit program
fr: Modifier le programme
ru: Редактирование программы
tg: Таҳрири барнома

source: Program
fr: Programme
ru: Программа
tg: Барнома

source: Aggregation Query Builder
fr: Constructeur de requête d'agrégation

source: Aggregation query builder management
fr: Gestion des requêtes d'agrégation

source: Operator
fr: Opérateur
ru: Операция
tg: Оператор

source: Attribute options
fr: Options d'attributs
ru: Опции атрибутов
tg: Имконоти нишон

source: Tracked entity attribute group management
fr: Gestion des groupes d'attributs d'entités suivies

source: Edit tracked entity attribute group
fr: Editer groupe d'attributs d'éntités suivies

source: Predefined value
fr: Valeur prédéfinie
ru: Пред-определенное значение
tg: Қимати пешакӣ муайяншуда

source: Inheritable
fr: Héritable
ru: Наследственный
tg: Меросӣ

source: Tracked entity attribute details
fr: D'atils des attributs d'entités suivies

source: Option combination
fr: Combinaison d'options
ru: Комбинация опций
tg: Ҷуфти имконот

source: Aggregation query builder details
fr: Editeur de requête d'agrégation
ru: Детали Конструктора агрегации запросов
tg: Маълумоти муфассали созандаи пурсиши ҳамҷоякунӣ

source: Create new aggregation query builder
fr: Créer une nouvelle requête d'agrégation
ru: Создать новый конструктор агрегации запросов
tg: Сохтани созандаи пурсиши ҳамҷоякунии нав

source: Condition details
fr: Details condition
ru: Детали состояния
tg: Маълумоти муфассали шарт

source: Edit aggregation query builder
fr: Modifier la requête d'agrégation
ru: Редактировать конструктор агрегации запросов
tg: Таҳрири созандаи пурсиши ҳамҷоякунӣ

source: Program properties
fr: Propriétés du programme
ru: Свойства программы
tg: Сифатҳои барнома

source: Aggregation expression
fr: Expression d'agrégation
ru: Выражение агрегации
tg: Ифодаи ҳамҷоякунӣ

source: Single event
fr: Evènement unique
ru: Одиночное событие
tg: Рӯйдоди алоҳида

source: Tracked entity instances
fr: Instances d'entités suivies

source: DOB type
fr: Type DDN (Date De Naissance)
ru: Тип DOB
tg: Навъи рӯзи таваллуд

source: Trans-gender
fr: Transgenre
ru: Трансгендер/Лицо, поменявшее пол
tg: Транссексуал

source: Test condition
fr: Tester la condition
ru: Условия тестирования
tg: Шарти озмоиш

source: Run successful
fr: Exécution avec succès
ru: Успешный запуск
tg: Иҷроиши бомуваффақият

source: Run failed
fr: Echec d'exécution
ru: Сбой запуска
tg: Иҷроиши ноком

source: Anonymous
fr: Anonymes
ru: Анонимный
tg: Беном

source: Edit program validation rule
fr: Modifier la règle de validation de programme
ru: Редактировать правило валидации программы
tg: Таҳрири қоидаи санҷиши эътибори барнома

source: Data set
fr: Ensemble de données
ru: Набор данных
tg: Маҷмӯи иттилоот

source: for
fr: pour
ru: Для
tg: Барои

source: Stop
fr: Arrêter
ru: Остановить
tg: Қатъ

source: Inherit
fr: Hériter
ru: Наследовать
tg: Мерос гирифтан

source: Auto-generate event
fr: Création automatique de l'évènement
ru: Автоматически генерировать событие
tg: Таҳияи худкори рӯйдод

source: Generate events based on enrollment date
fr: Générer les évènements sur la base de la date d'enrôlement

source: Add multi rule
fr: Ajouter règle multiple
ru: Добавить несколько правил
tg: Иловаи қоидаи чандгона

source: Formula
fr: Formule
ru: Формула
tg: Формула

# update_program_validation_rule
source: Edit program validation rule
fr: Editer règle de validation de programme
ru: Редактировать правило проверки программы
tg: Таҳрири санҷиши эътибори барнома

source: Properties
fr: Propriétés
ru: Свойства
tg: Сифатҳо

source: Email
fr: Adresse e-mail

source: Task strategy
fr: Stratégie des tâches
ru: Стратегия задачи
tg: Стратгияи вазифа

source: Auto save data entry forms
fr: Enregistrement automatique des formulaires de saisie
ru: Автосохранение форм ввода данных
tg: Захираи худкори шаклҳои вуруди иттилоот

source: Auto save tracked entity forms
fr: Auto-enregistrer les formulaires d'entités suivies

source: Disable registration fields
fr: Désactiver champs d'enrôlement
ru: Отключить поля регистрации
tg: Ғайрифаъол кардани майдонҳои бақайдгирӣ

source: Events
fr: Évènements
ru: События
tg: Рӯйдодҳо

source: Minus
fr: Moins
ru: Минус
tg: Тарҳ

source: All users in organisation unit registered
fr: Tous les utilisateurs enregistrés dans l'unité d'organisation
ru: Все пользователи организации/отдела зарегистрированы
tg: Ҳамаи корбарон дар воҳиди сохторӣ ба қайд гирифта шуданд

source: Complete event
fr: Evènement complété
ru: Завершить событие
tg: Рӯйдоди анҷомёфта

source: Default registration form
fr: Formulaire d'enrôlement par défaut
ru: Форма регистрации по умлочанию/Стандартная форма регистрации
tg: Шакли бақайдгирии стандартӣ

source: Default form name
fr: Nom du formulaire par défaut
ru: Название стандартной формы
tg: Номи стандартии шакл

source: Custom form name
fr: Nom du formulaire personnalisé
ru: Название специальной формы
tg: Номи фармоишии шакл

source: Relationship text
fr: Texte relation
ru: Тескт связей
tg: Матни муносибат

source: Relationship details
fr: Détails relation
ru: Детали связей
tg: Маълумоти муфассали муносибат

source: Local identifier
fr: Identifiant local
ru: Местный идентификатор
tg: Идентификатори маҳаллӣ

source: Drop-down lists
fr: Listes déroulantes
ru: Раскрывающиеся списки
tg: Рӯйхатҳои афтанда

source: Radio buttons
fr: Boutons radio
ru: Кнопки радио
tg: Тугмаҳои радио

source: Edit tracked entity
fr: Editer entité suivie

source: Option set
fr: Ensemble d'options

source: Incident Date
fr: Date d'évènement

source: Enrollment Date
fr: Date d'enrôlement

# orgunit
source: Organisation unit
fr: Programme au sein de l'unité d'organisation
ru: Организация
tg: Воҳиди сохторӣ

source: Program validation rule management
fr: Gestion de règles de validation de programme
ru: Управление правилом проверки программы
tg: Идоракунии санҷиши эътибори барнома

source: Program stage sort order
fr: Ordre de tri de de stades de programme
ru: Порядок сортирования стадии программы
tg: Тартиби ҷудокунии марҳилаи барнома

source: Program Stage Sort Order
ru: Порядок сортирования стадии программы
tg: Тартиби ҷудокунии марҳилаи барнома

source: Allow provided elsewhere
ru: Предоставлено в другом месте
tg: Дар дигар ҷой пешниҳод шудааст

source: Sort order
ru: Последовательность сортировки
tg: Тартиби ҷудокунӣ

source: Plus
ru: Плюс
tg: Ҷамъи

source: AND
ru: И
tg: ВА

source: OR
ru: ИЛИ
tg: Ё

source: COMBINE
ru: КОМБИНИРОВАТЬ
tg: ЯКҶОЯ
