Repository: kimbalear/dhis2-translations
Catalog: dhis-web-maintenance-program/*.po
Languages: fr, id, ru, tg

source: Group by
fr: Grouper par
id: Dikelompokkan berdasarkan

source: Is equal to tracked entity domain
fr: Egal au domaine d'entité suivi
id: Apakah setara dengan domain tracked entity?

source: Group
fr: Groupe
id: Grup
ru: Группа
tg: Гурӯҳ

source: Name is already in use
fr: Le nom est déjà utilisé
id: Nama telah digunakan
ru: Данное имя уже используется
tg: Ном аллакай истифода мешавад:

source: Hide details
fr: Masquer les détails
id: Sembunyikan detail
ru: Скрыть детали
tg: Пинҳон кардани маълумоти муфассал

source: Please select
fr: Veuillez sélectionner
id: Silakan pilih
ru: Пожалуйста, выберите
tg: Лутфан интихоб кунед

source: is
fr: est
id: adalah
ru: есть
tg: мебошад

source: Are you sure you want to delete relationship type?
fr: Etes-vous sûr de vouloir supprimer ce type de relation?
id: Apakah anda ingin menghapus relationship type?
ru: Вы уверены, что хотите удалить тип связи?
tg: Оё боварӣ доред, ки ин навъи муносибатро нест кардан мехоҳед?

source: Relationship (e.g. Mother-Child)
fr: Description de la relation (par ex. Mère-Enfant)
id: Hubungan (contoh Ibu-Anak)

source: Relationship type
fr: Type de relation
id: Tipe hubungan

source: Relationship type details
fr: Détails du type de relation
id: Detail tipe hubungan
ru: Детали типов связи
tg: Маълумоти муфассали навъи муносибат

source: A is to B
fr: A est à B
id: A untuk B
ru: A относится к B
tg: A нисбати B

source: B is to A
fr: B est à A
id: B untuk A
ru: B относится к A
tg: B нисбати A

source: Edit relationship type
fr: Modifier le type de relation
id: Edit tipe hubungan
ru: Редактировать тип связи
tg: Таҳрири навъи муносибат

source: Create new relationship type
fr: Créer un nouveau type de relation
id: Buat tipe hubungan yang baru
ru: Создать новый тип связи
tg: Сохтани навъи нави муносибат

source: Relationship type management
fr: Gestion de types de relation
id: Manajemen tipe hubungan
ru: Управление типами связи
tg: Идоракунии навъи муносибат

source: or
fr: ou
id: atau
ru: или
tg: ё

source: Age (days)
fr: Age (jours)
id: Usia (hari)
ru: Возраст (дни)
tg: Синну сол (рӯзҳо)

source: Value must be an integer
fr: La valeur doit être un entier
id: Nilai harus dalam bilangan bulat
ru: Значение должно быть целым числом
tg: Қимат бояд адади бутун бошад

source: Program Stage
fr: Stade de Programme
id: Tahapan program
ru: Стадия программы
tg: Марҳилаи барнома

source: Section details
fr: Détails de la section
id: Detail Section

source: Close
fr: Fermer
id: Tutup
ru: Закрыть
tg: Пӯшидан

source: Attribute
fr: Attribut
id: Atribut
ru: атрибут
tg: Нишона

source: Value type
fr: Type de valeur
id: Tipe nilai
ru: Тип значения
tg: Навъи қимат

source: Create new tracked entity attribute
fr: Créer nouvel attribut d'entité suivie
id: Buat tracked entity attribute baru

source: Are you sure you want to delete this tracked entity attribute?
fr: Voulez-vous vraiment supprimer cet attribut d'entité suivie?
id: Apakah anda yakin ingin menghapus tracked entity attribute ini?

source: Name is in use
fr: Le nom existe déjà
id: Nama sedang digunakan
ru: Имя используется
tg: Ном истифода мешавад

source: Short name in use
fr: Nom court déjà utilisé
id: Nama singkat tersebut sudah digunakan

source: Code is in use
fr: Code déjà utilisé
id: Kode tersebut sudah digunakan

source: Sort
fr: Trier
id: Urutkan
ru: Сортировать
tg: Ҷудокунӣ

source: Value must be a positive number
fr: La valeur doit être un nombre positif
id: Nilai harus bilangan bulat positif
ru: Значение должно быть положительным числом
tg: Қимат бояд адади мусбӣ бошад

source: Invalid min-max days combination
fr: Combinaison incorrecte de jours min-max
id: Min-max kombinasi hari yang invalid
ru: Неверная комбинация мин-макс дней
tg: Ҷфти нодурусти мин-макси рӯзҳо

source: Please select a program
fr: Veuillez sélectionner un programme
id: Silakan pilih program
ru: Пожалуйста, выберите программу
tg: Лутфан барномаеро интихоб кунед

source: Program stage management
fr: Gestion de stade de programme
id: Manajemen tahapan program
ru: Управление стадиями программы
tg: Идоракунии марҳилаи барнома

source: View program stages
fr: Afficher les stades de programme
id: Tampilkan tahapan program
ru: Посмотреть стадии программы
tg: Намоиши марҳилаҳои барнома

source: Assign program to organisation units
fr: Assigner le programme aux unités d'organisation
id: Tetapkan program untuk unit-unit organisasi
ru: Закрепить программу за данной организацией
tg: Таъин кардани барнома ба воҳиди сохторӣ

source: Programs
fr: Programmes
id: Program-program
ru: Программы
tg: Барномаҳо

source: Number of data elements to be collected
fr: Nombre d'éléments de données à collecté
id: Jumlah elemen data yang akan dikumpulkan
ru: Число необходимых для сбора элементов данных
tg: Шумораи унсурҳои иттилоот барои ҷамъоварӣ

source: Adding program stage failed
fr: L'ajout de stade de programme a échoué
id: Penambahan tahapan program gagal
ru: Сбой добавления фазы программы
tg: Иловаи марҳилаи барнома иҷро нашуд

source: Updating program stage failed
fr: La mise à jour du stade de programme échoué
id: Update tahapan program gagal
ru: Сбой обновления фазы программы
tg: Навсозии марҳилаи барнома иҷро нашуд

source: Are you sure you want to delete this program stage?
fr: Etes-vous sûr de vouloir supprimer ce stade du programme?
id: Apakah anda yakin ingin menghapus tahapan program ini?
ru: Вы уверены, что хотите удалить данную программную фазу?
tg: Оё боварӣ доред, ки ин марҳила барномаро нест кардан мехоҳед?

source: Available data elements
fr: Éléments de données disponibles
id: Elemen data tersedia
ru: Имеющиеся элементы данных
tg: Унсурҳои иттилооти мавҷуда

source: Selected data elements
fr: Eléments de donnée sélectionnés
id: Elemen data terpilih
ru: Выбранные элементы данных
tg: Унсурҳои иттилооти интихобшуда

source: Program stage details
fr: Détails du stade du programme
id: Detail tahapan program
ru: Детали программных фаз
tg: Маълумоти муфассали марҳилаи барнома

source: Edit program stage
fr: Modifier le stade du programme
id: Edit tahapan program
ru: Редактировать фазы программы
tg: Таҳрири марҳилаи барнома

source: Create new program stage
fr: Créer nouveau stade de programme
id: Buat tahapan program baru
ru: Создать новую фазу программы
tg: Сохтани марҳилаи барномаи нав

source: Order in program
fr: Ordre dans le programme
id: Susun dalam program
ru: Упорядочить в программе
tg: Тартиб дар барнома

source: Program details
fr: Détails du programme
id: Detail program
ru: Детали программы
tg: Маълумоти муфассали барнома

source: Are you sure you want to delete this program?
fr: Etes-vous sûr de vouloir supprimer ce programme?
id: Apakah anda ingin menghapus program ini?
ru: Вы уверены, что хотите удалить данную программу?
tg: Оё боварӣ доред, ки ин барномаро нест кардан мехоҳед?

source: Create new program
fr: Créer nouveau programme
id: Buat program baru
ru: Создать новую программу
tg: Сохтани барномаи нав

source: Search
fr: Rechercher
id: Cari
ru: Поиск
tg: Ҷустуҷӯ

source: Select
fr: Sélectionner
id: Pilih
ru: Выбор
tg: Интихоб кунед

source: Organisation unit
fr: Unité de l'Organisation
id: Unit organisasi
ru: Организация
tg: Воҳиди сохторӣ

source: Add
fr: Ajouter
id: Tambah
ru: Добавить
tg: Илова кардан

source: Program management
fr: Gestion de programme
id: Manajemen program
ru: Программное управление
tg: Идоракунии барнома

source: Everything is OK
fr: Tout est OK
id: Semua OK
ru: Все нормально
tg: Ҳама чиз хуб аст

# tracked_entity_attribute
source: Attribute
fr: Attribut
id: Atribut

source: Data elements
fr: Eléments de donnée
id: Elemen data
ru: Элементы данных
tg: Унсурҳои иттилоот

# tracked_entity_attributes
source: Attributes
fr: Attributs
id: Atribut

source: Data entry form management for program stage
fr: Gestion des formulaires de stade du programme
id: Manajemen formulir entri data untuk tahapan program
ru: Управление форм ввода данных для программной фазы
tg: Идоракунии шакли вуруди иттилоот барои марҳилаи барнома

source: Choose existing data entry form
fr: Choisir un formulaire existant
id: Pilih formulir entri data yang ada
ru: Выберите существующие формы ввода данных
tg: Пӯшидани шакли вуруди иттилооти мавҷудбуда

source: Data entry form details
fr: Détails du formaulaire
id: Detail formulir entri data
ru: Детали формы ввода данных
tg: Маълумоти муфассали шакли вуруди иттилоот

source: Data entry form
fr: Formulaire de saisie de donneés
id: Formulir data entri

source: Blood group
fr: Groupe sanguin
id: Golongan darah
ru: Группа крови
tg: Гурӯҳи хун

source: Add Option
fr: Ajouter une option
id: Tambah Option
ru: Добавить опции
tg: Иловаи имкон

source: Mandatory
fr: Obligatoire
id: Wajib
ru: Обязательно
tg: Ҳатмӣ

source: Move selected items
fr: Déplacer les éléments sélectionnés
id: Pindahkan item terpilih
ru: Переместить выбранное
tg: Интиқоли интихобшудаҳо

source: Remove selected items
fr: Supprimer les éléments sélectionnés
id: Pindahkan item terpilih
ru: Удалить выбранное
tg: Тоза кардани интихобшудаҳо

# availableAttribute
source: Available attributes
fr: Attributs disponibles
id: Atribut yang tersedia
ru: Доступные атрибуты
tg: Нишонҳои мавҷуда

source: Selected attributes
fr: Attributs sélectionnés
id: Atribut terpilih
ru: Выделенные атрибуты
tg: Нишонҳои интихобшуда

source: Tracked entity attribute group details
fr: Détails des groupes d'attributs d'entités suivies
id: Detail tracked entity attribute group

# tracked_entity_attribute_group
source: Attribute Group
fr: Groupe d'attributs
id: Grup Atribut

source: Create new tracked entity attribute group
fr: Créer nouveau group d'attributs d'entités suivies
id: Buat tracked entity attribute group baru

source: Deleted successfully
fr: Supprimé avec succès
id: Option ini memiliki hubungan dengan tracked entity attribute values
ru: Удалено успешно
tg: Бомуваффақият нест карда шуд

source: This option has relationship with tracked entity attribute values
fr: Cette option a une relation avec les valeurs d'attributs d'entités suivies
id: Option ini memiliki hubungan dengan tracked entity attribute values

source: Deleted tracked entity attribute option successfully
fr: Option d'attribut d'entité suivie supprimée avec succès
id: Tracked entity attribute option berhasil terhapus

source: Can not find tracked entity attribute option to delete
fr: Impossible de trouver l'optiond d'attribut d'entité suivie à supprimer
id: Tidak dapat menemukan tracked entity attribute option untuk menghapus

source: Related
fr: Lié
id: Terhubung
ru: Связанный
tg: Алоқаманд

source: Validation Criteria
fr: Critères Validation
id: Kriteria validasi
ru: Критерии валидации
tg: Меъёрҳои санҷиши эътибор

source: Edit validation criteria
fr: Modifier le critère de validation
id: Edit kriteria validasi
ru: Редактировать критерии валидации
tg: Таҳрири меъёрҳои санҷиши эътибор

source: Attribute Group
fr: Groupe d'attributs
id: Grup Atribut

source: Attribute Visit Schedule
fr: Planification visite attributs
id: Atribut jadwal kunjungan

source: Create validation criteria
fr: Créer un nouveau critère de validation
id: Buat kriteria validasi
ru: Создать критерии валидации
tg: Сохтани меъёрҳои санҷиши эътибор

source: Create, modify and view tracked entity attributes. An attribute can be used to register extra information for a tracked entity.
id: Buat, modifikasi dan tampilkan atribut tracked entity. Atribut dapat digunakan untuk mendaftarkan ekstra informasi untuk tracked entity.

source: Create, modify and view tracked entity attribute groups. Groups makes it more convenient to add attributes to a tracked entity.
id: Buat, modifikasi dan tampilkan grup atribut tracked entity. Grup membuatnya lebih nyaman untuk menambahkan atribut untuk tracked entity.

source: Define which attributes to use in messages sent to clients regarding scheduled visits.
id: Definisikan atribut mana yang digunakan dalam pesan terkirim untuk klien dalam kunjungan yang terjadwalkan

source: Create, modify and view relationship types. A relationship is typically wife and husband or mother and child.
fr: Créer, modifier et afficher les types de relations. Une relation est généralement du genre mari et femme ou mère et enfant.
id: Buat, modifikasi dan tampilkan tipe hubungan. Hubungan seperti istri dan suami atau ibu dan anak
ru: Создание, модификация и вид типа родственной связи. Родственная связь это обычно супруга или супруг либо мама и дети.
tg: Сохтан, тағйир додан ва дидани навъҳои муносибат. Муносибат одатан муносибати шавҳар ва зан ё модар ва кӯдак аст.

source: Create, modify and view programs. A program has program stages and defines which actions should be taken at each stage.
fr: Créer, modifier et afficher les programmes. Un programme comporte des stades et définit les actions à mener à chaque stade.
id: Buat, modifikasi dan tampilkan program. Sebuah program memiliki tahapan program dan mendefinisikan aktivitas mana yang seharusnya dilakukan di setiap tahap.
ru: Создание, модификация и вид программ. Программа включает программные фазы и определяет предпринятие необходимых действий в каждой фазе программы.
tg: Сохтан, тағйир додан ва дидани барноамҳо. Барнома дорои марҳилаҳои барнома мебоҳад, ки амалҳои он дар ҳар як марҳила иҷро мешаванд.

source: Set up aggregation rules for the process of aggregating tracked entity data to statistical data.
id: Set up aggregation rules untuk proses aggregating tracked entity data untuk kepentingan data statistik

source: Set reminders to be automatically sent to enrolled tracked entity instances before scheduled appointments and after missed visits.
fr: Définir des rappels à envoyer automatiquement aux personnes inscrites avant le rendez-vous et après les visites manquées.
id: Set pengingat dalam kondisi otomatis terkirim untuk didaftarkan tracked entity instances sebelum jadwad yang disepakati dan setelah kunjungan yang terlewati
ru: Установить напоминания которые автоматически отправляются зачисленным лицам до запланированной встречи и после пропущенных визитов.
tg: Таъин кардани ёдрасҳое, ки ба таври худкор ба шахсони номнависшуда пеш аз вохӯриҳои нақшавӣ ва пас аз боздидҳои иҷронашуда фиристода мешавад.

source: Create, modify and view program attributes. A program can have any number of attributes.
fr: Créer, modifier et afficher les attributs de programme. Un programme peut avoir plusieurs d'attributs.
id: Buat, modifikasi dan tampilkan atribut program.Program dapat memiliki beberapa atribut.
ru: Создание, модификация и вид атрибуты программы. Программа может включать несколько атрибутов.
tg: Create, modify and view program attributes. A program can have any Шумораи attributes.

source: Set the Excel XML template file used for automatically importing tracked entity instance data.
fr: Définir le fichier modèle XML Excel à utiliser pour importer automatiquement les données de personne
id: Set file Excel XML template digunakan untuk mengimpor tracked entity instance data secara otomatis.
ru: Установить форму Excel XML для автоматического импортирования данных о человеке.
tg: Танзими файли қолиби Excel XML , ки барои ба таври худкор воридот кардани иттилооти шахс истифода мешавад.

source: Define types of entities which can be tracked through the system, which can be anything from persons to commodities.
id: Definisikan tipe-tipe entity yang dapat diketahui melalui sistem, yang bisa apa saja dari orang sampai komoditas

source: Search result
fr: Résultat de recherche
id: Hasil pencarian
ru: Результат поиска
tg: Натиҷаи ҷустуҷӯ

source: Criteria
fr: Critère
id: Kriteria
ru: Критерий
tg: Меъёрҳо

source: Left side
fr: Côté gauche
id: Sisi sebelah kiri
ru: Левая сторона
tg: Тарафи чап

source: Right side
fr: Côté droit
id: Sisi sebelah kanan
ru: Правая сторона
tg: Тарафи рост

source: Validation
id: Validasi
ru: Проверка
tg: Санҷиши эътибор

source: This field is required
fr: Ce champs est requis
id: Kolom ini sudah terisi
ru: Данное поле обязятельно
tg: Ин майдон ҳатмист

source: Number of attributes
fr: Nombre d'attributs
id: Jumlah atribut
ru: Количество атрибутов
tg: Шумораи нишонҳо

source: Available programs
fr: Programmes disponibles
id: Program yang tersedia
ru: Доступные программы
tg: Барномаҳои мавҷуда

source: Selected programs
fr: Programmes sélectionnés
id: Program terpilih
ru: Выбранные программы
tg: Барномаҳои интихобшуда

source: Object not deleted because it is associated by objects of type
fr: Objet non supprimé car associé à un objet de type
id: Obyek tidak terhapus karena berhubungan dengan tipe obyek
ru: Объект не был удален, потому что используется другими объектами:
tg: Объект нест карда нашуд, зеро онро объектҳои дигар истифода мебаранд:

source: Are you sure you want to delete this validation criteria?
fr: Etes-vous sûr de vouloir supprimer ce type de relation?
id: Apakah anda yakin ingin menghapus kriteria validasi ini?
ru: Вы уверены, что хотите удалить данный критерий проверки?
tg: Оё боварӣ доред, ки ин меъёри санҷиши эътиборро нест кардан мехоҳед?

source: Please specify a data element
fr: Veuillez spécifier un élément de donnée
id: Silahkan tentukan elemen data
ru: Пожалуйста, укажите элемент данных
tg: Лутфан унсури иттилоотро нишон диҳед

source: Processing
fr: Traitement
id: Sedang dalam proses
ru: Обработка
tg: Коркард

source: Done
fr: Terminé
id: Selesai
ru: Сделано
tg: Иҷро шуд

source: Decimals in data output
fr: Décimaux dans le résultat
id: Desimal pada output data

source: Other program stage data element
fr: Autre élément de donnée de l'étape de programme
id: Elemen data tahapan program lain
ru: Другие элементы данных стадии программы
tg: Унсури иттилооти марҳилаи дигари барнома

source: Load existing form
fr: Chargement du formulaire existant
id: Load formulir yang tersedia
ru: Загрузить существующую форму
tg: Бор кардани шакли мавҷудбуда

source: Design data entry form
fr: Concevoir un formulaire
id: Design formulir entri data
ru: Разработать форму ввода данных
tg: Тарроҳии шакли вуруди иттилоот

source: This data element is inserted in form
fr: Cet élément de donnée est inséré dans ce formulaire
id: Elemen data ini telah dimasukkan dalam formulir
ru: Данный элемент данных вставлен в форму
tg: Унсури иттилоот ба шакл дохил карда шуд

source: Compulsory
fr: Obligatoire
id: Wajib
ru: Обязательный
tg: Ҳатмӣ

source: Design data entry form
fr: Concevoir un formulaire
id: Design entri data formulir
ru: Разработать форму ввода данных
tg: Тарроҳии шакли вуруди иттилоот

source: Number of characters
fr: Nombre de caractères
id: Jumlah karakter
ru: Количество символов
tg: Шумораи аломатҳо

source: Letter Only
fr: Lettre uniquement
id: Huruf saja
ru: Только буквы
tg: Танҳо ҳарфҳо

source: Program Attribute
fr: Attribut de Programme
id: Atribut program
ru: Атрибут программы
tg: Нишони барнома

source: Program attribute management
fr: Gestion d'attributs de programme
id: Manajemen atribut program
ru: Управление атрибутом программы
tg: Идоракунии нишони барнома

source: Create new program attribute
fr: Créer un nouvel attribut de programme
id: Buat atribut program baru
ru: Создать новый атрибут программы
tg: Сохтани нишони барнома

source: Edit program attribute
fr: Modifier l'attribut de programme
id: Edit atribut program
ru: Редактировать атрибут программы
tg: Таҳрири нишони барнома

source: Import
fr: Importer
id: Impor
ru: Импорт
tg: Содирот

source: Import Data
fr: Importer les données
id: Impor Data
ru: Импортировать данные
tg: Содироти иттилоот

source: Configuration
id: Konfigurasi
ru: Конфигурация
tg: Конфигуратсия

source: Row
fr: Ligne
id: Baris
ru: Строка
tg: Сатр

source: Duplicate
fr: Doublon
id: Duplikasikan
ru: Дубликат
tg: Ҳамто

source: Validation criteria details
fr: Détails de critère de validation
id: Detail kriteria validasi
ru: Детали критериев проверки
tg: Маълумоти муфассали меъёрҳои санҷиши эътибор

source: Program attribute details
fr: Détails d'attribut de programme
id: Detail atribut program
ru: Детали атрибутов программы
tg: Маълумоти муфассали нишонҳои барнома

source: Select program
fr: Sélectionner un programme
id: Pilih program

source: Create new program validation rule
fr: Créer une nouvelle règle de validation de programme
id: Pilih program validation rule baru
ru: Создать новое правило проверки программы
tg: Сохтани қоидаи нави санҷиши эътибори барнома

source: Add multi-program validation rule
fr: Ajouter règle de validation multi programme
id: Tambahkan multi-program validation rule
ru: Добавить правило проверки множественных программ
tg: Иловаи қоидаи санҷиши эътибори якчанд барнома

source: Program validation rule details
fr: Détails de règles de validation de programme
id: Detail program validation rule
ru: Детали правила проверки программы
tg: Маълумоти муфассали қоидаи санҷиши эътибори барнома

source: View validation rules
fr: Voir les règles de validation
id: Tampilkan ketentuan validasi

source: Scheduled days from start
fr: Jours prévus à partir du début
id: Jadwalkan per hari dari awal
ru: Запланировано дней с начала
tg: Рӯзҳои нақшавӣ аз оғоз

source: Deleted program attribute option successfully
fr: Suppression de l'option d'attribut de programme avec succès
id: Program attribute option berhasil dihapus
ru: Опция атрибута программы удалена успешно
tg: Имкони нишони барнома бомуваффақият нест карда шуд

source: Validation criteria management
fr: Gestion de critères de validation
id: Manajemen kriteria validasi
ru: Управление критериями проверки
tg: Идоракунии меъёрҳои санҷиши эътибор

source: Aggregation data element
fr: Éléments de données d'agrégation
id: Elemen data agregasi
ru: Агрегация элементов данных
tg: Унсури иттилооти ҳамҷоякунӣ

source: Aggregation data element is in use
fr: L'éléments de données d'agrégation est déjà utilisé
id: Elemen data agregasi sedang digunakan
ru: Агрегация элемента данных используется
tg: Унсури иттилооти ҳамҷоякунӣ истифода мешавад

source: Are you sure you want to delete this program data entry form?
fr: Etes-vous sûr de vouloir supprimer ce formulaire de programme?
id: Apakah anda ingin menghapus formulir program entri data ini?
ru: Вы уверены, что хотите удалить эту форму ввода данных программы?
tg: Оё боварӣ доред, ки ин шакли вуруди иттилооти барномаро нест кардан мехоҳед?

source: Save
fr: Enregistrer
id: Simpan
ru: Сохранить
tg: Захира

source: Please select one data element
fr: Veuillez sélectionner un élément de donnée
id: Silahkan pilih satu elemen data
ru: Пожалуйста, выберите один элемент данных
tg: Лутфан як унсури иттилоотро интихоб кунед

source: Description of enrollment date
fr: Description de la date d'inscription
id: Deskripsi tanggal pendaftaran
ru: Описание даты включения
tg: Тавсифи санаи номнавис

source: Description of incident date
fr: Description de la date de l'incident
id: Deskripsi tanggal insidensi
ru: Описание даты проишествия
tg: Тавсифи санаи воқеа

source: Date of enrollment
fr: Date d'inscription
id: Tanggal pendaftaran
ru: Дата включения
tg: Санаи номнавис

source: Date of incident
fr: Date de l'incident
id: Tanggal insidensi
ru: Дата происшествия
tg: Санаи ҳодиса

source: Male
fr: Masculin
id: Pria
ru: Мужчина
tg: Мард

source: Female
fr: Féminin
id: Wanita
ru: Женщина
tg: Зан

source: Verified
fr: Verifiée
id: Terverifikasi
ru: Подтвержден
tg: Санҷидашуда

source: Declared
fr: Déclarée
id: Diumumkan
ru: Описан/Заявлен
tg: Эъломшуда

source: Approximated
fr: Estimé
id: Kira-kira
ru: Приближенно вычислен
tg: Тахминшуда

source: Others
fr: Autres
id: Yang lain
ru: Другие
tg: Дигарҳо

source: Total of tracked entity instance registration
id: Total dari pendaftaran tracked entity instance

source: Repeatable
fr: Répétitif
id: Dapat diulang
ru: Повторный
tg: Такроршаванда

source: Date of Birth
fr: Date de naissance
id: Tanggal lahir
ru: Дата рождения
tg: Санаи таваллуд

# age
source: Age(years)
fr: Age (années)
id: Usia(tahun)
