Repository: kimbalear/dhis2-translations
Catalog: dhis-web-maintenance-datadictionary/*.po
Languages: fr, id, ru, tg, vi

source: Aggregate
fr: Agrégé
id: Aggregasi
ru: Аггрегировать
tg: Ҳамроҳкунӣ
vi: Tổng hợp

source: Use of category with an empty option is not allowed!
fr: L'utilisation de catégorie vide n'est pas permise
id: Penggunaan kategori tanpa option tidak diijinkan!
ru: Использование категории с пустыми опциями не допускается
tg: Истифодаи категория бо имкони холӣ иҷозат нест!
vi: Dùng phân loại với một mục chọn rỗng không được phép!

source: Number of category options
fr: Nombre d'options de catégorie
id: Jumlah category options
ru: Число опций по категории
tg: Шумораи имконоти категория
vi: Số lượng các mục chọn phân loại

source: Number of categories
fr: Nombre de catégories
id: Jumlah kategori
ru: Число категорий
tg: Шумораи категорияҳо
vi: Số lượng các phân loại

source: Sort
fr: Trier
id: Urutkan
ru: Сортировать
tg: Ҷудокунӣ
vi: Sắp xếp

source: Create new data element category
fr: Créer une nouvelle catégorie d'élément de donnée
id: Buat kategori elemen data baru
ru: Создать новую категорию эелемента данных
tg: Сохтани категорияи унсури нави иттилоот
vi: Tạo mới mục phân loại phần tử dữ liệu

source: Selected categories
fr: Catégories sélectionnées
id: Kategori-kategori terpilih
ru: Выбранные категории
tg: УКатегорияҳои интихобшуда
vi: Các phân loại đã chọn

source: Available categories
fr: Catégories disponibles
id: Kategori-ketegori yang tersedia
ru: Доступные категории
tg: Категоряиҳои мавҷуда
vi: Các phân loại có sẵn

source: Data element category management
fr: Gestion de catégories d'élément de donnée
id: Manajemen kategori elemen data
ru: Управление категориями элементов данных
tg: Идоракунии категорияи унсури иттилоот
vi: Quản lý phân loại phần tử dữ liệu

source: Data element category combination management
fr: Gestion de combinaison de catégories d'élément de donnée
id: Manajemen kombinasi kategori elemen data
ru: Управление комбинацией категории элемента данных
tg: Идоракунии ҷуфти категорияи унсури иттилоот
vi: Quản lý tập phân loại phần tử dữ liệu

source: Create new data element category combination
fr: Créer une nouvelle combinaison de catégories
id: Buat kombinasi kategori elemen data baru
ru: Создать новую комбинацию категории элемента данных
tg: Сохтани ҷуфти нави категорияи унсури иттилоот
vi: Tạo mới tập phân loại phần tử dữ liệu

source: Are you sure you want to delete this data element category option?
fr: Etes-vous sûr de vouloir supprimer cette option de catégorie d'élément de donnée?
id: Apakah anda yakin ingin menghapus option kategori elemen data?
ru: Вы уверены, что хотите удалить данную опцию категории элемента данных?
tg: Оё боварӣ доред, ки ин имкони категорияи унсури иттилоотро нест кардан мехоҳед?
vi: Bạn có chắc chắn muốn xóa mục chọn phần tử dữ liệu đã phân loại không?

source: Are you sure you want to delete this data element category?
fr: Etes-vous sûr de vouloir supprimer cette catégorie d'élément de données?
id: Apakah anda yakin ingin menghapus kategori elemen data ini?
ru: Вы уверены, что хотите удалить данную категорию элемента данных?
tg: Оё боварӣ доред, ки ин категорияи унсури иттилоотро нест кардан мехоҳед?
vi: Bạn có chắc chắc muốn xóa phần tử dữ liệu được phân mục không?

source: Are you sure you want to delete this data element category combo?
fr: Etes-vous sûr de vouloir supprimer cette combinaison de catégorie?
id: Apakah anada yakin ingin menghapus elemen data kategori combo?
ru: Вы уверены, что хотите удалить данную комбинацию категорию элемента данных?
tg: Оё боварӣ доред, ки ин комбои категорияи унсури иттилоотро нест кардан мехоҳед?
vi: Bạn có muốn xóa tập kết hợp phần tử dữ liệu được phân loại không?

source: Edit data element category
fr: Modifier la catégorie d'élément de donnée
id: Edit kategori elemen data
ru: Редактировать категорию элемента данных
tg: Таҳрири категорияи унсури иттилоот
vi: Sửa đổi phân loại của phần tử dữ liệu

source: Edit data element category combination
fr: Modifier la combinaison de catégories d'élément de donnée
id: Edit kombinasi kategori elemen data
ru: Редактировать комбинацию категорию элемента данных
tg: Таҳрири ҷуфти категорияи унсури иттилоот
vi: Chỉnh sửa kết hợp phân loại phần tử dữ liệu

source: Category Combination
fr: Combinaison de Catégories
id: Kombinasi kategori
ru: Комбинация категорий
tg: Ҷуфти категорияҳо
vi: Phân loại kết hợp

source: Data element category combo details
fr: Détails de la combo de catégorie d'élément de donnée
id: Detail elemen data kategori combo
ru: Детальные данные комбинаций категорий элементов данных
tg: Маълумоти муфассали комбои унсури иттилоот
vi: Chi tiết tập phân loại phần tử dữ liệu

source: Data Element Category
fr: Catégories d'élément de donnée
id: Kategori elemen data
ru: Категория элемента данных
tg: Категорияи унсурҳои иттилоот
vi: Phân loại phần tử dữ liệu

source: Data Element Category Combination
fr: Combinaison de catégories d'élément de donnée
id: Kombinasi kategori elemen data
ru: Комбинация категорий элемента данных
tg: Ҷуфти категорияҳои унсурҳои иттилоот
vi: Tập phân loại phần tử dữ liệu

source: Select
fr: Selectionner
id: Pilih
ru: Выбор
tg: Интихоб кунед
vi: Chọn

source: Data Element
fr: Élément de donnée
id: Elemen Data
ru: Элемент данных
tg: Унсури иттилоот
vi: Phần tử dữ liệu

source: Data Element Group
fr: Groupe d'éléments de données
id: Grup Elemen Data
ru: Группы элемента данных
tg: Гурӯҳи унсурҳои иттилоот
vi: Nhóm phần tử dữ liệu

source: Data Element Groups
fr: Groupes d'éléments de données
id: Grup Elemen Data
ru: Группы элементов данных
tg: Гурӯҳҳои унсурҳои иттилоот
vi: Nhóm dữ liệu

source: Data elements
id: Elemen data
vi: Phần tử dữ liệu

source: Indicator
fr: Indicateur
id: Indikator
ru: Индикатор
tg: Индикатор
vi: Chỉ số

source: Indicator Group
fr: Groupe d'indicateurs
id: Grup Indikator
ru: Группа индикаторов
tg: Гурӯҳи индикаторҳо
vi: Nhóm chỉ số

source: Indicator Groups
fr: Groupes d'indicateurs
id: Grup-grup indikator
ru: Группы индикаторов
tg: Гурӯҳҳои индикаторҳо
vi: Nhóm chỉ số

source: Create new data element
fr: Créer un nouvel élément de données
id: Buat elemen data baru
ru: Создать новый элемент данных
tg: Сохтани унсури нави иттилоот
vi: Tạo phần tử dữ liệu mới

source: Domain Type
fr: Type de domaine
id: Tipe Domain
vi: Kiểu phân miền

source: Create new data element group
fr: Créer un nouveau groupe d'éléments de données
id: Buat grup elemen data baru
ru: Создать новую группу элемента данных
tg: Сохтани гурӯҳи нави унсури иттилоот
vi: Tạo mới nhóm phần tử dữ liệu

source: Group members
fr: Membres du groupe
id: Anggota grup
ru: Члены группы
tg: Аъзоёни гурӯҳ
vi: Nhóm thành viên

source: Available data elements
fr: Eléments de données disponibles
id: Elemen data tersedia
ru: Имеющиеся элементы данных
tg: Унсурҳои иттилооти мавҷуда
vi: Phần tử dữ liệu có sẵn

source: Create new indicator
fr: Créer un nouvel indicateur
id: Buat indikator baru
ru: Создать новый индикатор
tg: Сохтани индикатори нав
vi: Tạo mới chỉ số

source: Create new indicator group
fr: Créer un nouveau groupe d'indicateurs
id: Buat grup indikator baru
ru: Создать новую группу индикаторов
tg: Сохтани гурӯҳи индикаторҳои нав
vi: Tạo mới nhóm chỉ số

source: Create new indicator type
fr: Créer un nouveau type d'indicateurs
id: Buat tipe indikator baru
ru: Создать новый тип индикатора
tg: Сохтани навъи нави индикаторҳо
vi: Tạo mới kiểu chỉ số

source: Factor
fr: Facteur
id: Faktor
ru: Фактор
tg: Коэффисиент
vi: Hệ số

source: Data element management
fr: Gestion d'éléments de données
id: Manajemen elemen data
ru: Управление элементом данных
tg: Идоракунии унсурҳои иттилоот
vi: Quản lý phần tử dữ liệu

source: Data element group management
fr: Gestion de groupes d'éléments de données
id: Manajemen grup elemen data
ru: Управление группой элемента данных
tg: Идоракунии гурӯҳҳои унсурҳои иттилоот
vi: Quản lý nhóm phần tử dữ liệu

source: Number of members
fr: Nombre de membres
id: Jumlah anggota
ru: Число членов
tg: Шумораи аъзоён
vi: Số lượng các thành viên

source: Export
fr: Exporter
id: Ekspor
ru: Экспорт
tg: Воридот
vi: Xuất

source: Import
fr: Importer
id: Impor
ru: Импорт
tg: Содирот
vi: Nhập vào

source: Indicator management
fr: Gestion d'indicateurs
id: Manajemen indikator
ru: Управление индикатором
tg: Идоракунии индикаторҳо
vi: Quản lý chỉ số

source: Indicator group management
fr: Gestion groupes d'indicateurs
id: Manajemen grup indikator
ru: Управление группой индикаторов
tg: Идоракунии гурӯҳи индикаторҳо
vi: Quản lý nhóm chỉ số

source: Indicator type management
fr: Gestion de types d'indicateurs
id: Manajemen tipe indikator
ru: Управление видами индикаторов
tg: Идоракунии навъи индикаторҳо
vi: Quản lý loại chỉ số

source: Edit data element
fr: Modifier l'élément de donnée
id: Edit elemen data
ru: Редактировать элементы данных
tg: Таҳрири унсури иттилоот
vi: Chỉnh sửa phần tử dữ liệu

source: Edit data element group
fr: Modifier un groupe d'éléments de données
id: Edit grup elemen data
ru: Редактировать группу элементов данных
tg: Таҳрири гурӯҳи унсурҳои иттилоот
vi: Chỉnh sửa nhóm phần tử dữ liệu

source: Edit indicator
fr: Modifier l'indicateur
id: Edit indikator
ru: Редактировать индикатор
tg: Таҳрири индикатор
vi: Chỉnh sửa chỉ số

source: Edit indicator group
fr: Modifier le groupe d'indicateurs
id: Edit grup indikator
ru: Редактировать группу индикаторов
tg: Таҳрири гурӯҳи индикаторҳо
vi: Chỉnh sửa nhóm chỉ số

source: Edit indicator type
fr: Modifier le type d'indicateur
id: Edit tipe indikator
ru: Редактировать вид/тип индикатора
tg: Таҳрири навъи индикаторҳо
vi: Chỉnh sửa loại chỉ số

source: Edit numerator
fr: Modifier le numérateur
id: Edit enumerator
ru: Редактировать числитель
tg: Таҳрири сурати каср
vi: Chỉnh sửa tử số

source: Are you sure you want to delete this data element?
fr: Etes vous sûr de vouloir supprimer cet élément de données ?
id: Apakah anda yakin ingin menghapus elemen data ini?
ru: Вы уверены, что хотите удалить данный элемент данных?
tg: Оё боварӣ доред, ки ин унсури иттилоотро нест кардан мехоҳед?
vi: Bạn có muốn xóa phần tử dữ liệu này không?

source: Are you sure you want to delete this data element group?
fr: Etes vous sûr de vouloir supprimer ce groupe d'élément de données ?
id: Apakah anda yakin ingin menghapus grup elemen data ini?
ru: Вы уверены, что хотите удалить данную группу элемента данных?
tg: Оё боварӣ доред, ки ин гурӯҳи унсурҳои иттилоотро нест кардан мехоҳед?
vi: Bạn có muốn xóa nhóm phần tử dữ liệu này không?

source: Are you sure you want to delete this indicator group?
fr: Etes vous sûr de vouloir supprimer ce groupe d'indicateurs ?
id: Apakah anda yakin ingin menghapus grup indikator ini?
ru: Вы уверены, что хотите удалить данную группу индикаторов?
tg: Оё боварӣ доред, ки ин гурӯҳи индикаторҳоро нест кардан мехоҳед?
vi: Bạn có muốn xóa nhóm nhóm chỉ số này không?

source: Are you sure you want to delete this indicator type?
fr: Etes vous sûr de vouloir supprimer ce type d'indicateur ?
id: Apakah anda yakin ingin untuk menghapus tipe indikator ini?
ru: Вы уверены, что хотите удалить данный вид/тип индикатора?
tg: Оё боварӣ доред, ки ин навъи индикаторро нест кардан мехоҳед?
vi: Bạn có muốn xóa loại chỉ số này không?

source: Are you sure you want to delete this data dictionary?
fr: Etes-vous sûr de vouloir supprimer ce dictionnaire de données?
id: Apakah anda yakin ingin menghapus kamus data ini?
ru: Вы уверены, что хотите удалить данный словарь данных?
tg: Оё боварӣ доред, ки ин луғати иттилоотро нест кардан мехоҳед?
vi: Bạn có chắc chắn muốn xóa từ điển dữ liệu này?

source: Everything is OK
fr: Tout est ok
id: Semua berjalan lancar
ru: Все нормально
tg: Ҳама чиз хуб аст
vi: Mọi thứ vẫn ổn cả

source: Adding the data element group failed with the following message
fr: L'ajout du groupe d'élément de données a échoué avec le message suivant
id: Menambahkan grup elemen data yang gagal dengan pesan sebagai berikut
ru: Произошел сбой в добавлении группы элемента данных со следующим сообщением
tg: Иловаи гурӯҳи унсурҳои иттилоот бо паёми зерин иҷро нашуд
vi: Thêm nhóm phần tử dữ liệu không thành công với thông báo lỗi

source: Saving the data element group failed with the following message
fr: L'enregistrement du groupe d'éléments de données a échoué avec le message suivant
id: Menyimpan grup elemen data yang gagal dengan pesan sebagai berikut
ru: Произошел сбой в сохранении группы элемента данных со следующим сообщением
tg: Захиракунии гурӯҳи унсурҳои иттилоот бо паёми зерин иҷро нашуд
vi: Lưu nhóm phần tử dữ liệu không thành công với thông báo lỗi

source: Adding the indicator group failed with the following message
fr: L'ajout du groupe d'indicateurs a échoué avec le message suivant
id: Menambahkan grup indikator yang gagal dengan pesan sebagai berikut
ru: Произошел сбой в добавлении группы индикаторов со следующим сообщением
tg: Иловаи гурӯҳи индикаторҳо бо паёми зерин иҷро нашуд
vi: Thêm nhóm chỉ số không thành công với thông báo lỗi

source: Saving the indicator group failed with the following message
fr: L'enregistrement du groupe d'indicateurs a échoué avec le message suivant
id: Menyimpan grup indikator yang gagal dengan pesan sebagai berikut
ru: Произошел сбой в сохранении группы индикаторов со следующим сообщением
tg: Захиракунии гурӯҳи индикаторҳо бо паёми зерин иҷро нашуд
vi: Lưu nhóm chỉ số không thành công với thông báo lỗi

source: Adding the indicator type failed with the following message
fr: L'ajout du type d'indicateur a échoué avec le message suivant
id: Menambahkan tipe indikator yang gagal dengan pesan sebagai berikut
ru: Произошел сбой в добавлении типов индикаторов со следующим сообщением
tg: Иловаи навъи индикаторҳо бо паёми зерин иҷро нашуд
vi: Thêm loại chỉ số không thành công với thông báo lỗi

source: Saving the indicator type failed with the following message
fr: L'enregistrement du type d'indicateur a échoué avec le message suivant
id: Menyimpan tipe indikator yang gagal denagn pesan sebagai berikut
ru: Произошел сбой в сохранении типов индикаторов со следующим сообщением
tg: Захиракунии навъи индикаторҳо бо паёми зерин иҷро нашуд
vi: Lưu loại chỉ số không thành công với thông báo lỗi

source: Calculated
fr: Calculé
id: Terkalkulasi
ru: Подсчитано
tg: Ҳисобшуда
vi: Đã tính toán

source: Available Data Elements
fr: Eléments de données disponibles
id: Elemen data tersedia
ru: Доступные элементы данных
tg: Унсурҳои иттилооти мавҷуда
vi: Phần tử dữ liệu có thể sử dụng

source: Selected Data Elements
fr: Eléments de données sélectionnés
id: Elemen data terpilih
ru: Выбранные элементы данных
tg: Унсурҳои иттилооти интихобшуда
vi: Các phần tữ dữ liệu đã chọn

source: Add selected
fr: Ajouter la sélection
id: Tambahkan yang terpilih
ru: Добавить выбранное
tg: Илова кардани интихобшудаҳо
vi: Thêm phần tử đã chọn

source: Remove all
fr: Supprimer tout
id: Pindahkan semua
ru: Удалить все
tg: Тоза кардани ҳама
vi: Hủy tất cả

source: Create new data dictionary
fr: Créer un nouveau dictionnaire de données
id: Buat kamus data baru
ru: Создать новый словарь данных
tg: Сохтани луғати нави иттилоот
vi: Tạo mới từ điển dữ liệu

source: Region
fr: Région
id: Area
ru: Регион
tg: Минтақа
vi: Vùng

source: Select domain type
fr: Veuillez sélectionner un type de domaine
id: Pilih tipe domain

source: Current
fr: Courant
id: Saat ini
ru: Текущий
tg: Ҷорӣ
vi: Hiện tại

source: Date
id: Tanggal
vi: Ngày

source: Selected data elements
fr: Eléments de donnée sélectionnés
id: Elemen data terpilih
ru: Выбранные элементы данных
tg: Унсурҳои иттилооти интихобшуда
vi: Các phần tử dữ liệu đã chọn

source: Selected indicators
fr: Indicateurs sélectionnés
id: Indikator-indikator terpilih
ru: Выбранные индикаторы
tg: Индикаторҳои интихобшуда
vi: Các chỉ số đã chọn

source: Available indicators
fr: Indicateurs disponibles
id: Indikator yang tersedia

source: Item deleted successfully
fr: Item supprimé avec succès
id: Item tersebut berhasil terhapus
ru: Объект удален успешно
tg: Ҷузъ бомуваффақият нест карда шуд
vi: Thành công xóa bỏ một mục

source: Value
fr: Valeur
id: Nilai
ru: Значение
tg: Қимат
vi: Giá trị

source: Do you want to delete indicator?
fr: Voulez-vous supprimer l'indicateur?
id: Apakah anda ingin menghapus indikator?

source: Adding indicator failed
fr: Echec de l'ajout de l'indicateur
id: Penambahan indikator gagal

source: Saving indicator failed
fr: Echec de la sauvegarde de l'indicateur
id: Penyimpanan indikator gagal

source: Translate
fr: Traduire
id: Terjemahkan
ru: Перевести
tg: Тарҷума
vi: Phiên dịch

source: Please select indicator
fr: Veuillez selectionner un indicateur
id: Silahkan pilih indikator
ru: Пожалуйста, выберит индикатор
tg: Лутфан индикаторро интихоб кунед
vi: Hãy chọn chỉ số

source: Object not deleted because it is associated by objects of type
fr: L'objet n'est pas supprimé parce qu'il est associé aux objets de type
id: Obyek tidak terhapus karena berhubungan dengan tipe obyek
ru: Объект не был удален, потому что используется другими объектами:
tg: Объект нест карда нашуд, зеро онро объектҳои дигар истифода мебаранд:
vi: Đối tượng không được xóa vì có liên kết với các đối tượng phân loại

source: Hide warning
fr: Masquer l'avertissement
id: Sembunyikan peringatan
ru: Скрыть предупреждение
tg: Пинҳон кардани огоҳӣ
vi: Ẩn cảnh cáo

source: Update Data Element Group Member
fr: Mise à jour le membre du groupe d'élément de données
id: Update anggota grup elemen data
ru: Обновить члена группы элемента данных
tg: Навсозии аъзои гурӯҳи унсурҳои иттилоот
vi: Cập nhật các phần tử của nhóm

source: Update was successful
fr: Mise à jour réussie
id: Update berhasil
ru: Обновление успешно
tg: Навсозии бомуваффақият
vi: Cập nhật thành công

source: Member of
fr: Membre de
id: Anggota dari
ru: Член
tg: Шумораи
vi: Thành phần của

source: Data Element Group Editor
fr: Editeur de groupes d'éléments de données
id: Editor grup elemen data
ru: Редактор группы элемента данных
tg: Муҳаррири гурӯҳи унсурҳои иттилоот
vi: Hiệu chỉnh nhóm phần tử dữ liệu

source: Move up
fr: Monter
id: Gerakkan ke atas
ru: Переместить наверх
tg: Интиқол ба боло
vi: Dịch lên

source: Move down
fr: Abaisser
id: Gerakkan ke bawah
ru: Переместить вниз
tg: Интиқол ба поён
vi: Dịch xuống

source: Move to top
fr: Déplacer en haut
id: Gerakkan ke bagian atas
ru: Переместить в начало
tg: Интиқол ба аввал
vi: Dịch chuyển lên đầu

source: Move to bottom
fr: Déplacer en bas
id: Gerakkan ke bagian bawah
ru: Переместить в конец
tg: Интиқол ба охир
vi: Dịch chuyển đến cuối

source: Indicator sort order
fr: Ordre de tri des indicateurs
id: Urutkan susunan indikator
ru: Порядок сортировки индикаторов
tg: Тартиби ҷудокунии индикаторҳо
vi: Thứ tự sắp xếp chỉ số

source: Data element sort order
fr: Ordre de tri des éléments de données
id: Urutkan susunan elemen data
ru: Порядок сортировки элементов данных
tg: Тартиби ҷудокунии унсурҳои иттилоот
vi: Thứ tự sắp xếp phần tử dữ liệu

source: Indicator Group Editor
fr: Editeur de groupes d'indicateurs
id: Editor grup indikator
ru: Редактор группы индикаторов
tg: Муҳаррири гурӯҳи индикаторҳо
vi: Công cụ định nghĩa nhóm chỉ số

source: Update Indicator Member
fr: Mettre à jour le membre du groupe d'indicateurs
id: Update anggota indikator
ru: Обновить члена индикатора
tg: Навсозии аъзои индикатор
vi: Cập nhật chỉ số thành phần

source: Factor cannot be zero
fr: Le facteur ne peut pas être zéro
id: Faktor tidak boleh kosong
ru: Фактор не может быть нулевым
tg: Коэффисиент сифр буда наметавонад
vi: Nhân tố không thể bằng 0

source: Aggregation levels
fr: Niveaux d'agrégation
id: Level agregasi
ru: Уровни агрегации
tg: Сатҳҳои ҳамҷоякунӣ
vi: Các cấp tổng hợp

source: Available aggregation levels
fr: Niveaux d'agrégation disponibles
id: Level agregasi yang tersedia
ru: Доступные уровни агрегации
tg: Сатҳҳои ҳамҷоякунии мавҷуда
vi: Các cấp tổng hợp có sẵn

source: Selected aggregation levels
fr: Niveaux d'agrégation sélectionnés
id: Pilih level agregasi
ru: Выбрать уровни агрегации
tg: Сатҳҳои ҳамҷоякунии интихобшуда
vi: Các cấp tổng hợp đã chọn

source: Remove selected
fr: Supprimer la selection
id: Hilangkan yang terpilih
ru: Удалить выбранное
tg: Тоза кардани интихобшудаҳо
vi: Hủy các mục chọn

source: Add category option
fr: Ajouter option de catégorie
id: Tambahkan category option
ru: Добавить опцию категории
tg: Иловаи имкони категория
vi: Thêm lựa chọn chỉ mục

source: Please include one or more category options
fr: Veuillez inclure une ou plusieurs options de catégorie
id: Silakan masukkan satu category option atau lebih
ru: Пожалуйства включите одну или более опций по категориям
tg: Лутфан як ё зиёда имконоти категорияро дохил кунед
vi: Hãy bao gồm một hoặc hơn mục chọn phân loại

source: Please specify a category option name
fr: Veuillez spécifier le nom de l'option de catégorie
id: Silahkan tentukan nama category option
ru: Пожалуйста укажите название опции категории
tg: Лутфан номи имкони категорияро нишон диҳед
vi: Hãy xác định một tên chỉ mục phân loại

source: The category option name already exists
fr: Le nom de l'option la catégorie existe déjà
id: Nama category option sudah digunakan
ru: Данное название опции категории уже существует
tg: Номи имкони категория аллакай вуҷуд дорад
vi: Tên mục phân loại đã tồn tại

source: Data Element Group Set
fr: Ensemble du groupes d'éléments de données
id: Set grup elemen data
ru: Набор группы элементов данных
tg: Маҷмӯъи гурӯҳҳои унсурҳои иттилоот
vi: Tập hợp nhóm phần tử dữ liệu

source: Indicator Group Set
fr: Ensemble de groupes d'indicateurs
id: Set grup indikator
ru: Набор группы индикаторов
tg: Маҷмӯъҳои гурӯҳи индикаторҳо
vi: Tập hợp nhóm các chỉ số

source: Name already exists !
fr: Le nom existe déjà!
id: Nama sudah digunakan!
ru: Данное имя/название уже существует!
tg: Ном аллакай вуҷуд дорад !
vi: Tên này đã tồn tại!

source: Available Data Element Groups
fr: Groupes d'éléments de données disponibles
id: Grup elemen data tersedia
ru: Доступные группы элементов данных
tg: Гурӯҳҳои унсурҳои иттилоот мавҷуда
vi: Nhóm phần tử dữ liệu hiện có

source: Selected Data Element Groups
fr: Groupes d'éléments de données sélectionnés
id: Grup elemen data yang terpilh
ru: Выбранные группы элементов данных
tg: Гурӯҳҳои унсурҳои иттилоот интихобшуда
vi: Các nhóm phần tử dữ liệu được chọn

source: Add Data Element Group Set
fr: Ajouter un ensemble de groupes d'éléments de données
id: Tambahkan set grup elemen data
ru: Добавить набор группы элементов данных
tg: Иловаи маҷмӯи гурӯҳи унсурҳои иттилоот
vi: Thêm tập hợp nhóm phần tử dữ liệu

source: Update Data Element Group Set
fr: Mettre à jour l'ensemble de groupes d'éléments de données
id: Update Set Grup Elemen Data
ru: Обновленный набор группы элементов данных
tg: Навсозии маҷмӯи гурӯҳи унсурҳои иттилоот
vi: Cập nhật tập hợp nhóm phần tử dữ liệu

source: Add Indicator Group Set
fr: Ajouter un ensemble de groupes d'indicateurs
id: Tambahkan Set Grup Indikator
ru: Добавить набор группы индикаторов
tg: Иловаи маҷмӯи гурӯҳи индикаторҳо
vi: Thêm tập hợp nhóm chỉ số

source: Update Indicator Group Set
fr: Mettre à jour l' ensemble de groupes d'indicateurs
id: Update Set Grup Indikator
ru: Обновить набор группы индикатор
tg: Навсозии маҷмӯи гурӯҳи индикаторҳо
vi: Cập nhật tập hợp nhóm chỉ số

source: Available Indicator Groups
fr: Groupes d'indicateurs disponbles
id: Grup Indikator tersedia
ru: Доступные группы индикаторов
tg: Гурӯҳҳои индикаторҳои мавҷуда
vi: Nhóm chỉ số hiện có

source: Selected Indicator Groups
fr: Groupes d'indicateurs sélectionnés
id: Grup Indikator terpilih
ru: Выбранные группы индикаторов
tg: Гурӯҳҳои индикаторҳои интихобшуда
vi: Các nhóm chỉ số được chọn

source: Last updated
fr: Mis à jour dernièrement
id: Update terakhir
ru: Последнее обновление
tg: Навсозии охирин
vi: Cập nhật cuối
