Repository: kimbalear/dhis2-translations
Catalog: dhis-web-maintenance-datadictionary/*.po
Languages: fr, id, ru, tg, vi

source: Data element identifier must be a number
fr: L'identifiant d'élément de donnée doit être un nombre
id: Pengenal elemen data harus dalam bentuk angka
ru: Идентификатором элементов данных должно быть число
tg: Идентификатори унсури иттилоот бояд адад бошад
vi: Định danh phần tử dữ liệu phải là số

source: Category option combo identifier must be a number
fr: La combo d'options de catégorie doit être un nombre
id: Pengenal category option combo harus dalam bentuk angka
ru: Комбинированной опцией категории должно быть число
tg: Комбои имкони категория identifier must be a number
vi: Định danh Category option combo phải là số

source: Identifier does not reference a data element
fr: L'identifiant ne fait pas référence à un élément de donnée
id: Pengenal tidak berdasarkan elemen data
ru: Элемент данных не существует
tg: Унсурҳои иттилоот вуҷуд надорад
vi: Định danh không tham chiếu tới phần tử dữ liệu nào cả

source: Identifier does not reference a category option combo
fr: L'identifiant ne fait référence à aucune combo d'options de catégorie
id: Pengenal tidak berdasarkan category option combo
ru: Категория комбинированной опции не существует
tg: Имкони комбои категория вуҷуд надорад
vi: Định danh không tham chiếu tới category option combo nào cả

source: Create, modify, view and delete data elements. Data elements are phenomena for which will be captured and analyzed.
fr: Créer, modifier, voir et supprimer des éléments de données.Les éléments de données sont des phénomènes pour lesquels les données seront collectées et analysées
id: Buat, modifikasi, tampilkan dan hapus elemen data. Elemen data merupakan kejadian yang akan diamati dan dianalisis.
ru: Создать, модифицировать, смотреть и удалить элементы данных. Элементы данных являются феноменом, в связи с чем будут собраны и анализированы.
tg: Унсурҳои иттилоотро созед, тағйир диҳед, намоиш диҳед ва нест кунед. Унсурҳои иттилоот ҳодисаҳое мебошанд, ки барои онҳо маълумот ҷамъоварӣ ва таҳлил карда мешавад.
vi: Tạo, chỉnh sửa, xem và xóa các phần tử dữ liệu. Các phần tử dữ liệu là đối tượng mà sẽ được gom thu lại và phân tích.

source: Create, modify, view and delete data element groups. Groups are used for improved analysis.
fr: Créer, modifier, voir et supprimer des groupes d'éléments de données. Les groupes sont utilisés pour affiner les analyses.
id: Buat, modifikasi, tampilkan dan hapus grup elemen data. Grup digunakan untuk analisis lebih lanjut.
ru: Создать, модифицировать, смотреть и удалить группы элементов данных. Группы используются для улучшения анализа.
tg: Гурӯҳҳои унсурҳои иттилоотро созед, тағйир диҳед, намоиш диҳед ва нест кунед. Гурӯҳҳо барои беҳтар кардани таҳлил истифода мешаванд.
vi: Tạo, chỉnh sửa, xem và xóa các nhóm phần tử dữ liệu. Các nhóm được dùng cho phân tích nâng cao.

source: Easily add or remove data elements to and from data element groups, as well as deleted data elements.
fr: Ajouter ou retirer facilement un élément de donnée d'un groupe ainsi qu'en supprimer.
id: Tambahkan atau hapus elemen data dengan mudah ke dan dari grup elemen data, semudah menghapus elemen data.
ru: Легко добавить или убрать элементы данных в/из группы элементов данных, а также удалить элементы данных
tg: Унсурҳои иттилоотро ба гурӯҳҳои унсурҳои иттилоот, ва инчунин ба унсурҳои иттилооти несткардашуда ба осонӣ илова кунед ва аз онҳо тоза кунед.
vi: Thêm và xóa dễ dàng các phần tử dữ liệu vào và từ các nhóm phần tử dữ liệu, cũng tương tự với các phần tử dữ liệu đã xóa.

source: Create, modify, view and delete data element group sets. Group sets are used for improved analysis.
fr: Créer, modifier, voir et supprimer les ensembles groupes d'éléments de données.Les ensembles de groupes d'éléments de données sont utilisés pour affiner les analyses
id: Buat, modifikasi, tampilkan dan hapus set grup elemen data. Set grup digunakan untuk analisis lebih lanjut.
ru: Создать, модифицировать, смотреть и удалить наборы группы элементов данных. Набор группы используются для улучшения анализа.
tg: Маҷмӯъҳои гурӯҳҳои унсурҳои иттилоотро созед, тағйир диҳед, намоиш диҳед ва нест кунед. Маҷмӯъҳои гурӯҳҳо барои беҳтар кардани таҳлил истифода мешаванд.
vi: Tạo, chỉnh sửa, xem và xóa các tập của nhóm phần tử dữ liệu. Các tập của nhóm được sử dụng để phân tích nâng cao.

source: Create, modify, view and delete data element category options. Category options are options with in category.
fr: Create, modify, view and delete data element category options. Category Option are fine-grained break-downs of catagory.
id: Buat, modifikasi, tampilkan dan hapus elemen data category option. Category options merupakan pilihan-pilihan dalam kategori.
vi: Create, modify, view and delete data element category options. Category Option are fine-grained break-downs of catagory.

source: Create, modify, view and delete data element categories. Categories are used for disaggregation of data elements.
fr: Create, modify, view and delete data element categories. Categories are fine-grained break-downs of data elements.
id: Buat, modifikasi, tampilkan dan hapus kategori data elemen. Kategori-kategori digunakan untuk disagregasi elemen-elemen data.
vi: Create, modify, view and delete data element categories. Categories are fine-grained break-downs of data elements.

source: Create, modify, view and delete data element category combinations.
id: Buat, modifikasi, tampilkan dan hapus elemen data kombinasi-kombinasi kategori.

source: Create, modify, view and delete category option groups, which can be used to classify category options.
id: Buat, modifikasi, tampilkan dan hapus grup category option, yang dapat digunakan untuk mengklasifikasi category options.

source: Create, modify, view and delete category option group sets, which can be used for improved data analysis.
id: Buat, modifikasi, tampilkan dan hapus grup category option, yang dapat digunakan untuk analisis data lebih lanjut.

source: Create, modify, view and delete indicators. An indicator is a formula consisting of data elements and numbers.
fr: Créer, modifier, voir et supprimer des indicateurs. Un indicateur est une formule contenant des éléments de données et des nombres.
id: Buat, modifikasi, tampilkan, dan hapus indikator. Indikator adalah suatu formula yang terdiri dari elemen data dan angka.
ru: Создать, модифицировать, смотреть и удалить индикаторы. Индикатор - это формула, состоящая из элементов данных и чисел.
tg: Индикаторҳоро созед, тағйир диҳед, намоиш диҳед ва нест кунед. Индикатор формулаест, ки аз унсурҳои иттилоот ва ададҳо иборат аст.
vi: Tạo, chỉnh sửa, xem và xóa các chỉ số. Một chỉ số là một công thức bao gồm các phần tử dữ liệu và các con số.

source: Create, modify, view and delete indicator types. An indicator type is a factor for an indicator, like percentage.
fr: Créer, modifier, voir et supprimer des types d'indicateurs. Un type d'indicateur est un facteur pour un indicateur, genre pourcentage.
id: Buat, modifikasi, tampilkan, dan hapus tipe indikator. Tipe indikator adalah faktor pengali dari sebuah indikator, misal persentase.
ru: Создать, модифицировать, смотреть и удалить типы индикаторов. Тип индикатора служит фактором для индикатора, например проценты
tg: Навъҳои индикаторҳоро созед, тағйир диҳед, намоиш диҳед ва нест кунед. Навъи индикатор ягон коэффисиенти индикатор аст, масалан, фоиз.
vi: Tạo, chỉnh sửa, xem và xóa các loại chỉ số. Một loại chỉ số là một thành tố cho một chỉ số, như là phần trăm.

source: Create, modify, view and delete indicator groups. Groups are used for improved analysis.
fr: Créer, modifier, voir et supprimer des groupes d'indicateurs. Les groupes sont utilisés pour affiner les analyses.
id: Buat, modifikasi, tampilkan, dan hapus grup indikator. Grup digunakan untuk analisis lebih lanjut.
ru: Создать, модифицировать, смотреть и удалить группы индикаторов. Группы используются для улучшения анализа.
tg: Гурӯҳҳои индикаторҳоро созед, тағйир диҳед, намоиш диҳед ва нест кунед. Гурӯҳҳо барои беҳтар кардани таҳлил истифода мешаванд.
vi: Tạo, chỉnh sửa, xem và xóa các nhóm chỉ số. Các nhóm được dùng phân tích nâng cao.

source: Easily add or remove indicators to and from indicator groups, as well as delete indicators.
fr: Ajouter ou retirer facilement un indicateur à d'un groupe ainsi qu'en supprimer.
id: Tambahkan ke atau hapus indikator dari grup indikator dengan mudah, semudah menghapus indikator.
ru: Легко добавить или убрать элементы данных в/из группы элементов данных, а также удалить элементы данных
tg: Индикаторҳоро ба гурӯҳҳои индикаторҳо, ва инчунин ба гурӯҳҳои иттилооти несткардашуда ба осонӣ илова кунед ва аз онҳо тоза кунед.
vi: Thêm và xóa dễ dàng các chỉ số vào và từ các nhóm chỉ số, cũng tương tự cho việc xóa các chỉ số.

source: Create, modify, view and delete indicator group sets. Group sets are used for improved analysis.
fr: Créer, modifier, voir et supprimer des ensembles de groupes d'indicateurs. Les ensemles de groupes sont utilisés pour affiner les analyses.
id: Buat, modifikasi, tampilkan dan hapus set grup indikator. Set grup digunakan untuk analisis lebih lanjut.
ru: Создать, модифицировать, смотреть и удалить набор группы индикаторов. Набор группы используется для улучшения анализа.
tg: Маҷмӯъҳои гурӯҳҳои индикаторҳоро созед, тағйир диҳед, намоиш диҳед ва нест кунед. Маҷмӯъҳои гурӯҳҳо барои беҳтар кардани таҳлил истифода мешаванд.
vi: Tạo, chỉnh sửa, xem và xóa các tập của nhóm chỉ số. Các tập của nhóm được dùng cho phân tích nâng cao.

source: Create, modify, view and delete data dictionaries. A data dictionary is a set of meta-data.
fr: Créer, modifier, voir et supprimer des dictionnaires de données.Un dictionnaire de données est un ensemble de métadonnées.
id: Buat, modifikasi, tampilkan dan hapus kamus data. Kamus data adalah suatu set meta-data.
ru: Создать, модифицировать, смотреть и удалить словари данных. Словарь данных является набором
tg: Луғатҳои иттилоотро созед, тағйир диҳед, намоиш диҳед ва нест кунед. Луғати иттилоот маҷмӯи метадата мебошад.
vi: Tạo, chỉnh sửa, xem và xóa các từ điển dữ liệu. Một từ điển dữ liệu là một tập các dữ liệu ngữ nghĩa

source: Create, modify, view and delete concepts. A concept can be used by a category.
fr: Créer, modifier, voir et supprimer des concepts. Un concept peut être utilisé par une catégorie.
id: Buat, modifikasi, tampilkan dan hapus konsep. Konsep dapat digunakan sebagai kategori.
ru: Создать, модифицировать, смотреть и удалить концепции. Концепция может быть использована посредством категорий
tg: Консепсияҳоро созед, тағйир диҳед, намоиш диҳед ва нест кунед. Консепсияро аз рӯи категория истифода бурдан мумкин аст.
vi: Tạo, Chỉnh sửa, Xem và Xóa các khái niệm. Một khái niệm có thể được dùng bởi một phân loại.

source: Available data element group sets
fr: Ensembles de groupes d'éléments de données disponibles
id: Set grup elemen data yang tersedia
ru: Доступные наборы группы элементов данных
tg: Маҷмӯъҳои гурӯҳҳои унсурҳои иттилооти мавҷуда
vi: Các tập nhóm phần tử dữ liệu sẵn có

source: Selected data element group sets
fr: Ensembles de groupes d'éléments de données sélectionnés
id: Set grup elemen data terpilh
ru: Выбранные наборы группы элементов данных
tg: Маҷмӯъҳои гурӯҳҳои унсурҳои иттилооти интихобшуда
vi: Các tập nhóm phần tử dữ liệu được chọn

source: Available Groups
fr: Groupes disponibles
id: Grup yang Tersedia
ru: Доступные группы
tg: Гурӯҳҳои мавҷуда
vi: Nhóm sẵn có

source: Selected Groups
fr: Groupes sélectionnés
id: Grup terpilih
ru: Выбранные группы
tg: Гурӯҳҳои интихобшуда
vi: Nhóm đã chọn

source: Assign Groups for Data Element
fr: Assigner des groupes aux éléments de données
id: Daftarkan Grup untuk elemen data
ru: Назначить группы для элементов данных
tg: Таъин кардани гурӯҳҳо барои унсури иттилоот
vi: Gán nhóm cho phần tử dữ liệu

source: Please select data element
fr: Veuillez selectionner un élément de donnée
id: Silakan pilih elemen data
ru: Пожалуйста выберите элементы данных
tg: Лутфан унсури иттилоотро интихоб кунед
vi: Hãy chọn phần tử dữ liệu

source: Category option renamed successfully
fr: Option de catégorie renommée avec succès
id: Category option sukses diganti
ru: Опции категории переименованы успешно
tg: Номи имкони категория бомуваффақият иваз карда шуд
vi: Category option đổi tên thành công

source: Create new concept
fr: Créer nouveau concept
id: Buat konsep baru
ru: Создать новую концепцию
tg: Сохтани консепсияи нав
vi: Tạo một khái niệm mới

source: Edit concept
fr: Modifier le concept
id: Edit konsep
ru: редактировать концепцию
tg: Таҳрири консепсия
vi: Chỉnh sửa khái niệm

source: Concept name
fr: Nom du concept
id: Konsep nama

source: Are you sure you want to delete this concept?
fr: Etes-vous sûr de vouloir supprimer ce concept?
id: Anda yakin ingin menghapus konsep ini?
ru: Вы уверены, что хотите удалить данную концепцию?
tg: Оё боварӣ доред, ки ин консепсияро нест кардан емхоҳед?
vi: Bạn muốn xóa 'Khái niệm' này?

source: Adding concept failed
fr: L'ajout du concept a échoué
id: Penambahan konsep gagal
ru: Сбой добавления концепции
tg: Иловаи консепсия иҷро нашуд
vi: Quá trình thêm concept thất bại

source: Saving concept failed
fr: Echec de l'enregistrement du concept
id: Gagal menyimpan konsep
ru: Сбой сохранения концепции
tg: Захираи консепсия иҷро нашуд
vi: Quá trình lưu concept thất bại

source: Enter alphabet (a-z A-Z), number (0-9) and underscore (_) characters only.
fr: Entrer uniquement caractères alphabétiques (a-z A-Z), numérique (0-9) et soulignement (_).
id: Masukkan huruf (a-z A-Z), angka (0-9) dan tanda garis bawah (_) saja.
ru: Вводить алфавит (а-я А-Я), число (0-9) и подчеркнуть (_) только знаки.
tg: Танҳо аломатҳои алифбо (a-z A-Z), рақамҳо (0-9) ва тиреи поёнро (_) истифода баред.
vi: Chỉ nhập các ký tự Alphabet (a-z A-Z), Số (0-9) và Dấu gạch dưới (_)

source: Concept management
fr: Gestion de concepts
id: Manajemen konsep
ru: Управление концепции
tg: Идоракунии консепсияҳо
vi: Quản lý khái niệm

source: Concept
id: Konsep
ru: Коцепции
tg: Консепсия
vi: Khái niệm

source: Selected name
fr: Nom séléctionné
id: Nama yang terpilih
ru: Выбранное имя
tg: Номи интихобшуда
vi: Tên đã chọn

source: Move selected
fr: Déplacer la sélection
id: Pindahkan yang terpilih
ru: Переместить выбранное
tg: Интиқоли интихобшудаҳо
vi: Dịch chuyển mục đã chọn

source: Number type
fr: Type numérique
id: Jenis bilangan
ru: Тип количества
tg: Навъи адад
vi: Kiểu số

source: Number
fr: Nombre
id: Angka

source: Integer
fr: Entier
id: Bilangan bulat
ru: Число
tg: Рақам
vi: Nguyên

source: View 1
fr: Vue 1
id: Tampilan 1
ru: Вид 1
tg: Намуди 1
vi: Bảng 1

source: View 2
fr: Vue 2
id: Tampilan 2
ru: Вид 2
tg: Намуди 2
vi: Bảng 2

source: Store zero data values
fr: Enregistrer les valeurs zéro
id: Store Zero Data Value
ru: Хранить нулевое значение данных
tg: Ҳифз кардани қиматҳои сифрӣ
vi: Lưu giá trị 0

source: Data Dimension
id: Dimensi data

source: Select group
fr: Sélectionner un groupe
id: Pilih grup
ru: Выбрать группу
tg: Интихоби гурӯҳ
vi: Chọn nhóm

source: Please select
fr: Veuillez sélectionner
id: Silakan pilih
ru: Пожалуйста, выберите
tg: Лутфан интихоб кунед
vi: Hãy chọn

source: Skip category total in reports
fr: Passer les totaux dans les rapports
id: Skip total kategori pada laporan
ru: Пропустить общие категории в отчетах
tg: Ҷамъи категорияҳоро дар ҳисоботҳо партофта гузаред

source: Use as data dimension
fr: Utiliser comme dimension de donnée
id: Gunakan sebagai dimensi data
ru: Использовать как параметры данных
tg: Истифода ҳамчун андозаи иттилоот

source: use
fr: utiliser
id: gunakan
ru: использовать
tg: истифода

source: Dimension type
id: Tipe dimensi

source: Disaggregation
id: Disagregasi

source: Attribute
id: Atribut

source: Option set for data values
id: Option set untuk nilai data

source: Option set for comments
id: Option set untuk komentar

source: Organisation unit counts
id: Penghitungan unit organisasi

source: Category
fr: Catégorie
id: Kategori
ru: Категории
tg: Категория

# category_combo
source: Category Combination
fr: Combinaison de catégories
id: Kombinasi Kategori
ru: Комбинация категорий
tg: Ҷуфти категорияҳо

source: Category Option Group
id: Grup Category Option

source: Category option group management
id: Manajemen grup category option

source: Create new category option group
id: Buat category option group baru

source: Edit category option group
id: Edit grup category option

source: Are you sure you want to delete this category option group?
fr: Voulez-vous vraiment supprimer ce groupe d'options de catégories?
id: Apakah anda yakin ingin menghapus grup category option ini?

source: Category Option Group Set
id: Grup Category Option

source: Category option group set management
id: Manajemen grup Category Option

source: Create new category option group set
id: Buat grup category option baru

source: Edit category option group set
id: Edit grup category option

source: Available category option groups
id: Grup category option yang tersedia

source: Selected category option groups
fr: Groupes d'options de catégories sélectionnés
id: Grup category option yang terpilih

source: Are you sure you want to delete this category option group set?
id: Apakah anda yakin ingin menghapus grup category option?

source: Show more options
fr: Afficher plus d'options
id: Tampilkan more options

source: Show fewer options
fr: Afficher moins d'options
id: Tampilkan fewer options

source: Max
id: Maks

source: View and edit data element category option combinations. Category option combinations are break-downs of category.
fr: Visualiser et édier combinaison d'options de catégories des éléments de données. Les combinaisons d'options de catégories fournissent le détail des catégories.
id: Tampilkan dan edit data element category option combinations. Category option combinations merupakan penjabaran kategori

source: Average (sum in org unit hierarchy)
fr: Moyenne (somme dans l'hiérarchie organisationnelle)
id: Rata-rata (jumlahkan di dalam hierarki unit organisasi)

source: Approve data
fr: Approuver les données
id: Menyetujui data

source: Decimals in data output
fr: Décimales dans le résultat
id: Desimal dalam output data

source: Categories
fr: Catégories
id: Kategori-kategori

source: Ignore data approval
fr: Ignorer approbation de données
id: Abaikan persetujuan data

source: Data dimension type
fr: Type de dimension de données
id: Tipe dimensi data

source: Edit denominator
fr: Modifier le dénominateur
ru: Редактировать знаменатель
tg: Таҳрири махраҷи каср
vi: Chỉnh sửa mẫu số

source: Category options
fr: Options de catégorie
ru: Опции категории
tg: Имконоти категорияҳо
vi: Các mục phân loại

source: Expression is not well formed
fr: L'expression n'est pas bien formulée
ru: Выражение не правильно/не хорошо согласовано
tg: Ифода хуб ташаккул дода нашудааст
vi: Biểu thức không hợp lệ

source: Update category option
fr: Mettre à jour l'option de catégorie
ru: Обновление опций категории
tg: Навсозии имкони категория
vi: Cập nhật mục phân loại

source: Form name
fr: Nom dans le formulaire
ru: Название формы
tg: Ташаккули ном
vi: Tên biểu

source: Compulsory
fr: Obligatoire
ru: Обязательный
tg: Ҳатмӣ
vi: Bắt buộc

source: Option set
fr: Ensemble d'options
ru: Набор опций
tg: Маҷмӯи имконот
vi: Tập tùy chọn

source: Formula
fr: Formule
ru: Формула
tg: Формула
vi: Công thức

source: Legend set
fr: Jeu de légendes
ru: Установить условные обозначения
tg: Маҷмӯи аломатҳои шартӣ

source: Data Element Category Option
fr: Option de catégorie d'élément de donnée
ru: Опция категории элементов данных
tg: Имкони категорияи унсури иттилоот

source: Data element category option management
fr: Gestion d'options de catégorie d'élément de donnée
ru: Управление опциями категории элементов данных
tg: Идоракунии имкони категорияи унсури иттилоот

source: Data element category option combination management
fr: Gestion des combinaisons d'optios de catégorie d'éléments de données

source: Create new data element category option
fr: Créer une nouvelle option de catégorie d'élément de donnée
ru: Создать новые опции категории элементов данных
tg: Сохтани имкони категорияи унсури иттилоот
vi: Tạo mới tập phân loại phần tử dữ liệu

source: Edit data element category option
fr: Modifier l'option de catégorie d'élément de donnée
ru: Редактировать опции категории элементов данных
tg: Таҳрири имкони категорияи унсури иттилоот
vi: Chỉnh sửa kết hợp phân loại phần tử dữ liệu

source: Available category options
fr: Options de catégorie disponibles
ru: Доступные опции категорий
tg: Имконоти категорияи мавҷуда

source: Selected category options
fr: Options de catégorie selectionnées
ru: Выбранные опции категорий
tg: Имконоти категорияи интихобшуда

source: Tip
fr: Conseil
ru: Подсказка
tg: Маслиҳат

source: Category Option
fr: Option de catégorie
ru: Опции категории
tg: Имкони категория

source: Category Option Combination
fr: Combinaison d'options de catégories

source: Edit data element category option combo
fr: Editer combinaison d'options de catégories des éléments de données

source: Category
vi: Phân loại

source: Category Option
vi: Mục chọn phân loại

source: Combination of categories
vi: Category Combination

source: Available indicators
vi: Những chỉ số có sẵn

source: Are you sure you want to delete this indicator?
vi: Do you want to delete indicator?

source: Adding the indicator failed with the following message
vi: Adding indicator failed

source: Saving the indicator failed with the following message
vi: Saving indicator failed

source: URL
vi: Liên kết URL

source: Concept name
vi: Tên khái niệm

source: Domain type
ru: Тип домена
tg: Навъи домен
